[
  {
    "page": 1,
    "source": "text",
    "content": "2022ESGREPORTJames Murraylives withdepression.He is also thefounder of Therify,an organizationthat aims tomake mentalwell-beinginclusive andaccessibleto everyone."
  },
  {
    "page": 2,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 2Table of contents3 12 23OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE4 CEO letter 13 Executive summary 24 Executive summary6 2022 highlights 13 Advancing scientific research in areas of high unmet need 24 P romoting opportunity and well-being6 A purpose-driven organization 16 Promoting health literacy and access to medicine 29 Overview of key Biogen employee benefits7 Engaging diverse stakeholders 20 STORY: Brightening a baby's future through SPINRAZA 31 Advancing diversity, equity & inclusion8 Operating responsibly 21 Strengthening healthcare systems 33 STORY: Advancing women's leadership at Biogen34 42 50ENVIRONMENT COMMUNITY REPORTING35 Executive summary 43 Executive summary 51 Executive summary35 Enhancing product sustainability 43 Serving humanity through corporate giving 51 About this report36 Promoting sustainable operations 44 Inspiring tomorrow's diverse scientists 53 ESG data table38 Engaging key stakeholders 45 Turning adversity into purpose 60 SASB index41 STORY: Building the climate resilience of clinics and patients 46 Engaging our passionate people 64 GRI content index46 Making a difference in science education, health systems 70 Task Force on Climate-related Financialand access to food Disclosures (TCFD) Statement48 STORY: Advancing STEM equity: Fostering science STARs 74 Safe harborBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 3,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 3OVERVIEWServing humanity through science so that peopleeverywhere can live healthier, fuller livesKEY AWARDSÌ #11 on Newsweek's America's Most Responsible CompaniesÌ #41 on the 2023 JUST 100Ì 10th year in a row on the Dow Jones Sustainability World IndexÌ 9th year in a row earning 100% on the Human Rights Campaign'sBest Place to Work for LGBTQ+ EqualityÌ 5th year in a row earning 100% on Disability:IN's Best Places to Workfor Disability InclusionÌ Ionis and Biogen awarded the Prix Galien Golden Jubilee Award'sSilver Medal for Best Orphan/Rare Disease ProductErin O'Brien, Head of Small Molecule Development.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 4,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 4CEO letter-I joined Biogen as President and CEO to lead a purpose-drivencompany that is focused on patients and willing to tackle the For decades, Biogenhealthcare challenges from which others have shied away. Since has been committedjoining I have met many people living with the diseases that we are to corporateaddressing, underscoring why our work matters and how many peopleresponsibility and,are counting on our medicines. I have also met countless truth-every day, we areseeking, dedicated and compassionate employees who are advancingworking diligentlyour pipeline of potential novel therapies - along with those working toto build upontackle the inequities prevalent in broader society and the healthcareour foundationecosystem, addressing the connection between human health and theand respondenvironment, and continuing to show how our culture of caring deeplyextends beyond our walls. appropriately toemerging stakeholderFor decades, Biogen has been committed to corporate responsibility expectations andand, every day, we are working diligently to build upon our long-held industry trends tofoundation of responding appropriately to emerging stakeholder deliver benefitsexpectations and industry trends to deliver benefits for patients for patients andand communities.communities.Christopher A. Viehbacher,In 2022, we took meaningful action to expand access to our treatments,President andprovide medicines to those in need, and increase our organizational Chief Executive Officerunderstanding of inequities faced by people on their health journey. -We advanced our goal to increase representation of diverse populationsin our clinical trials and we have entered new markets with SPRINRAZA®(nusinersen), which is now available in 69 countries, including19 classified as low- to middle-income. We are also dedicated toengaging medical experts and patent advocacy groups globally to raisecultural competency to meet the varied needs of all patients.We have continued to champion our sustainability goals and reduceour environmental impact, through plans to mitigate waste, waterand energy consumption. In the last year alone, 81% of Biogen labsachieved My Green Lab certification, recognized by the United Nations'Race to Zero campaign for setting the standard for best practicesin laboratory sustainability. Labs are some of the most resource-intensive spaces, and by focusing on labs, we are contributing to thedecarbonization of healthcare.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 5,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 5-Our flagship STEM education program, the Community Lab, has One of the primary takeaways from a recent internal survey is thatinspired a love of science for students over the last 20 years. It I want to thank Biogen employees are driven by our purpose and believe in it. Thisbegan as an experiment to bring hands-on science to those who the many people finding is inspiring to me, and my hope is that as you read more aboutlived in Biogen's backyard, but has grown, enriching the lives of more and institutions our corporate responsibility work and progress, you will be inspired too.than 62,000 students in over 30 countries. This and other programs who are criticalsupported by the Biogen Foundation have helped hundreds of Regards,partners in thethousands of people around the world.important workreflected onOur employees have driven our progress in all areas, from helpingthese pages.patients access our therapies to inspiring the next generation ofscientists. We have long prioritized diversity, equity and inclusion not -only as a moral imperative, but as a competitive strength. At the end of Christopher A. Viehbacher2022, 47.4% of Director+ positions were held by women and 30.4% of President and Chief Executive OfficerManager+ positions in the U.S. were held by ethnic or racial minorities.As we seek to engage the world's brightest minds to tackle complexscientific and social challenges, having diversity of backgrounds,experiences and thoughts will only strengthen us as an organization.This is a dynamic time in the healthcare sector, with stakeholderexpectations for our company and our industry rapidly evolving. Againstthat backdrop, I want to underscore my commitment - reflected in thisreport - to continuing to advance Biogen's culture of transparency anddisclosure so that our stakeholders, including our employees, patients,investors, partners and communities, have access to reliable data-driven information about all the dimensions of our business.On behalf of all our employees, I want to thank the many people andinstitutions who are critical partners in the important work reflectedon these pages - our collaborators, suppliers and community leaders,as well as the thousands of clinical trial participants, their families,caregivers and the medical professionals who are essential to thedevelopment of the next generation of medicines. There is much morewe can continue to accomplish by working together to help our fellowcitizens live healthier, fuller lives. I look forward to partnering with ourstakeholders to build on and advance the substantial programs andinitiatives reflected in this year's report.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 6,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 62022 HIGHLIGHTS A purpose-drivenorganizationSince 1978, Biogen has been a leading global biotechnology companythat has pioneered multiple breakthrough innovations including a broadportfolio of medicines to treat multiple sclerosis, the first approvedACCESS & HEALTH EQUITY WORKFORCE treatment for spinal muscular atrophy and two co-developed treatments14,000 47.4 to address a defining pathology of Alzheimer's disease. Today,%Biogen is advancing a pipeline of novel therapies across neurology,people with spinal muscular atrophy Director+ positions held neuropsychiatry, specialized immunology and rare diseases, while(SMA) globally being treated with by women globally serving hundreds of thousands of people through our global footprint.SPINRAZA® (nusinersen). SPINRAZA30.4is available in 69 countries, % As we look to the future, we are inspired by the imperative of healthincluding 19 low- and Manager+ positions in the access and health equity, the potential to expand our pipeline andmiddle-income countries United States held by ethnic portfolio and leveraging breakthroughs in science.or racial minoritiesWe believe our business is a force for good through the patientswe serve, the innovations we advance, the jobs we create and thecommunities we support. True to our purpose, we are continuing toserve humanity through science while advancing a healthier, moresustainable and equitable world.Addressing environmental, socialENVIRONMENT COMMUNITYand governance issues3 $62.4M+%Absolute reduction in In grants, sponsorships and in- ESG governancescope 1 and 2 emissions kind contributions from Biogen Guided by our purpose, Biogen is committed to progress onfrom a 2019 baseline year and the Biogen Foundation environmental, social and governance (ESG) issues. Following ourCorporate Governance Principles, ESG oversight is formally embeddedin our Board of Directors' governance principles and includes aregular review of our ESG strategy and short- and long-term goals.Our Board regularly reviews its composition and aims to ensureit incorporates the experience, skills and diversity necessary foreffective, independent oversight. The Board is made up of Directorswith diverse skills and qualifications, including a range of professionaland personal backgrounds as well as ESG experience.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 7,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 7Engaging diverseIn 2022, Biogen once again tied a portion of our employees' andexecutive officers' compensation to advancing our ESG strategy.stakeholdersESG strategyWe believe that long-term business success is more likely whencorporate strategy and decisions are informed by the operating context Diverse perspectives are critical to informing our strategies andand an array of stakeholder needs and perspectives. advancing our aspiration of a healthier, more sustainable andequitable world. The Board and/or Biogen leaders meet withOur ESG strategy is grounded in our purpose, mission, values and stakeholders on relevant issues.business strategy. We have prioritized access and health equity;workforce engagement, well-being and diversity, equity and inclusion Believing that diverse perspectives can better position companies to(DE&I); the environment; and social impact and community engagement. meet today's challenges and plan for an uncertain future, we regularlyAs a purpose-driven company, we work to balance and address these engage with a wide variety of external audiences, including:and other ESG priorities with a focus on our business performance.Patient advocacy groups (PAGs) through our work and eventparticipation with groups such as The ALS Association, Alzheimer'sAssociation, Alzheimer Europe, Balm in Gilead, Black Health Matters,Cure SMA, HEAL Collaborative, Latino Alzheimer's and Memory DisordersAlliance (LAMDA), MS International Federation, Muscular DystrophyAssociation, National Alliance for Caregiving, National MS Society, SMAEurope, UsAgainstAlzheimers and many other groups around the world.Access & Health Equity COMMITMENT TO EnvironmentTRANSPARENCY& DISCLOSURES Healthcare organizations and professionals such as the BlackDoctor.org,Community Impact WorkforceCenter for Information and Study of Clinical Research Participation(CISCRP), Couch Health (Health Equity in Clinical Research Academyfor sites), CVS Health, Global Alzheimer's Platform (GAP), NationalAssociation of Free and Charitable Clinics (NAFC), the National MinorityQuality Forum (NMQF), National Alliance for Caregiving, and ProximityHealth Solutions, among others.Government bodies and regulators such as the U.S. governmentthrough engagement with the U.S. Food and Drug Administration (FDA),the European Medicines Agency (EMA) or the Japanese Ministry ofHealth, Labour and Welfare (MHLW) to ensure that new and innovativetherapies are commercially available to the patients who need them.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 8,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 8Operating responsiblyPharmaceutical industry and biotech associations such asthe Biopharma Sustainability Roundtable, the MassachusettsBiotechnology Council (MassBio) and Massachusetts BiotechnologyEducation Foundation (MassBioEd), the Pharmaceutical Research Maintaining high standards for corporate responsibility helps us deliverand Manufacturers of America (PhRMA), Biotechnology Innovation on our purpose and on advancing a healthier, more sustainable andOrganization (BIO), the International Federation of Pharmaceutical equitable world.Manufacturers and Associations (IFPMA), and the European Federationof Pharmaceutical Industries and Associations (EFPIA).Advancing an ethical cultureEvery action we take, from pioneering new therapies to promotingUniversities, research institutions and centers of higher learning health equity, is guided by our unwavering commitment to integritysuch as our work with the Harvard Tonnes.H. Chan School of Public Health as through:well as the Department of Environmental Health; and with Massachusetts - Biogen's credo - Caring Deeply. Working Fearlessly. Changing Lives.™Institute of Technology Joint Program on the Science and Policy of- Biogen Elements - the foundation of our culture. Just as the periodicGlobal Change, the Technology and Policy Program, Lemelson-MIT andtable reflects the elements of our universe, the Biogen Elementsthe Climate and Sustainability Consortium. This also encompasses ourinclude pioneering spirit, strong ethics, personal accountability,engagement with experts on issues such as health access and the linksinclusivity, agility and unwavering customer focus.between climate, health and equity, detailed throughout this report.- Code of Business Conduct - which includes eight Ethical Principlesand applies to all Biogen employees, agents and consultants actingInvestors, analysts and ratings agencies through quarterly conference on behalf of Biogen and our Affiliates worldwide.calls; analyst meetings; stockholder annual meetings; Form 10-K andother SEC-required filings; and our transparent responses to inquiries We see these commitments as key enablers of Biogen's business,from organizations like S&P Global, JUST Capital and others. and in honoring them, we foster an environment of trust, honesty andtransparency while ensuring appropriate confidentiality.Local, regional and global business and community associations,from our role chairing the Kendall Square (Cambridge, Massachusetts)Association Community Impact Working Group to co-chairing the WorldBusiness Council for Sustainable Development (WBCSD) workinggroup on climate and health.Environmental groups such as Ceres and the Environmental League ofMassachusetts.Nonprofit nongovernmental organizations (NGOs), through ourparticipation in and sponsorship of events, our grant contributions andour volunteer service.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 9,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 9Adhering to shared principles,Upholding our commitmentsCompliance with our Code of Business Conduct, Ethical Principles and policies and positionsthe law is mandatory for all employees and a priority of our leaders,without exception. In addition to the ethical expectations described on the previous page,Biogen is guided by principles, policies and positions that clarifyAt the enterprise level, we monitor and address compliance issues expectations for ethical, accountable and sustainable ways of working.very closely. We have more than 20 full-time compliance officerswho are embedded with the businesses globally. They use advanced On our website, Biogen.com, we publicly share our commitmentsartificial intelligence and other tools and technology to identify and around the following topics:address potential issues.2022 Principles, Policies and PositionsWe also require every employee to report actual or suspectedFoundational Access and Additional 2022 Priorviolations of the law or the Code of Business Conduct either to Elements Health Equity Workforce Environment Disclosures Disclosurestheir manager, to a compliance officer or through an anonymous Animal Welfare Access Anti-Slavery Biodiversity ESG Data Table 2021 Diversity,24/7 helpline. Regardless of the type of misconduct reported, we Programs and Human Equity andCode of Business Climate Strategy CDP Climatedo not tolerate retaliation against anyone who cooperates with an Conduct Clinical Trafficking Change Inclusion ReportStatement Globalinvestigation or who makes a good faith report of an alleged violation Research and Disclosure 2021 Year inComprehensive SustainabilityBioethics Elements of Our Reviewof laws, regulations, the Code of Business Conduct or our policies. All Compliance Policy Annual ReportCultureclaims of misconduct, and any claims of retaliation against reporters Program Clinical Trial Product U.S. Securities 2020 Year inTransparency Environmental Reviewof misconduct, are thoroughly investigated. Corporate Stewardship and Exchangeand Data Health andGovernance Commission 2019 Year inSharing Safety PolicyPrinciples Form 10-K ReviewAdvancing our DE&I strategy relies on Biogen leadership and a cross-Global Privacy Human RightsGlobal Tax Policy Independent 2018 Corporatefunctional governing body of employees known as the DE&I Strategic Program PositionAssurance SocialCouncil. In 2021, we scaled our DE&I team by adding a dedicated Political StatementPatient Safety Statement ResponsibilityContributionsU.S. Partner, a Learning Partner and a hybrid People Relations/DE&I Pay Equity ReportPolicy Payments toPartner. We also expanded our global focus with the formation of aHealthcare EEO Statement 2017 GlobalResearchDE&I Council in the Biogen Intercontinental Region. Both councils Professionals and Reports Impact ReportCollaborationswork to assure that our talent processes disrupt bias, that everyone Pricing Principles 2016 GlobalSupply Chainacross the company owns DE&I, and that our strategy also focuses on Impact ReportResponsibilityserving the needs of underserved and underrepresented patients in 2015 CorporateSupplier Diversitythe disease areas we treat. CitizenshipStem Cells ReportTransparency 2014 CorporateReporting CitizenshipReportU.K. Tax Strategy2013 CorporateCitizenshipReportBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 10,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 10Adhering to high standardsDE&I strategyfor human rights Since our last ESG Report, we have sharpened our focus on DE&I asboth a moral and business imperative and have continuously built onBiogen has a number of processes in place that can help identify and our strategy.assess potential impacts and risks related to human rights. Theseinclude the due diligence we conduct around potential business1. Build company-wide awareness, capability 2. Build an intentional, high-collaborations, our ethics and compliance programs, our Enterpriseand urgency to foster and sustain a performing, engaged, diverse andRisk Management process and our supplier review efforts. We have diverse and inclusive environment. inclusive talent pipeline.not identified significant human rights risks in our own operations. We Þ LEARN MORE Þ LEARN MOREanalyze risks to human rights violations in our supply chain each year.3. Improve health outcomes for African 4. Promote economic empowermentAmerican, Black, Hispanic, Latino and expand sourcing with minority-Promoting diversity, equity and inclusion and other underserved communities owned businesses.in the disease areas we treat. Þ LEARN MOREWhile recognizing there is more work to be done, we were pleasedÞ LEARN MOREthat, in our last ESG materiality assessment, both internal and externalstakeholders said they see Biogen's commitment to DE&I as one ofour core strengths.DE&I governance DE&I reporting and disclosureDE&I are top priorities for our company both internally and in the Committed to transparency in reporting, we publicly disclose EEO-1ways we engage with external stakeholders. Reflecting our broader data that provide a demographic breakdown of our workforce by gendercommitment to these priorities, we continued to tie a portion of globally and race and ethnicity in the U.S. We also bolstered our DE&Iour employees' and executive officers' compensation to advancing transparency with reporting via the Workforce Disclosure Index andour ESG efforts. We hold ourselves collectively accountable for Bloomberg Gender-Equality Index.fostering our aspirational culture by setting DE&I performance goals,Þ FOR DETAILS, PLEASE SEE THE REPORTING SECTION OF THIS REPORTby embedding DE&I goals in company strategy and by continuouslysurveying our employees to understand their experience of our cultureand their ideas for improving it.Our employees also are invited to actively contribute to our DE&I goalsthrough our Employee Resource Networks (ERNs) and regional andfunctional DE&I councils. Executive sponsors help guide and championthese networks, which are open to everyone. While most of our ERNsoriginated in the United States, chapters are now present around theworld, as our commitment to DE&I grows more global each year.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 11,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 11Promoting responsibility throughoutthe value chainWe aim to ensure responsible sourcing at Biogen, driven by a team withthe means to evaluate supplier ESG risk against our maturity model.We expect Biogen suppliers to operate with high ethical standards,adhering to our Code of Business Conduct, Human Rights PositionStatement, and Anti-Slavery and Human Trafficking Statement. Morerecently, we have been working to formalize our expectations of Biogensuppliers through a Responsible Supplier Program that encompassesa range of ESG issues.Þ READ ABOUT OUR RESPONSIBLE AND ETHICAL SUPPLY CHAIN PROGRAM HEREAs part of our DE&I strategy, we recognize how a supplier diversityprogram delivers benefits for communities and minority-owned vendorsby generating economic opportunity. In support of that strategy, weintend to increase spend with minority-owned vendors by 25% annuallythrough 2024 to reach our goal of a 50-100% increase in spendwith diverse suppliers over 2020 figures. Many efforts are underwayto drive progress, including having an employee focused on supplierdiversity to advance our goal.To increase spending with minority-owned vendors and to advance thestrategy, Biogen teams have embedded the goals related to spend Drew Duncan II, Brenna Mason, Norman Carter and Thomas Stokholm in our Research Triangle Park, Northand strengthened the vendor onboarding process. We understand that Carolina, office.it may be difficult for small, minority-owned vendors to comply withBiogen's procurement requirements. To help address this issue, weprovide mentoring opportunities, educate stakeholders and promotecurrent diverse suppliers for expanded collaboration.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 12,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 12ACCESS &HEALTH EQUITYWorking to address health equity from therapydevelopment to access to medicines14,000people with spinal muscular atrophy (SMA) globally beingtreated with SPINRAZA® (nusinersen). SPINRAZA available in69 countries, including 19 low- and middle-income countries90 percentof U.S. clinical trials delivered race and ethnicitytargets for enrollment305SOD1-ALS patients being treated in tofersenEarly Access ProgramKEY AWARDSÌ Ionis and Biogen awarded the Prix Galien Golden JubileeAward's Silver Medal for Best Orphan/Rare Disease ProductÌ Winner of Reuters Pharma USA's Patient Champion Award: Partnering witha Community Advisory Board to Build DE&I into Clinical ResearchÌ Winner of Reuters Pharma EU's Most Valuable Digital Therapy Award:Care+: A New Patient ServiceÌ Nominated for Reuters Pharma USA's Delivering Inclusive Trials Award:Bringing Trials Home for EveryoneJada, who lives with lupus.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 13,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 13ACCESS & HEALTH EQUITY EXECUTIVE SUMMARY Advancing scientificWe believe everyone deserves access to a shows and community events to collaborations research in areassupportive health ecosystem that enables them to with patient advocacy groups. We also engagelive the healthiest, fullest life possible. That's one with key medical experts (KMEs) across ourof high unmet needreason why we work fearlessly to promote access product portfolio.and health equity. Our strategies include increasingrepresentation of diverse patient populations in To increase representation in clinical trials, weclinical trials and throughout the development have set race and ethnicity recruitment targets In pioneering science to defeat hard-to-treat diseases, we prioritizeprocess, providing medicines to those in need, and that reflect disease epidemiology, launched anpatient safety, continue to advance research and development,addressing affordability and pricing. internal participant demographic distributionestablish diversity goals in U.S. clinical trials that are informed by thedashboard to improve transparency, and areepidemiology of the disease, and work to include access and healthOur multi-pronged strategy helps us increase our bringing clinical trial enrollment sites andorganizational understanding of the challenges locations to communities with underrepresented equity considerations as early as possible in the development cycle.faced by patients on their health journey. Acting populations. We collaborate with KMEs andon what we learn, we collaborate with a range of patient advocacy groups as we aim to strengthen We are proud of the progress we have made in areas of high unmetstakeholders and work to promote education on health systems around the world; strive to need and where we believe we can make an impact on health equity.the importance of accurate and early diagnosis, help build a culturally competent healthcaresupport underserved and underrepresented ecosystem; and help address the root causes ofAlzheimer's disease (AD)communities with information and resources, health inequities, including social determinantsIn 2023, the U.S. Food and Drug Administration (FDA) grantedidentify and eliminate barriers to appropriate of health such as structural racism, poverty andcare, and reduce stigma and bias around various environmental impact. accelerated approval of LEQEMBI™ (lecanemab-irmb), the seconddisease areas, with efforts ranging from road AD treatment co-developed with Eisai to address a defining pathology ofthe disease by reducing amyloid beta plaques in the brain. Biogen andEisai are committed to addressing health equity for underserved andunderrepresented populations who are at higher risk for AD. As a resultof Eisai's recruitment strategy to focus on ethnically diverse populationsand decentralized clinical trials, 4.5% and 22.5% of the randomizedU.S. participants identified as Black and Hispanic, respectively, for theconfirmatory Phase 3 Clarity AD study. In the United States, Black, AfricanAmerican, Hispanic and Latino people are disproportionally more likely todevelop AD as well as more likely to have missed diagnoses compared tonon-Hispanic white Americans.Amyotrophic lateral sclerosis (ALS)QALSODY™ (tofersen), which we developed in collaboration withIonis, received accelerated approval in April 2023 for the treatment ofsuperoxide dismutase 1 (SOD1) ALS. SOD1-ALS is an ultra-rare geneticform of the disease, impacting approximately 330 people in the UnitedStates and their families. Average life expectancy for people with ALS isNathan, who lives three to five years from time of symptom onset. Considering the rapidlywith SMA, playing progressive and fatal nature of SOD1-ALS, tofersen has been madepower soccer.available in 35 countries through the Biogen Early Access Program.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 14,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 14Major depressive disorder (MDD) and postpartum and through other communications, as appropriate, to help healthcaredepression (PPD) professionals, patients and other stakeholders make informedWe and our alliance partner Sage Therapeutics, Inc. (Sage) completed treatment choices. Additionally, in some instances, we conduct post-the submission of a new drug application in the United States for marketing studies to evaluate therapies' long-term effects.zuranolone, an investigational therapy being evaluated as a rapid-acting, once-daily, 14-day oral short course treatment for adults withDriving representative diversityMDD and PDD. Depression is the second-leading cause of disability inthe United States, with approximately 21 million people experiencing in clinical trialsat least one major depressive episode in 2021. Approximately500,000 women with a recent live birth experience symptoms of PPD By increasing participation of underrepresented populations in clinicalannually, a condition which is underdiagnosed. We are focused on trials, we believe we can better serve a diverse range of patients. Tochanging the care of depression, addressing the significant unmet ensure that trial participants adequately reflect the real-world patientneed and reducing barriers to care. population, for studies conducted in the United States, we establishdiversity goals that are informed by the epidemiology of the disease.Lupus Our multi-pronged strategy helps to deliver equitable access andIn October, the first participant was dosed in the Phase 2/3 AMETHYST representative diversity in our clinical trials:study of litifilimab, evaluating the efficacy and safety of litifilimabcompared to placebo in people with cutaneous lupus erythematosus(CLE). Although anyone can develop lupus, an estimated 90% of peopleliving with lupus are women and the disease disproportionately impactscertain ethno-racial groups, including Black, African American, AsianAmerican, American Indian, Alaska Native, Hispanic and Latino. We Data-driven, Forming Sustained Identifying Robust Country-specifichave set enrollment targets that reflect the prevalence of SLE in African study-level relationships community and selecting communication diversity, equityAmerican, Black, Hispanic and Latino communities with the aim to recruitment and building outreach and communities and providing and inclusiontargets and trust with under- education. where clinical transparency (DE&I) initiativesachieve appropriate representation.diversity plans represented and trials have internally and to addressthat represent underserved historically not externally. equitable accessthe epidemiology communities. been offered to clinical trialsPrioritizing patient safetyof the disease. to broaden globally.recruitmentPatient safety and well-being is our highest priority. We are committedoutreach.to complete and timely evaluations of the benefits and risks of ourtherapies, including the collection of information on adverse eventsand other safety information.Our safety and benefit risk management team reviews safety One example of how we use this work to drive our enrollmentinformation received from a variety of sources, including foreign and targets is our clinical trial for systemic lupus erythematosus (SLE). 1 Data on file. Estimated bydomestic clinical trials, published literature and post-marketing. When An estimated 4 million people worldwide are impacted by SLE. 1 Biogen epidemiology 2015.2 Pons-Estel Gigajoules, Ugarte-Gil MF,a potential safety issue is identified, we seek to better understand the Although anyone can develop lupus, an estimated 90% of peopleAlarcón GS. Epidemiologyissue and we report our findings to applicable regulatory agencies. living with lupus are women 2 and the disease disproportionately of systemic lupusWe also communicate newly identified product safety information to impacts certain ethno-racial groups, including Black, African American, erythematosus. ExpertRev Clin Immunol. 2017healthcare professionals and patients by updating the product labeling Asian American, American Indian, Alaska Native, and Hispanic and Aug;13(8):799-814.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 15,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 15Ensuring responsible product developmentLatino.3,4,5,6 In partnership with The National Minority Quality Forum,Clinical Trial Learning Community (CTLC) is providing focused outreach Responsible product development begins in the earliest stages ofon community stakeholders including clinicians, research investigators, research and development (R&D), with clear guidelines around issuespharmacists, faith-based leaders and barbers in the Maryland, Virginia such as animal welfare, clinical research, bioethics and stem cells,and Washington, D.C., area to build clinical trial awareness and clinical trial transparency and data sharing, product stewardship andpromote access. research collaborations. Our approach to these and other issues isgrounded in industry standards, best practices and consultations withWe work with a variety of stakeholders, including valued community stakeholder groups. We disclose our Policies, Principles and Positionspartners and trial sites, to listen, learn and establish a sustained on these and other issues.and trusted presence. Since 2021, Biogen's Community AdvisoryBoard (CAB) - a diverse group of patient and community advocates of In 2022, we achieved or exceeded our goals for equitabledifferent races, ethnicities, ages, genders and with different disabilities access and diversity- has helped inform and shape our educational and awarenessBiogen Global Clinical Operationsassets. Their input led to the creation of the Participants' Rightsequitable access and diversity goals Status 2022 ProgressTimeline, a resource that addresses past medical injustices and≥90% of studies actively recruiting in the Achieved • 10 studies in scopethe progress that has been made to protect participants' rights andUnited States will set and deliver the race and • 12 studies in scope for 2023safety in clinical trials, along with Biogen Trial Link, a website to ethnicity targets for enrollment that reflect thehelp connect patients, caregivers and healthcare professionals with epidemiology of the disease (+/-20%)education and information about Biogen's clinical trials. This workExecute on country-specific DE&I strategies Achieved • Diversity, equity and inclusion initiatives launchedenhances awareness, provides transparency, addresses concerns to support underserved and/or in the United States, Australia, Canada and thepeople may have about participating in clinical trials and connects underrepresented patient engagement United Kingdom with plans to expand to Southand recruitment in clinical trials America and additional regions in the EU in 2023them to existing trials.Include at least 10% (+/-2%) Exceeded • Dedicated focus on identifying U.S. sites that haveMeasuring progress in clinical trial recruitment targets underrepresented/underserved sites special focus on addressing underrepresentationin the United States (for studies with (e.grams., diverse site workforce, access to localWe hold ourselves accountable to ensure diverse enrollment in our10 sites or more) underserved and/or underrepresented patients,studies. To ensure we remain on track, we developed and are usingdedicated community outreach programs) anddiversity dashboards that provide real-time updates, allowing teams collaborating on approaches to broaden equitableto adjust recruitment efforts or partner on approaches, as needed, to access to clinical trialsbroaden equitable access to clinical trials to ensure we are meeting or • 3 studies in scope for 2022 all exceededthese targetsexceeding recruitment targets.• 2023 site diversity targets increased to 20 percent3 Izmirly PM, Parton H, Wang L, et al. Prevalence of Systemic Lupus Erythematosus in the United States:Estimates From a Meta-Analysis of the Centers for Disease Control and Prevention National LupusRegistries. Arthritis Rheumatol. 2021;73(6):991-996.4 Lim SS, Helmick CG, Bao grams, et al. Racial Disparities in Mortality Associated with Systemic LupusErythematosus - Fulton and DeKalb Counties, Georgia, 2002-2016. MMWR Morb Mortal Wkly Rep.2019;68(18):419-422.5 Rees F, Doherty meter, Grainge MJ, Lanyon P, Zhang W. The worldwide incidence and prevalence ofsystemic lupus erythematosus: a systematic review of epidemiological studies. Rheumatology (Oxford).2017;56(11):1945-1961.6 Drenkard C, Lim SS. Update on lupus epidemiology: advancing health disparities research through thestudy of minority populations. Curr Opin Rheumatol. 2019;31(6):689-696.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 16,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 16Promoting healthImproving access to medicine and to a supportive healthcareecosystem can help save lives, enhance well-being and enableliteracy and accesspeople to pursue productive livelihoods. We promote accessand support people throughout the patient journey and across ato medicine spectrum of access-related issues, including a focus on patientswith rare diseases.Access to Medicine Technical Area Stakeholder Priorities Highlights of Biogen's CommitmentGovernance Governance, strategy and responsible Biogen is committed to responsible business practices, as outlined in our Code of Business Conduct and otherbusiness practices policies. Biogen's Board of Directors governs Biogen's processes for maintaining the integrity of the company,of Access including Environmental, Social and Governance (\"ESG\") issues, following the company's Corporate GovernancePrinciples. Biogen's corporate strategy includes building on our priorities for access and health equity. Our EarlyAccess Principles + Program Overview is available here. Visit our Access page for a description of Biogen'sapproach to off-label use.Staff incentivization toward fostering Biogen staff are incentivized to advance the company strategy, which includes access and healthaccess to medicine equity as priorities.Ethical marketing and disclosure policies Biogen is committed to ethical marketing and to disclosure following the GRI, SASB and StakeholderCapitalism metrics.Prevention of corrupt or non-compliant Biogen's ethics and compliance policies and programs and Code of Business Conduct are designed, in part,activity in operations to prevent corrupt or non-compliant activity in operations. The company also is implementing a ResponsibleSupplier Program, including an evaluation process to identify any potential at-risk suppliers that could warrantfurther evaluation.Research & Product Development, Access Planning In 2020, Biogen launched three Health Equity Advisory Boards - access, clinical trials and policies - to betterand R&D Capacity Building understand patient needs to improve access to our therapies, ensure clinical trials reflect the target population,Development and consider policies that support access and equity. We comply with government regulations and engage withregulatory agencies and others to ensure that new and innovative therapies are commercially available to thepatients who need them.Underlines any clear benefit to lower- and SMA treatment is available in 69 countries, including 19 low- and middle-income countries. In markets with lowmiddle-income countries: accessibility and GDP per capita, we have engaged with innovative agreements to meet each market's individual needs. It is ouravailability are crucial strong belief that the decision to treat should be between the physician and the family, without budget concerns.Our policy to promote access to SPINRAZA will help inform our approach to our broader portfolio of therapies.Contributions to local R&D capacity are Biogen has a range of active initiatives to help foster local R&D capacity in diverse local populations. Announcedimportant re: empowering local researchers in 2022, the Biogen-supported Xavier University of Louisiana's Biogen Sharp-Verret Award is a scholarship forto address population needs underrepresented students pursuing neuroscience careers. We collaborate with Morehouse School of Medicineon a fellowship program that engages meter.D. and Ph.D. students, aiming to advance health equity and improvepatient experiences. The Biogen Foundation also has a collaboration with Massachusetts General Hospital(MGH) through the MGH Youth Neurology Education and Research Program. In 2016, Biogen helped createThe Partnership, Inc.'s BioDiversity Fellows Program, which nurtures the potential leadership of mid-careerprofessionals who are underrepresented in the life sciences industry. We also sponsor the Golden TicketAward, a competitive process seeking to identify rising startup companies in the field of neuroscience. EachBiogen-LabCentral Golden Ticket includes up to one year of bench space for one scientist and the benefits ofLabCentral's shared infrastructure and services at no cost to the contest winner.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 17,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 17Access to Medicine Technical Area Stakeholder Priorities Highlights of Biogen's CommitmentProduct Equitable access to products is We strive to ensure broad access to our therapies through both public and private healthcare systems, and bothprimary focus before and after a therapy's potential regulatory approval. We run a wide range of Access Programs, as outlinedDelivery in this report. Biogen also may offer financial assistance or help to secure reimbursement in public and privatehealthcare programs for patients who are otherwise unable to access our medications.In 2020, we initiated a pilot program in India to help expand access to SPINRAZA, including providing SPINRAZAfree of charge to program participants, who were selected by an independent committee of medical experts. Todate, 200 patients in India continue to receive SPINRAZA as part of this effort. We are exploring the potential forfuture expansion in other countries.Highlights overcoming any local barriers Biogen works to overcome barriers to access for underserved patient populations through our Access Programs,in accessing hard-to-reach markets and Pricing Principles and access efforts, such as a transportation support program for SPINRAZA patients whopatient populations live hours of training per employee from their site of care. For example, we have worked hard to ensure that SPINRAZA is available in31 provinces, municipalities and autonomous regions across China so patients in remote areas like Gansu,Ningxia, Qinghai, Xinjiang and Inner Mongolia are able to access treatment through local hospitals.We work with regulators, clinical researchers, ethicists, physicians and patient advocacy groups, among others,to determine how best to address requests for access to our investigational therapies in a manner that isconsistent with our patient-focused values and compliant with regulatory standards and protocols.Includes sharing of intellectual property, Health Systems Strengthening: In 2020, we began new programs to help strengthen healthcare systems.strengthening of local or regional health Collaborating with Harvard University's Tonnes.H. Chan School of Public Health's C-CHANGE (Harvard Chan C-CHANGE)systems, enabling of generic medication program and Americares, we launched a first-of-its-kind program to help under-resourced healthcare clinicsmanufacturing and supply, product donations, become more climate-resilient to help ensure continuity of access and care and improve measurable healthproduct registration in high-burden countries, outcomes. The Biogen Foundation supported CareMessage, the largest patient engagement platform in themanufacturing/supply chain capacity-building, United States, which equips at-risk communities with access to accurate healthcare information using basic textand inclusive business model and voice messages - key to reaching people who don'Tonnes have broadband.Manufacturing/Supply Chain Capacity Building: Biogen became one of the first contributors to MassachusettsInstitute of Technology's (MIT) collaboration, The AltHost Consortium, in 2020. AltHost works to advance thespeed and productivity of alternative host cell research and manufacturing, with the aim to meet escalatingneeds for biologic drugs through improved product quality and increased volumetric productivity with a goal ofimproved access and lower costs.Product Donations: Biogen runs relevant programs in a number of countries, as outlined in this report.To promote best practices in product donations, we abide by the latest WHO Guidelines for medicine donations,including selection of medicines, packaging and labeling practices, and information and management withrecipient organizations.Inclusive Business Model: We are committed to advancing DE&I via a multi-part strategy. As of Dec. 31, 2022,47.4% of Director+ positions were held by women globally and 30.4% of Manager+ positions in the United Stateswere held by ethnic or racial minorities.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 18,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 18Understanding the patient journeyto inform our workWhen facing a neurological disease, patients and their familiesoften have questions and need support that can go beyond medicaltherapies alone. Putting patients at the center of everything we do,we held a Patient Voice Series, connecting employees with patients toilluminate their priorities and critical issues such as affordability andaccess. Employees heard directly from people living with ALS, multiple In Japan, Biogen helpedsclerosis (MS), SMA, depression, as well as advocates and caregivers. coordinate and hosta national bocciaBy listening to these varied stories and experiences, employeestournament for youngheard what patients and caregivers face day to day and what is mostpeople with SMA andimportant to them, helping Biogen teams focus on work in the most other disabilities. Bocciapotentially meaningful ways possible. is a modified game thatallows patients withSMA to feel included inWe also met regularly with more than 200 patient advocacy groupssports, while workingto listen, learn and provide resources to help people along theiron their strength,healthcare journeys. Those engaged also supported Biogen in taking a confidence and mobility.patient-focused drug development approach. Other highlights include:- PatientView insights on patient needs: We engaged with PatientView,a global annual ranking that provides insight into how Biogen's Providing access to medicinepatient advocacy work compares to that of peer companies andwhat communities would like to see from Biogen. The report We discover and develop medicines for complex conditions, includinghelps us assess our program efficacy and identify focused areas rare diseases. Given the nature of many of our therapies andfor improvement. medical conditions facing the patients we serve, enabling accessto medicine can go beyond the therapy itself to include a broader- Patient advocacy group surveys: We conducted MS and neuromuscularhealth ecosystem. In some cases, treatment requires ongoing testing,disease patient advocacy group surveys to provide insight that canmonitoring and delivery mechanisms such as infusions which requirehelp direct future work with these patient groups on issues such asadministration by a healthcare professional. We consider these factorshealth equity and support for living with relevant diseases.and many others as we aim to provide multiple solutions that help- Patient support programs: We offered a range of patient programs, make our medicines available to as many people as we can. We aresuch as concierge/navigator services, health coaching, hospital committed to flexible access solutions, including efforts to ensureassistance, diagnostics and healthcare support. product availability, pricing, financial and insurance services.We also engaged with a range of other stakeholders, including Supporting patients impacted by the war in Ukrainehealthcare professionals, to advance disease education so they can When Ukraine was invaded in 2022, we partnered with organizationsbest meet the needs of patients and caregivers. For example, we have to ensure people living with MS and SMA had access to the Biogenproduced more than 30 publications focusing on MS and SLE data medicines they needed. We worked with the Ministry of Healthgaps including real-world evidence. of Ukraine and partnered with Direct Relief, a humanitarian aidBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 19,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 19organization, to donate units of TECFIDERA® (dimethyl fumarate) and Supporting affordability for patientsAVONEX® (interferon beta-1a), which were transported to clinics around We believe in holistic value frameworks, with benefits to patients,Ukraine. Biogen also provided a €25,000 grant to SMA Europe and are providers and society. We seek value-based agreements andin communication with our partners to guarantee continued patient care. partnerships that maximize the benefit of our therapies. It is theshared responsibility of all healthcare stakeholders to find solutionsÞ LEARN MORE ABOUT HOW BIOGEN, THE BIOGEN FOUNDATION ANDthat ensure patients can afford new innovations. Biogen partnersEMPLOYEES ALSO HELPED THOSE IMPACTED BY THE WAR IN UKRAINEIN THE COMMUNITY SECTION with healthcare systems so patients can access our medicines ina sustainable way, and we remain flexible to enable affordability forpatients across economic circumstances.Enabling early accessWe continuously evolve our thinking and approaches to enable We are transparent about our Pricing Principles and continue to listenbroad access to our therapies - both before and after potential to stakeholders and take their perspectives into account as part ofregulatory approval - to expand access to medicine through both our pricing decisions. We regularly review our pricing strategies andpublic and private healthcare systems. We work with regulators, follow Pricing Principles that include value to patients, current andclinical researchers, ethicists, physicians, patient advocacy groups future benefit to society, fulfilling our commitment to innovation,and communities, among others, to determine how best to address evolution toward value-based care, and affordability and sustainability.requests for access to our investigational therapies in a mannerthat is consistent with our patient-focused values and compliantwith regulatory standards and protocols.People who meet specific criteria may have access to investigationaltherapies. Our Global Access Mechanisms (GAMs) include EarlyAccess Programs (EAPs) and compassionate use, which we havein 39 countries. In 2022, 231 new patients 7 were treated in GAMprograms, up from 80 patients from the previous year.One example is our early access of tofersen to eligible SOD1-ALSpatients. We have also expanded access to MS and SMA therapiesin China and entered into SMA Risk Sharing Agreements in additionalmarkets, with SPINRAZA® now having either a formal reimbursement,individual reimbursement or a Charged Managed Access Program(CMAP) in 69 countries.7 Denotes cumulative patients treated in 2022, does not indicate patients active in a GAM program in 2022.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 20,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 20STORYBrightening \"Biogen's approach since the first approvals ofSPINRAZA has been consistent, underscoringa baby's our commitment to the SMA community. Weare passionate about expanding access to ourtreatment for patients in need,\" said Adrianfuture throughHarrington, SMA Value & Access Lead. \"In addition,we work with local clinics to ensure that SMA careSPINRAZA standards are optimized, so that patients can getthe best outcomes from treatment with SPINRAZA.\"\"There are many underserved and underrepresentedgroups around the world who are living withdebilitating diseases and insufficient accessto treatment. As part of our credo of caring deeply,we aim to help address the unmet medical needsEnar's nephew, Behram, 8 was just a newborn of these patients and improve their standard ofwhen he was diagnosed with SMA Type 1, a rare care,\" said Maha Radhakrishnan, Biogen's Chiefgenetic condition where nerve cells in the spinal Medical Officer.cord and brainstem do not work properly, resultingin progressive muscle atrophy and weakness. If We are working with our global partners to accessleft untreated, Behram was unlikely to live past disparate and hard-to-reach patient populations whohis second birthday, and there was no available have felt left behind. Engaging directly with local-treatment for him in Kosovo, where they live. \"The combination of varied healthcare systems medical experts and centers of excellence in SMAand delayed or insufficient access to therapies in We are helps us to evolve our thinking and approach to\"Behram's muscles were failing, he was moving less some countries can be a challenge for patients committed topics such as treatment objectives, patient profilesand less. It was heartbreaking. The family felt we and caregivers. It is humbling to see the passion and measures to assess treatment effectiveness.to helpingwere on the edge of disaster,\" said Enar. She sent of physicians who fight for their patients to receive Communicating with patient advocacy groups alsoa letter to Project HOPE, an international global the best possible care,\" said Carmen Walbert, to improve helps us understand patient needs and to account forhealth and humanitarian aid nongovernmental Biogen's Head of Europe, Canada and Partner outcomes for potential concerns of patients and their caregivers.organization with a focus on children's health. Markets (ECP) Medical. patients, like\"I can'Tonnes watch my baby nephew die,\" she wrote in Biogen is committed to helping to improve outcomesBehram, in thethe letter. \"I can'Tonnes say 'goodbye.'\" Although more than 14,000 people globally have for patients, like Behram, in the disease areas webeen treated with our medicine,9 Behram was disease areas treat. His treatment is lifelong, so his care team isProject HOPE issued a request for support. Biogen the first patient with SMA to receive SPINRAZA we treat. taking things at his pace - and he is getting strongerresponded, knowing any further delay in treatment in Kosovo. Biogen has been providing access in every day. Enar said, \"In the future, I hope to see him-for Behram could mean significant disabilities, and countries around the world where our medicines going to school, being more independent. He nowpotentially death. We worked across functions and can make a real difference. With these efforts, has a shot at living a more normal, happier life.\"levels to orchestrate the operations needed to provide we aim to help tackle disparities in treatmenttreatment in a country where Biogen had previously access across age, gender, race, ethnicity and8 Names have been changed for privacy and protection.had no presence. Adding to the complexity, SPINRAZA socioeconomic levels. We have made SMA9 Based on commercial patients, Early Access Program patients andis not the kind of medication anyone can pick up treatment available in 69 countries worldwide, clinical trial participants through December 31, 2022.over the counter. Treatment requires an intrathecal including 19 low- and middle-income countries.injection administered by healthcare professionals. Our SMA humanitarian access project in India Note: People must meet specific criteria to receive access to Biogen'stherapies through compassionate use based on humanitarian groundsWe were tenacious in finding a way to quickly deliver is reaching 200 infants, and we are deliveringor through our humanitarian aid program. Biogen's increasing globalSPINRAZA to a hospital in Kosovo, supplying the solutions to other people worldwide who would not operational footprint facilitates reaching more patients and helps usmedicine that Behram urgently needed. have otherwise had access to treatment. better understand local needs. Learn more about our Access programs.BIOGEN 2022 ESG REPORTmoc.kcotsrettuhs©"
  },
  {
    "page": 21,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 21StrengtheningWe also supported efforts to advance cultural competence forhealthcare providers through an educational pilot with Dr. Alexanderhealthcare systemsGreen as well as new resources including a series of videos, hostedon MDEdge Neurology, that discusses disparities in healthcare acrossvarious patient populations and the need to understand differencesEngaging employees and providersin terminology, training in the social aspects of medicine and culturalto improve health outcomes competence as a necessary component of effective healthcare delivery.Health outcomes often depend on factors beyond the control of people Identifying and addressing potential biasesand their doctors, such as age, gender, race and ethnicity. and barriers to diagnosisWe also hosted multiple Health Equity Advisory Board meetingsWe are committed to addressing barriers to quality healthcare and globally focusing on MS and lupus. One session provided informationpromoting equity across the healthcare ecosystem, beginning with about the health disparities that exist for Asian American and LGBTQ+internal education and awareness. We engaged employees in a variety people living with MS, leading to the creation of four advertorialsof ways, including through the Underserved and Underrepresented discussing these underserved populations. Amplifying these keyChampions program to deepen our organizational focus to build and insights supports timely diagnosis among these patient populations.execute initiatives to advance health equity. Health Equity AdvisoryBoards, focused on specific disease areas - AD, lupus and MS - were We also engage a range of stakeholderscreated to allow the organization to better understand the elements in our efforts. For example, with Biogen'sof disease-specific patient journeys and patient needs, incorporating a support, Cure SMA has undertaken healthholistic approach to achieving health equity. equity-related research activities, includingpatient and caregiver surveys and focusThese groups allowed the organization to identify key learnings and groups on issues such as disparitiesimprovements, including how and where we recruit for clinical trials, impacting treatment, care and clinicalunderstanding the burden that can be involved in participating in a trial participation. In MS, we have madeclinical trial, recognizing the gap in patient-provider understanding and progress on KME education, holding forumscultural competence, and helping to increase health literacy of patient featuring culturally relevant physicians andpopulations. Regardless of disease, a re-occurring theme was delay discussions on cultural competence.in diagnosis for those from underrepresented communities, which wewill continue to explore ways to address. We published summariesof clinical trial results, translated product information into differentlanguages and incorporated an understanding of how culture affectshealthcare decisions.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 22,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 22Collaborating with stakeholdersWe are committed to learning from patients, caregivers and theircommunities. Understanding the ways sociodemographic and otherfactors contribute to clinical outcomes can create pathways toquality care. We actively collaborate with organizations dedicatedto advancing public policies that promote greater health equity andrepresenting minority, aging, caregiving, faith-based, disability andveteran communities.In 2022, we continued our work with the National Association ofFree and Charitable Clinics (NAFC), a network of more than1,400 member clinics that support millions of underinsured oruninsured patient visits annually. The work led to better understandingof the needs of the providers and the people they serve, the gap inaccess to neurological care, the strong need for expanded mental healthservices, the opportunities to build community awareness of availableresources and ways to help address the social determinants of health.We also continued our collaboration with the National MinorityQuality Forum (NMQF), supporting data generation and communityengagement activities. We rolled out and supported the releaseof the National Health Council's health equity policy agenda outlined Participating and volunteering in local patient events, like the Seattle Walk & Roll, provides employees within their 2022 report: Access, Affordability and Quality: A Patient- the opportunity to hear about real-life experiences and to better get to know the communities we serve.Focused Blueprint for Real Health Equity.To help promote health equity, the Biogen Foundation supportsCareMessage, the largest patient engagement platform in theUnited States, which equips at-risk communities with access toaccurate healthcare information using basic text and voice messages.In North Carolina, our support helped Robson Healthcare andNeighborHealth Center, with plans to extend assistance to a totalof 10 safety-net clinics.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 23,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 23WORKFORCEAdvancing a workplace where everyone can thrive47.4 percentof Director+ positions held by women globally30.4 percentof Manager+ positions in the United States heldby ethnic or racial minorities80 percentof participating employees say the work that theydo at Biogen is meaningful personallyKEY AWARDSÌ 9th year receiving 100% on the Human Rights Campaign'sBest Place to Work for LGBTQ+ EqualityÌ 5th year receiving 100% on Disability:IN's Best Places toWork for Disability InclusionÌ Included in Fierce Pharma's Top 10 Big Pharmas for Diversity, Equity andInclusion EffortsÌ Received three VIBE Awards: Best Companies for Financial and RetirementBenefits, Best Companies for Parental Benefits and Best Companies forVacation and Time OffÌ Named to the Bloomberg Gender-Equality Index and Workplace DisclosureInitiative's ScorecardSushma Hallock and Priti Shah are living the elements.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 24,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 24WORKFORCE EXECUTIVE SUMMARY Promoting opportunityAchieving success in developing innovative and opportunities empower employees to better find and well-beinggroundbreaking neuroscience medicines requires a work-life balance. Our comprehensive benefitsworkforce that feels supported to perform their best enable employees to focus on what's important,and is celebrated for who they are together and knowing they're covered.as individuals. We empower employees to do their We take a holistic view of employee success and well-being,best work and grow their careers, while ensuring At Biogen, we've long viewed diversity, equity fostering an environment where everyone is empowered to engagethey feel valued, respected and encouraged to bring and inclusion (DE&I) as a competitive strength, and realize their full growth potential.their authentic selves to work every day. and we strive every day to cultivate a diverseand inclusive environment. We build employeeWe champion an environment where success awareness and capability to contribute to a more Fostering opportunities to engage and growand well-being thrive together. We offer extensive just and equitable world through developmenttraining and development opportunities but programs, listening sessions and conferences. We We recognize the importance of flexibility, feedback and career pathsencourage employees to go at their pace. Our are working to further diversify our workforce and that reflect individual skills and interests.flexible ways of working and dedicated wellness are committed to pay equity.Promoting employee engagementWe cultivate a workplace where employees are empowered toown their careers and equipped with resources and opportunitiesto engage and grow, from formal training to a range of EmployeeResource Networks (ERNs).Launched in 2022, Thrive@Biogen was designed to foster constructiverelationships between every manager and their direct reports. Beginningwith an open 1:1 conversation and the creation of individualized plans forengagement and retention, regular meetings help to address barriers andcelebrate progress. Based on strong feedback, Thrive conversations arenow fully integrated into formal quarterly performance conversations.75 percentemployees shared a. S ay Biogen takestheir views in genuine interest inBiogen's annual a. employees' well-beingemployee survey 75 percentb. S ay the work they dois meaningful to themc. W ould recommendb. c.their manager to others80% 82 percentEmployees Sarah Morrin and Tamara Gisler.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 25,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 25Employees and managers also supplement their formal appraisalswith informal conversations throughout the year to address goals,objectives and barriers to performance. We believe that talentdevelopment accelerates Biogen's performance, motivates employeesand aligns our work. We encourage ongoing, constructive and candidconversations carried out in a caring way and through a lens ofinclusion. Additionally, we take a multi-dimensional view of employeeperformance where feedback from their peers, direct reports and otheremployees is considered, along with feedback from direct managerson certain goals and objectives.Amy Birmingham,Providing flexible Ways of Working Employee EngagementLeader andSupporting flexibility as employees manage professional and personalCommunicator. Sheresponsibilities, our Ways of Working program offers telecommuting andemployed her sabbaticalflextime as well as part-time and job-sharing options. Roles can be: to tackle house projects,- Hybrid - Split time on- and off-campus establish healthyhabits and routines,- Off-Campus - Job tasks can be performed off-campus and no and sail with her familyconsistent campus presence is needed from New Bedford toNantucket.- Field - Tasks such as sales responsibilities are completed in the field-- On-Campus - All or most job responsibilities are performed on aBiogen campus. It's such a unique benefit that we offer our employees,and I'meter so grateful to Biogen for giving me this timeShared time off to focus on well-beingthat I used to finish house projects and get into reallyIn response to employees' extraordinary efforts during the past fewgood health habits and routines. It also grounded myyears and the toll those challenges took, a wellness week was put infamily more as we were able to spend quality bondingplace for 2022. Employees globally took a shared week off to focustime doing activities, like sailing, putting togetheron their well-being. We also ended the year with the annual weeklongpuzzles and reading together.shutdown between Dec. 26 and Jan. 1, 2023.Amy BirminghamEmployee sabbaticals -Those who have been employed by Biogen for at least six yearscan benefit from our paid monthlong sabbatical program to travel,volunteer, spend time with loved ones or acquire new skills. In 2022,737 employees enjoyed a sabbatical.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 26,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 26Employee Resource NetworkEncouraging professional growthRobust opportunities to learn and grow can contribute to employeeDescription 2022 Activityengagement and success. At Biogen, professional development cancome through on-the-job learning and challenging new assignments, AccessAbility Supports employees with Worked with Microsoft to provide webinars on Global Digitaldisabilities and employees Accessibility Awareness Day to share features and customizablementoring, in-person and online training, and more.who are caregivers of individuals settings for hearing, sight and neurodiverse needs.with disabilities.We offer more than 1,200 instructor-based courses through BiogenBiogen Encourages veterans and allies Volunteered with more than 150 U.S. organizations in aUniversity. More than 300 of those are available virtually, and in 2022,Veterans of veterans to connect and 9/11 National Day of Service activity to pack 3 million meals,we added more than 450 new on-demand eLearning courses, givingNetwork support one another. benefiting Feeding America-affiliated food banks.employees access to more than 20,000 modules in 11 languages:IGNITE Brings together early-career Hosted a series of \"career talks,\" bringing together BiogenBrazilian Portuguese, Dutch, English, French, German, Italian, Japanese,professionals and their advocates. leaders to share stories, insights and advice on ways toMandarin, Polish, Spanish and Turkish. IGNITE careers.Mosaic Fosters awareness and appreciation Hosted panels with Biogen leaders to share their insights,Orbit rotational programof different cultural backgrounds, experiences and perspectives on navigating the corporateEmployees seeking short-term growth assignments outside of a current in addition to promoting networking world and leveraging their cultural backgrounds in leadershiprole can expand their experience and internal networks, and help meet and development opportunities during Asian American and Pacific Islander Heritage Month,company deliverables, through the Orbit rotational program. Since the for members. and Hispanic Heritage Month.program launched in 2021, 378 employees have participated. Parenting Biogen's newest ERN provides Hosted a listening session with Biogen's on-site counselorsNetwork support, networking and for parents and caregivers, following the massacre in Uvalde,Group (PNG) development opportunities to Texas, that took the lives of 19 children and two teachers,-working parents and caregivers, as to discuss grief and concerns about sending their childrenThrough my Orbit, I had the opportunity well as helps employees navigate to school and to provide guidance on how to navigate thesethe challenges of work-life balance. traumatic events with their children.to learn about different parts of thebusiness, collaborate with diverse ourIMPACT Advances climate, health and equity Led a Caring Deeply volunteer event with the Charlesat work, in employees' personal River Conservancy in Massachusetts, where more thangroups and develop new skillsets.lives and in the communities where 20 volunteers removed litter, raked leaves and debris,Namsok Cho, Technical Product Complaints we live and work. painted benches and picked weeds.-ReachOUT Supports a best-in-class working Drove the TENT mentorship program where employeesenvironment for LGBTQ+ employees provide career guidance for LGBTQ+ refugees, with aand embraces all LGBTQ+ commitment to mentor 50 LGBTQ+ refugees until 2024.employees and their allies.Women's Creates networking, mentoring and Hosted a listening session with members of the BiogenInnovation learning opportunities for women Benefits team, following the U.S. Supreme Court decisionNetwork and allies worldwide. to overturn Roe v. Wade, to discuss what the decision(WIN) means for those at Biogen, what benefits exist to coverthose impacted by the decision and what Biogen is doingto protect healthcare access for employees.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 27,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 27High-impact learning and development opportunities Promoting employee wellness, health and safetyTo create and sustain a workplace as diverse and inclusive as the We want every employee to feel healthy, safe and productive at workpatients we serve, we offer programs that invest in our talent pipeline and in the world.and in our current leaders, including:- Activate, Reflect and Co-Create: Preparing top talent for the 31.5 Providing comprehensive benefitshoursrigors of executive roles. Average time spent We strive to offer comprehensive, industry-leading benefits, which weby full-time employees updated in 2022 to include even more robust mental health support- Women's Leadership Program (WLP): Addressing the uniquein formal professional and medical travel coverage.challenges faced by female leaders to increase influence and developmentimpact. Approximately 1% of employees have participated in WLP.We provide employees and their families with convenient, free20,000+- The Partnership, Inc.'s BioDiversity Fellows: Continuing to bolster opportunities to improve mental health, sustain emotional well-beingour talent pipeline with a diverse mix of leaders. Approximately number of courses and increase resilience. Available globally are confidential access to1% of employees have participated in The Partnership programs. available to employees professional consultants and online resources, and Headspace, ain 2022health and happiness app. For U.S. employees, we offer Learn to Live,- Women on the Rise: Cultivating and driving engagement andan online cognitive behavioral therapy program, and Talkspace,retention among emerging women leaders. Participants of thea digital telehealth support tool that enables participants to connectprogram, delivered with Simmons University, uncover and leverageto a therapist through text, video or phone.their strengths and core values to intentionally nurture theirleadership brand and impact.Introduced in 2022, our U.S. Healthcare Travel Reimbursement is now- Emerging Leaders: Preparing high-potential individual contributors foravailable for employee travel to access health services not availablefirst-level leader roles.within a 100-mile radius of their home. This supplements other benefits,including paid pregnancy-loss leave and paid leave for new parents.Mentoring and coaching programs- BetterUp: Supporting individuals through coaching, as they work Employee and Family Solutionstoward enhancing their impact in the organization. Employee and Family Solutions, a global employee assistanceprogram, offers legal services, financial consultations, behavioral- Torch: Offering internal and external mentoring relationships.healthcare, and child and elder care referral services for all employeesand their family members globally, 24 hours of training per employee a day, seven days a week.Celebrating employee success In 2022, employees tapped into online workshops and information onWe recognize employee accomplishments in ways large and small. topics such as managing resilience, money and finances, family careOur CEO Elements Award honors employees and teams that and education.demonstrate the Biogen Elements, values that include a pioneeringspirit, strong ethics, personal accountability, inclusivity, agility andunwavering customer focus. In 2022, we celebrated 49 total winningprojects, and 677 individuals received an award.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 28,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 28Parental leave and benefits-Our U.S. maternity leave provides 100% of base pay for up to16 weeks, including eight weeks of short-term disability benefits and An estimated 1 in 8 women experience symptomseight weeks of parental bonding leave. Non-birth parents of a newborn of postpartum depression (PPD). Learn howor adopted child, including those using a surrogate, receive eight weeks Biogen supported Megan McDonald, Seniorof paid parental bonding leave. Manager for Global Website Channels, when sheexperienced PPD during her maternity leave.Employees completing an adoption or surrogacy may receive up to-$10,000 (lifetime maximum of $20,000) in reimbursement for relatedexpenses such as adoption and surrogacy fees, court and attorneyfees, travel and lodging expenses, agency and placement fees,medical expenses of the birth mother and child prior to adoption orsurrogacy, immigration fees, and immunization and translation fees. Outside of the United States, benefits vary by country, but in everymarket where we operate, our benefits meet or exceed the legalAll U.S. benefits-eligible employees also may receive up to $1,000 in requirements, and are informed by market trends and employeereimbursement for expenses associated with birth doula services, feedback. We are working to determine if uniform or core globalincluding physical and emotional support to employees and their standards are feasible and desirable.partners during pregnancy, childbirth and the postpartum period.Paid caregiver leaveCaregivers play a key role in helping people live fuller, healthier lives,and Biogen cares for caregivers - whether that means for patients,YSI C A L W ELL-BEI N grams FIN ANCIAL W E LL-c 6Uo.wSm o.meter rrkeu ign nug itliaU ets .ioS on. rsr e ets moi d pee lno nsy tue srees s e .ernW vhe iat h anscr eep sdr e i mlaer aac rvh yes cisa h r oae wvgai i n vilg earbt s hl,ea w tteoa b gUo o.uSb Tonnes.e 1 y o in n dH B EP IN employees. Under the U.S. Family and Medical Leave Act, and variousGstate laws, caregivers of seriously ill family members have generallybeen eligible for up to 12 weeks of unpaid job-protected leave peryear. Biogen offers U.S. employees up to eight weeks of paid caregiverleave, with additional unpaid leave available.Employees andtheir loved ones can Paid leave regulations and standards vary by country, so we activelyaccess quality carereview leave practices relative to employee needs, market practicesand support acrossE grams and business priorities. For example, in Switzerland, federal lawM N four dimensions ofO Tonnes B EI wellness: physical, mandates short-term paid leave for caregivers to assume care of aI O N AL WELL-B EI N grams SOCIAL W E L L- fi a n n a d n e c meter ia o l, Tonnes s io o n c a ia l. l f c a h meter ild il y w meter ho e meter is b s e e r r a io n u d s 1 ly 4 i ll w o e r e h k a s s o b f e le e a n v e th f e o r v i e c meter tim pl o o y f e a e n s a to c c Tonnes i a d k e e n Tonnes c . a re of aBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 29,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 29Overview of key Biogen Full-time (F): At Biogen, employees are eligible to receive benefits if they areregularly scheduled to work 40 hours of training per employee per week.employee benefitsPart-time (P): At Biogen, employees working fewer than 40 hours of training per employee per week areconsidered part-time. Part-time employees working 20 or more hours of training per employee per week aregenerally eligible for the same benefit as full-time employees with some benefits,such as vacation, pro-rated.100% 90% or more More than two-Employee benefit of employees employees thirds of employees Under considerationFINANCIAL SUPPORT16 weeks of paid birth-parent leave with 100% base pay F/P Global standard that all affiliate offerings areat or above local market relative to peers8 weeks paid caregiver leave for non-birth parents F/P Global standard that all affiliate offerings areat or above local market relative to peers8 weeks paid caregiver leave for any employee caring for a seriously ill family member F/P Global standard that all affiliate offerings areat or above local market relative to peersUp to 5 days paid bereavement leave for death of family member including pregnancy loss F/P Global standard that all affiliate offerings areat or above local market relative to peersUp to $10,000 (lifetime maximum of $20,000) for adoption/surrogacy expenses F/Pdollar1,000 for expenses associated with a birth doula F/PRemote/hybrid employees eligible for a $1,500 stipend to purchase home office equipment F/PMedical travel coverage F/PPRACTICAL SUPPORTOn-site childcare F/PSubsidized backup child and elder care with Bright Horizons F/P Evaluating capability to expand globallySubsidized backup pet care F/PChild and elder care resource and referral service F/PFitness facilities/virtual exercise classes F/PGym, fitness class, exercise equipment financial reimbursement F/PMeditation courses F/PNo-cost access to mental health support (app, virtual counselor) F/PEmployee Resource Network F/PConcierge services F/PTIME AND FLEXIBILITYFlexible work arrangements F/P8 hours of training per employee paid time off to volunteer F/P1 month paid sabbatical every 6 years F/PBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 30,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 30Additional caregiver support integration of action plans with quantified targets to address thoseTo meet the needs of new parents, in the United States, we provide risks; integration of actions to prepare for and respond to emergencya range of additional support, from breastfeeding support and situations, evaluation of progress in reducing/preventing health issues/on-site lactation facilities to childcare. For example, we work with risks against targets; procedures to investigate work-related injuries, illBright Horizons to offer early childhood education for infants through health, diseases and incidents; training to employees and contractorskindergarten prep, as well as summer programs. to raise awareness and reduce operational health and safety incidents;safety criteria introduced in procurement and contractual requirements;Competitive compensation and results of both internal inspections and independent externalBiogen's Total Rewards program is designed to meet the needs of verification through ISO45001 and Carolina STAR.employees in local markets, and typically includes retirement orsavings plans, financial advising, Long-Term Incentive (LTI) plans By engaging and empowering our employees through our innovativeand incentive grants, no-cost life insurance and disability coverage, Hu program, we see real-time results in how our culture embracestuition reimbursement and college-planning services, as well as our safety and manages safety related risks. In 2022, our Days Away Caseannual bonus plan. Employees develop individual goals annually that Rate (DACR), which monitors the frequency of work-related illnessesalign with and help execute on Biogen's overall strategic goals. Their and injuries that lead to a work absence, and our Total Recordableindividual performance is analyzed against those goals through the Injury Rate (TRIR) were both below the industry average. Comparedlens of the Biogen Elements. to a peer group of 15 pharmaceutical/biotechnology leaders using athree-year rolling average of DACR, we achieved second place.Biogen's performance is evaluated through our Corporate Scorecard.The amount of bonus payout under the Annual Bonus Plan is based on Workplace-related Injuriesindividual performance as well as company performance.30Þ READ MORE ABOUT BIOGEN'S REWARDS AND BENEFITS 252015Reducing risk and promoting health and safety 10We expect every employee to advance health and safety, whether 50working in a lab, office or manufacturing plant. Human Performance2018 2019 2020 2021 2022(Hu) is integrated into Biogen's Environment, Health and Safety(EHS) programs. Hu encourages proactive and collaborative problem Total Reportable Injury Rate (TRIR)solving through practices such as Open Reporting and Work Days Away Case Rate (DACR)Observation and Risk Conversations. In addition to Hu, we maintaina robust environmental, health and safety management system,which documents all of our Occupational Health and Safety (OHS)management practices, including: risk and hazards assessments toidentify what could cause harm in the workplace; prioritization andBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 31,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 31Advancing diversity,DE&I conferenceThe Biogen Intercontinental Region (BIR) held the \"Power ofequity and inclusionInclusion: Fueled by Diversity\" conference to discuss why DE&I isimportant, emphasize the importance of inclusion and conducttopical workshops. The conference, which hosted 510 participants,As we seek to engage the world's brightest minds to tackle was given in English and Spanish with all communication materialscomplex scientific and social challenges, we have long prioritized and presentations translated into and offered in Chinese, English,DE&I not only as a moral imperative, but as a competitive strength. Japanese, Korean, Portuguese and Spanish.We believe that any form of prejudice, racism or intolerance isunacceptable. They have no place in our company.DE&I strategy #2Build an intentional, high-performing, engaged, diverseDE&I strategy #1and inclusive talent pipelineBuild company-wide awareness, capability and urgency to As an Equal Opportunity Employer, we are committed to a workplacefoster and sustain a diverse and inclusive environment where all employees feel they are treated with respect and dignity. ThisTogether with leadership commitment and business purpose, our commitment helps build successful teams and enables us to attract,employees bring our DE&I strategy to life. We seek new ways to retain and grow outstanding, diverse talent.engage and empower employees annually to forge a more inclusiveworkplace. In 2022, we launched GlobeSmart®, an online development Gender equityplatform that offers self-awareness, team development, and deep By 2025, Biogen aims to achieve gender parity in roles at the Directorresources of cultural information to help employees more effectively level and above. As part of our commitment, we have prioritized acollaborate and innovate across the wide array of differences in focus on equal pay for equal work, as outlined in our Philosophy on Paycultures and work styles in our global company. Approximately Equity. In 2022, we shared the results of our global gender pay gap83% of people managers have accessed GlobeSmart, ensuring across multiple levels. Going forward, we aim to conduct a pay equityenterprise-wide awareness of this powerful inclusion resource. The study and pay gap analysis, focusing on gender globally and race andmajority of Biogen users created a profile to help them understand ethnicity in the United States, where the law permits the collection oftheir preferred workstyles or to extend their cultural agility. racial and ethnic data.We offer our employees numerous ways to develop their inclusive Gender pay gap is the difference between the average pay of all malesacumen. In 2022, aligned to the CEO Action for Diversity and and average pay of all females in an organization, whereas pay equityInclusion's Day of Understanding, we held a weeklong global event, our is the difference in pay between a male and a female performing ansecond Week of Understanding. We held numerous offerings; shared equivalent role within an organization. In the countries where we arenew resources to build inclusive capabilities, such as GlobeSmart; and required legally to conduct a pay gap analysis, we do so.promoted development programs focused on identity and increasinginfluence and impact, such as The Partnership and the Women on the Promoting multiple forms of diversityRise. The impactful week was led by our global ERNs, DE&I Councils Biogen aims to promote all forms of diversity, including representationand DE&I ambassadors, who educated, inspired and challenged us to of people across race and ethnicity as well as those who identifythink differently and to become more empathetic and inclusive. as LGBTQ+, veterans and people with disabilities. Our target is toincrease racial and ethnic diversity to 34% by 2025 among U.S.-basedroles at the Manager level and above.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 32,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 32Self-identification in the United States In 2021, building on the success of the Massachusetts-basedSelf-identification is an effective way for organizations to measure BioDiversity Fellows Program, we helped launch the North Carolina Mid-progress on DE&I initiatives. We currently ask U.S. employees to Career Leadership Accelerator Program. The Accelerator Program helpsvoluntarily self-identify demographic information such as race, ethnicity, professionals strengthen their leadership capacity, and is designed todisability, veteran status, sexual orientation and gender identity. advance Black, African American, Hispanic, Latino and Asian AmericanWhile each individual's information is maintained confidentially, this leaders in the industries driving the economy of the Research Triangledemographic data help employers to identify barriers to employment, and Charlotte region in North Carolina. In February 2022, we launchedadvancement, retention, engagement. a second cohort of participants. The Partnership, Inc.'s BioDiversityFellows Program and North Carolina Leadership Mid-Career AcceleratorThrough the information collected, we are able to prioritize resources, Program, as well as the Associates and Next Generation Executiveform and develop relevant ERNs, adjust benefits, look for areas of bias programs, support Biogen's diverse talent pools and focus on careerand advance inclusion initiatives. growth, building leadership capabilities and providing participants withtools to advance their career paths.Building a robust and diverse talent pipelineÞ LEARN HOW WE ARE INSPIRING THE NEXT GENERATION OF SCIENTISTS ANDWe support a variety of programs - internally and externally - forENGINEERS IN THE COMMUNITY SECTION OF THIS REPORTpeople underrepresented in the life sciences industry. For example,in 2016, Biogen helped create The Partnership, Inc.'s BioDiversityFellows Program, which nurtures the potential leadership of mid- Percentage of women at Biogen since the implementation THE POWER OF.career professionals who are underrepresented in the life sciences of the Women's Leadership Program in 2016 DEVELOPMENT.industry. The curriculum builds leadership competence in areas such PROGRAMS.60 percentas relationship and organizational skills. Participants attend monthly There is strong evidenceclasses, are assigned executive coaches, and meet in small groups that developmentprograms, like the Women'sfor peer feedback and support. This is just one program that helps50% Leadership Program,strengthen the leadership capacity of our Black, African American,produce results, includingHispanic, Latino and Asian American employees. The majority of higher promotion rates,graduates have been promoted during or after program completion. higher retention, increasedsponsorship, broader40 percentnetworks, increasedknowledge and confidence,and better understandingof organizational structure30 percentand processes. Our2016 2017 2018 2019 2020 2021 2022progress toward genderparity helps to underscoreFemale Headcount Female Director+ the power of that work.Female Manager+ Female VP+Þ READ HANIHOUSHYAR'S STORYBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 33,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 33STORY-AdvancingIt's about our organization reflectingwomen's the communities that we live in andthe communities that we serve, makingleadership it a place where we can all thrive.Hani Houshyarat Biogen -By 2025, Biogen aims to achieve gender parity in Therapeutics. \"My job is to lead a cross-functionalroles at the Director level and above. Senior leaders team to bring the program forward to launchlike Hani Houshyar are an example of the progress across the globe for PPD, MDD and other potentialalready made - with women currently holding neuropsychiatric indications,\" she says.47.4% of those roles.Hani Houshyar, Head of Global Product Development and Commercialization for After WLP ended, Hani convened a monthly lunchHani's journey to becoming a senior leader at zuranolone, attributes her professional growth at Biogen to the company's WLP. group to continue the networking and supportBiogen started early in life. Her family immigrated She excelled in math and science as a child and used this talent to help her begun in WLP. Nearly five years later, this cohort ofto the United States from Iran when she was 13. integrate after her family moved to the United States from Iran. women continues to assist each other professionally\"I couldn'Tonnes speak English, but I could do math,\" Hani and personally to overcome adversity and reachrecalls. \"Math was just numbers. That was a pivotal new opportunities.point in my life - that's when I fell in love with mathand science. It helped me to integrate into school With her breadth of experience, Hani has thoughtfuland find a community.\" \"WLP was an outstanding opportunity for me advice for women at all stages of their careers.and really important to my growth,\" she says. \"It For women just starting out, she recommendsTrue inspiration came after Hani's first internship at opened my eyes further to the work that happens mastering their work, asking for feedback,Upjohn (now part of Pfizer), where she realized her outside of R&D, encouraging me to lean into those advocating for themselves and seeking out apassion of discovering and developing medicines opportunities that would stretch me and helping mentor to help advise and guide their professionalto improve people's lives, which drove her to obtain me to appreciate and build on my strengths as a development. And for women who are morea doctorate in pharmacology. When Hani joined leader.\" The program, as well as exposure to her established in the workplace, Hani suggests thatBiogen in 2015, she was firmly established in the peers from other departments throughout the they lean into opportunities that will stretch thempharmaceutical field and seeking opportunities company, taught her the importance of creating a to grow, learn and continue to have greater impact.to further her career. She joined the Research network of strong female leaders - a network that Additionally, she encourages more experienced& Development (R&D) group as the early-stage she still leans on to this day to remain resilient in women to serve as mentors to other women, whichprogram leader for the amyotrophic lateral sclerosis the face of challenges. she feels leads to mutual growth and learning.(ALS) portfolio. Meanwhile, an internal programcalled the Women's Leadership Program (WLP) She is now the Head of Global Product Ultimately, Hani says gender parity is best achievedwas being developed at Biogen to help address the Development and Commercialization for zuranolone, through diversity across the spectrum. \"It's aboutunique challenges faced by female leaders with the a potential treatment for major depressive disorder our organization reflecting the communities that wegoal of increasing their influence and impact. Hani (MDD) and postpartum depression (PPD) that live in and the communities that we serve, makingwas selected to join one of the first cohorts. is being developed in collaboration with Sage it a place where we can all thrive.\"BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 34,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 34ENVIRONMENTTaking meaningful action to protect the environmentand impact health and equity3 percentAbsolute reduction in scope 1 and 2 emissionsfrom a 2019 baseline year100 percentof facilities maintain fair share water withdrawal97 percentdiversion of waste from landfillKEY AWARDSÌ Named to the Dow Jones Sustainability World Indexfor the 10th year in a rowÌ #41 on the 2023 JUST 100Ì Included in the S&P Global Sustainability Yearbook for the sixth yearÌ Named to the Corporate Knights Global 100, recognizingthe world's most sustainable corporationsTooba Gilani, Senior Associate I, EHS, My Green Lab Program Manager.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 35,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 35ENVIRONMENT EXECUTIVE SUMMARY Enhancing productAs a company that cares deeply about health and across our supply chain and equips vendors sustainabilityequity, we continue to make strides in reducing with resources to take meaningful action.the environmental impact of our products andoperations, addressing the link between planetary Through collaboration with key strategic partners, Our approach to sustainable drug developmentand human health. we have advanced important programs at theintersection of climate and health. For example, Biogen's Principles of Sustainable Drug Development are designed toIn 2022, we introduced Principles of Sustainable with Harvard Tonnes.H. Chan School of Public Health promote efficiency, sustainability, and health and safety in our processesDrug Development and completed multiple (Harvard Chan C-CHANGE), we launched newto discover, develop and manufacture potentially life-changing therapies.product life cycle assessments (LCAs). In our resources to help more than 3,000 frontlineIt includes guidelines to:operations, we maintained 100% renewable clinics mitigate the impact of the climate crisiselectricity, expanded our electric vehicle (EV) on patient health and supported Massachusetts - Design processes protecting workers, patients and the environment.program to 15 countries and 81% of our labs Institute of Technology (MIT) programs in- Curtail potentially toxic, hazardous, biological and environmentallyachieved My Green Lab certification. piloting a state-of-the-art model of how variousharmful substances.climate actions impact public health andWe continued to engage our employees, suppliers economic outcomes. In 2022, our ongoing - Minimize the use of natural resources and avoid waste.and strategic collaborators. In 2022, 20% of our engagement with the World Business Councilemployees were engaged in Biogen environmental for Sustainable Development (WBCSD), Ceres, - Seek continuous improvement.programs, and we began using EcoVadis, a tool The Climate Group and others continued to helpthat provides us with a better view of ESG issues catalyze positive change.Integrating sustainability across theproduct lifecycle-In 2022, From research...41 Biogen Labs In 2022, 41 Biogen labs participated in My Green Lab, a certificationparticipated in recognized by the United Nations' Race to Zero campaign for settingMy Green Lab, the standard for best practices in laboratory sustainability. Ninety-eightup from 14 percent of our participating labs became My Green Lab certified and,of those certified labs, 93% obtained a gold certification or higher.in 2021.-As of Q1 2023, 81% of our labs achieved My Green Lab certification....to packagingOur long-term goal is to eliminate, minimize or closed looprecycle all plastics from fossil fuels, with a focus on secondaryand tertiary packaging.As part of our life cycle management process, in 2022, we continuedto explore more sustainable packaging designs in our multiplesclerosis portfolio and in our other programs. These new designs andmaterials such as grass fibers offer better end-of-life options thanplastic material and bleached cardboard.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 36,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 36Promoting sustainable2022 PROGRAMRESULTS -CERTIFICATION LEVELS operationsIn December 2022,40 of 41 participatinglabs (98%) received MyGreen Lab certification. We regularly review our environmental commitments within theOf those certified, landscape of our business performance, rising costs and supply37 labs (93%) receivedchain challenges. We remain committed to engaging employees andgold certification orsuppliers and to collaborating with renowned institutions to advancehigher. Results include:relevant science and action to improve health outcomes.Green CertificationHIGHEST LEVEL POSSIBLEAnto Maria Edward Edison, Packaging Engineer, evaluates packaging alternatives We also recognize that the healthcare industry faces a paradox:25and innovative designs in the lab. Labs Our therapies can improve patient lives, yet the ways we produce themcan have unintended consequences on environmental and humanWe focused on secondary packaging materials, notably trays and Platinum Certification health. We're working to address that challenge through our approach7boxes, and also started a deep investigation into alternative material to energy, water, waste and other environmental issues.Labsin our primary packaging solutions for oral solid doses.Gold CertificationGreenhouse gas emissionsWe entered into collaborations with start-ups to develop new packaging 5Labssolutions based on alternative materials and innovative designs which In 2020, we announced targets for reducing our greenhouse gaswe hope may become the new standard in the pharmaceutical industry. Silver Certification emissions and our long-term vision by addressing fossil fuel emissions2 in our operations. Since then, we have prioritized areas where weMeasuring the environmental impact of our products Labs can make efficiency gains, reducing environmental impacts - likeAssessing and addressing the environmental impact of our products transitioning away from fossil fuel infrastructure such as boilersBronze Certificationcan promote sustainability and can set us apart in our response to the 1 and steam generators - with the potential to realize long-term costinterests of Biogen customers, consumers and other stakeholders. Lab savings. While we are making progress, we are now evolving ourapproach and re-evaluating our targets and timelines in light of currentIn 2022, we completed an LCA of three biosimilars products: BENPALI™, market conditions and other factors.FLIXABI™ and IMRALDI™. Conducted across multiple configurationsin France, Germany, Sweden and the United Kingdom, the analysis We continue to invest in 100% renewable electricity and in 2022provided new insights into the environmental impacts of those products, announced a renewable electricity purchase equivalent for one-thirdfrom material selection to manufacturing to distribution to end-of-life. of the electricity use of our U.S. operations. This complements efforts- that include onsite generation, direct purchase of green power, virtualWe found that a small number of processes contribute most significantly power purchasing agreements (VPPAs) and purchasing unbundledCompletedto the environmental impact of our products, including the energy and renewable energy credits (Renewable Energy Certificates).lifecyclematerials from our packaging, such as the fossil fuels used to makeanalysis forglass vials and other plastic parts. We are now developing an actionplan with the aim to lessen these impacts and exploring the potential for 3 biosimilars.additional LCAs. -BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 37,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 37- WaterWe are part of the EV100, which promotes widespread adoption ofEVs, reducing street-level emissions and promoting human health. A University We are working to reduce our usage of water, recycle more of it, andToday, our EV program spans 15 countries, and we have installed of Southern make sure it adheres to the highest quality and safety standards beforeEV charging stations in several Biogen locations. Many employees California study being returned to the environment. All of Biogen's major facilities haveare embracing the transition, with more than 290 Biogen EVs on found that an maintained a commitment to 100% fair share water withdrawal. Wethe road today. We see potential for additional progress as current increase of included water impacts in our product lifecycle analyses and use theleases expire and with the reduction of meaningful external barriers World Wildlife Fund's Water Risk Filter tool to complete site water riskjust 20 electricsuch as a lack of sufficient charging infrastructure and constraints assessments, understand water risks among critical suppliers and learnvehicles perwith vehicle cost and availability in major markets. how both may change under various climate scenarios.1,000 peopleresults in aIn 2022, we became one of the inaugural customers for JetBlue's Based on the water risk assessment, water scarcity is identified as a low3.2% declineSustainable Travel Partners program, reducing business travel risk at all our major facilities. We continue to use gray water from Cary,in emergencyemissions and providing Biogen with a customized analysis for North Carolina, for irrigation and conducted water risk assessments inmore accurate emissions reporting. As of Dec. 31, 2022, we had department 2022 to improve our use of this valuable resource. We transparentlyachieved a 3% absolute reduction in scope 1 and 2 emissions visits for asthma. report our water policies, programs and progress to the CDP.from a 2019 baseline year. -WasteWaste reduction enhances sustainability and can drive greater operatingefficiency. Across all of our manufacturing, we track how much waste ourprocesses generate and seek opportunities to improve. From 2019 to2021, we cut in half the total waste generated from our operations.Biogen's 2022 air pollution footprint (in million of tons) In 2022, we diverted 97% of waste from landfill globally, a slight9.33 18.97 3.18 5.23 decrease from the 100% diversion we achieved in 2021. The dip reflectschanges in practices by the Massachusetts Department of EnvironmentalCO emissions NOx emissions SOx emissions VOCs emissionsProtection, which ultimately reduced the waste-to-energy opportunitiesfor our Cambridge and Weston, Massachusetts, sites. We are exploringDisclosing our air pollution footprintThe Lancet Commission has found that fossil fuel emissions are aleading cause of death globally, claiming the lives of almost 9 million Increase of metric tons of materials recycled,687people each year, with the greatest impact on marginalized populations. reused and composted (since 2021) + %CompostedTo address this challenge, in 2021, we became an inaugural memberof the World Economic Forum (WEF) Alliance for Clean Air. Now, in linewith WEF goals, we are disclosing details of our \"air pollution footprint.\"6734 + %We hope that other companies will take a similar approach as part of + %aligned efforts to reduce pollution and enhance public health. Recycled ReusedBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 38,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 38Engaging keyalternatives, and have meaningfully increased reuse, recycling andcomposting of materials including vials, boxes, pens, auto-injectablesstakeholdersand leaflets, much of which is associated with product packaging. In theUnited States, we also collect all unused products and used sharps.20~ % Tapping the interests of our employeesWhile product and manufacturing efficiencies may have the greatestof employeespositive impact, we also work to reduce waste in other arenas. For Employees play a critical role in furthering our environmentalparticipateexample, we donated office furniture to The Furniture Trust, diverting in Biogen's goals. We are assisting employees' transition from fossil fuels atnearly 76 tons of usable items otherwise bound for landfill. environmental home by underwriting their use of 100% renewable electricity atprogramshome - an employee benefit that also sets Biogen apart. More than900 employees have participated in Biogen's \"green benefits.\"Broader environmental issuesWhile we prioritize environmental issues that are most material to In addition, approximately 10% of our employees participate inour business, we continue to listen and learn from stakeholders on a ourIMPACT, Biogen's environmentally focused Employee Resourcevariety of broader concerns. Network (ERN). OurIMPACT has run events such as Biogen beehivetours, native plant expositions, group clean-ups of a vital waterEnvironment, Health and Safety (EHS) source and support for a closed-loop recycling program. We heldOur EHS management system is implemented in line with recognized multiple events across Biogen sites to exchange information on andinternational standards. Every three years, we engage in an external foster collaboration to reduce the environmental impact of energy,audit to ensure our management system remains in line with evolving transport, food and other issues. We also offer tools to support moreexpectations. Our North Carolina sites continue to be recognized by sustainable travel decisions among our staff.the Carolina STAR Program and our Solothurn, Switzerland, facility isnow ISO 14001 (Environmental Management Systems) and 45001(Occupational Health and Safety Management Systems) certified.Pharmaceuticals in the environmentWe follow the EU's Strategic Approach to Pharmaceuticals in theEnvironment via our green chemistry program, incentives for green design,waste reduction and wastewater treatment, among other efforts. Sincethe pharmaceutical supply chain can play a role, Biogen is incorporatingconsiderations around this issue into our Responsible Supplier Program.BiodiversityIn 2022, we developed and publicly shared a biodiversity positionstatement. We are also taking steps to use our assets to promotebiodiversity. For example, we have installed beehives at five globaloffice sites, producing 150 pounds of honey. To advance awarenessand engagement, in North Carolina, we partnered with nonprofit BeeDowntown to host multiple hive tours, giving employees a chance tohandle the hives directly. Biogen's Caring Deeply activity with the Charles River Conservancy.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 39,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 39Working across our value chain Collaborating to address the environmentTo deepen our supplier relationships while addressing our largest as a social determinant of healthsource of emissions, in 2022, we launched EcoVadis, a tool to tracksupplier ESG risks and assess progress throughout the value chain. Research on air pollution and dementia with Harvard22.6% Tonnes.H. Chan School of Public HealthOur supply chain is the biggest source of our greenhouse gas Biogen worked with the Harvard Tonnes.H. Chan School of Public Healthof Biogen's top80% of suppliers, emissions. Engaging suppliers to increase efficiency and reduce National Institute of Environmental Health Sciences (NIEHS) Centerby spend, have environmental impact is therefore critical to our target of achieving for Environmental Health to conduct the most comprehensive meta-SBTi-approveda net zero supply chain by 2045. As of the end of Q1 2023, analysis to date on air pollution and dementia. The study includesclimate targets37% of Biogen's top 50% of suppliers, by spend, have committed to longitudinal analyses from 11 countries on three continents and highly100% renewable electricity by 2040, an increase from the 26% with suggests that small air pollution particles (PM2.5) are a risk factor forcommitments at the same time last year. In addition, 22.6% of dementia. The results were presented at the 2022 American AcademyBiogen's top 80% of suppliers, by spend, have set Science Based of Neurology conference and the 2022 International Society forTargets initiative (SBTi)-approved climate targets, an increase from Environmental Epidemiology conference. Through the Harvard Chan-the 18% with SBTi-approved targets in Q1 2022. NIEHS Center for Environmental Health Pilot Project Program, designedto encourage creativity in environmental health science research,Industry collaborations also serve to further the sustainability of our Biogen is supporting a grant to fund innovative new research into thesuppliers. With nearly a dozen other pharmaceutical and biotech role of green space in neurodegenerative disease and its potential tocompanies, Biogen continues to support Energize, a program to increase mitigate adverse climate effects from stressors such as air pollutionaccess to renewable energy for the sector's supply chain. Through and extreme temperature.Energize, pharmaceutical suppliers can learn more about the renewableenergy market, with the long-term goal of decarbonizing the sector. Understanding the environment's impact on human health with MITOur collaboration with the MIT Joint Program on the Science and Policyof Global Change and the MIT Technology and Policy Program hasGuiding strategy via our Scientificresulted in several key advances in our understanding of theAdvisory Council relationship between climate change and global health. This goal isto equip policymakers and other stakeholders with game-changingIn 2022, we launched a Scientific Advisory Council to guide tools to support science-based data-driven decisions on which climateresearch, collaborations and advocacy related to our environmental actions can deliver the greatest public health benefits, particularly forcommitments. The Council currently includes seven diverse vulnerable communities.leading global experts on climate and health. With the Council,we are actively exploring future research into the relationship First, the Tool for Air Pollution Scenarios (TAPS) is now publiclybetween air pollution and brain health, with a focus on biomarkers. available, following its publication in the peer-reviewed journalGeoscientific Model Development in October 2022. TAPS allowsstakeholders to explore how climate-oriented policies can helpto reduce emissions of harmful pollutants - and when additionalmeasures might be needed. Second, a new approach to modelingthe interactions between climate change and air quality has beenBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 40,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 40developed, with a paper demonstrating its benefits published in the Promoting Healthy People, Healthy Business with the WorldAmerican Chemical Society (ACS) peer-reviewed, gold open-access Business Council for Sustainable Developmentjournal \"ACS Environmental Au\" in February 2023. The new approach WBCSD's Healthy People, Healthy Business project is a cross-sectoralallows people to explore how their specific region's air quality might coalition of 23 leading companies, co-chaired by Biogen. The coalitionbe affected by the combination of climate change and air pollution has explored ways that business can: embed a culture of health andemissions reductions. well-being in the workplace; support healthy consumer lifestyles; buildresilient and accessible health systems; and accelerate action onThese tools, all open-source and available to the wider community, are climate, nature and equity informed by planetary health science. Inkey components of the broader modeling system which MIT is building 2022, this effort resulted in the release of a major global report atin collaboration with Biogen. These advances are now being integrated the United Nations Climate Change Conference or Conference of theinto the MIT Socio-Environmental Systems Risk Triage tool, designed Parties (COP27) to guide businesses in advocacy and accelerated,to allow policymakers and key stakeholders to understand and explore ambitious action on the environment, health and equity.the relationships between climate change, public health and equity. Wehope this work can enable decision-makers to take actions that can Engaging with peers and communitiesdeliver both climate and health benefits with a single initiative. To benchmark our efforts, share best practices and learn from others,we regularly engage with organizations such as PharmaceuticalExposure to airborne particulate matter Product Stewardship Work Group (PPSWG), the Pharmaceutical SupplyChain Initiative (PSCI) and Biopharma Sustainability Roundtable.We also participated in cross-sector activities through initiativessuch as the Ceres Business for Innovative Climate and EnergyPolicy (BICEP) Network to advocate for strong climate and naturalresource policies at the U.S. state and federal levels; the ClimateGroup's RE100 and EV100 campaigns, supporting the use of100% renewable electricity and 100% EVs, the U.N. Global Compactand the World Economic Forum, among others.Relative RiskLow Medium High0 20 40 60 80 100Tool for Air Pollution Scenarios (TAPS), MIT Joint Program on the Science andPolicy of Global Change and Technology and Policy Program.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 41,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 41STORY-BuildingLiving on thethe climate Outer Banks,we experienceresilience coastal flooding,hurricanesof clinics and and heat. Themajority ofpatients patients hereare not onlyvulnerablebecause they'relow-income andDr. Alexis Hodges is a nurse practitioner at theCommunity Care Clinic of Dare County, North underserved,Carolina, an area increasingly impacted by rising many of themtemperatures and poor air quality. When one ofare vulnerableher patients ended up in the hospital from extremeto extremedehydration after working his outdoor job during adangerously hot summer day, Dr. Hodges realized weather events.that the clinic and its patients were ill-prepared to-address the health effects of climate change.\"Living on the Outer Banks, we experience coastalflooding, hurricanes and heat. The majority ofpatients here are not only vulnerable becausethey're low-income and underserved, many ofthem are vulnerable to extreme weather events,\" clinical guidance and information on how to create Dr. Alexis Hodges first place and make people more resilient toDr. Hodges said. action plans; tip sheets for patients; and checklists provides patients with climate change.\"for clinic staff in situations of extreme heat, checklists, tip sheetsClinics like the Community Care Clinic urgently need wildfires, hurricanes and floods. The toolkit is also and other resources With the addition of the Harvard Global Healtheffective tools to address current climate-related located on the U.S. National Integrated Heat Health from the Climate Institute, the group plans to adapt the toolkit for userisks to their operations and patient health. To Information System's website: Heat.gov. Resilience for Frontline in low- and middle-income countries during the nextpromote more equitable health outcomes, Biogen Clinics toolkit. five years. The global expansion was announcedprovided founding support for a groundbreaking \"What we hear time and again is that frontline Photo courtesy as a Commitment to Action at the Clinton Globalcollaboration between Americares and the Center clinics are the glue that hold their communities of Americares. Initiative 2022 Meeting.for Climate, Health and the Global Environment at together through day-to-day climate stressors andHarvard Chan C-CHANGE. when disasters strike. But with limited resources For her part, Dr. Hodges is appreciative of theand an ongoing pandemic, many don'Tonnes have the valuable resource. \"We have been able to giveAfter surveying clinics to identify gaps and needs, funding, training or tools they need after a climate patients the toolkit and are disseminating it in ourAmericares and Harvard Chan C-CHANGE released shock,\" said Dr. Aaron Bernstein, former Interim clinic and with our administrators,\" she said. \"It isa new Climate Resilience for Frontline Clinics toolkit Director of Harvard Chan C-CHANGE. \"We're wonderful to know that we are all better preparedwith support from Biogen. This new resource was meeting clinics where they're at with the resources for the health effects of climate change thanks toreleased in full in December 2022 and includes they need so we can help prevent disease in the this important work.\"BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 42,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 42COMMUNITYEngaging communities to provide societal benefitand lasting impactdollar62.4M+In grants, sponsorships and in-kind contributions from Biogenand the Biogen Foundationdollar2M+In support for the people of Ukraine62,000+Students engaged in the Community Lab over 20 yearsin 30 countriesKEY AWARDSÌ Named to JUST Capital's 2022 Top U.S. companies supporting health,families and communitiesÌ Named to 3BL's 100 Best Corporate Citizens ListÌ Received the Boston Business Journal Award for Corporate CitizenshipÌ Included in the STEMM Opportunity Alliance with the White House Office ofScience and Technology PolicyAlex Cameron heads Biogen's Community Lab.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 43,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 43COMMUNITY EXECUTIVE SUMMARY Serving humanityReflecting our purpose and values, we serve historically underrepresented in science. We through corporate givinghumanity through our medicines and by advanced the goal by reopening our in-personoffering our time, funding and other forms of Community Labs in Massachusetts and Northsupport to communities. We care deeply about Carolina for the first time since early 2020 andcreating a healthier, more equitable world by launching Community Lab 2.0, which includes True to our credo of Caring Deeply, Biogen serves humanity withstrengthening healthcare systems, addressing an enhanced neuroscience curriculum, an significant financial support for community groups through a varietyfood insecurity and other social determinants alumni network and expanded global reach. of corporate giving initiatives. In 2022, Biogen and the Biogenof health, and engaging the next generation inFoundation contributed more than $62 million through our grants,science, a commitment that spans the globe. Together, Biogen, the Biogen Foundation andsponsorships, fellowships and in-kind contributions worldwide.Biogen employees contributed more thanIn 2022, we celebrated 20 years of impact $2 million in financial assistance, in-kindthrough the Biogen Foundation and the Biogen donations and volunteer support to theCommunity Lab, the longest-running hands-on people of Ukraine impacted by the war. More $62.4M+corporate science lab in the United States. We broadly, the Biogen Foundation and employeesIn grants, sponsorships and in-kindmarked the occasion by setting a new goal to supported more than 30 countries around thecontributions from Biogen and theengage a total of 90,000 students in science, world with more than 15,000 hours of training per employee of volunteerBiogen Foundationtechnology, engineering and math (STEM) service and more than $4 million in matchingeducation by 2025, focusing on populations gift contributions.Grants and sponsorshipsOur global grants and giving strategy aims to make an impact beyondour medicines and medical research, catalyzing scientific innovation,addressing unmet patient needs and advancing medical and diseaseeducation. In 2022, we contributed $5.58 million in grants to supportfunding for medical and patient education, fellowships and thenecessary upgrades for healthcare institutions. We also provideddollar47 million in sponsorships to eligible organizations in connectionwith events and initiatives.Staff from Chernihiv Regional Clinical Hospital, located in Ukraine, receiving donations of Biogenmedicines. Photo courtesy of Direct Relief.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 44,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 44Inspiring tomorrow'sdiverse scientistsAccording to the American Academy of Neurology, about 42% offellowship program directors identify as female and 5.1% as Hispanic,with none identifying as Black or African American. Since diversity isessential to improving health equity and patient outcomes, both Biogenand the Biogen Foundation are committed to building an inclusivepipeline of scientists, neurologists and healthcare professionals.Announced in 2022, the Biogen-supported Xavier Universityof Louisiana's Biogen Sharp-Verret Award is a scholarship forunderrepresented students pursuing neuroscience careers. TheBiogen Foundation also marked the third year of its collaborationwith Massachusetts General Hospital (MGH) through the MGH YouthNeurology Education and Research Program, a first-of-its-kind initiative,with alumni, to date, identifying as: 73% female; 83% Black, Latinx orNative American; and 74% first in their families to pursue any highereducation, from communities across Massachusetts. Community Lab in Cambridge, Massachusetts.-Community Lab By providingminority studentsAfter two years of virtual instruction, the Community Lab welcomedwith educationalstudents back in person at locations in Cambridge, Massachusetts,and Research Triangle Park, North Carolina. The Community Lab also opportunities,introduced its enhanced neuroscience curriculum with new coursework we are buildingon multiple sclerosis, an alumni network and expanded global reach a diverse talentthrough Community Lab 2.0. pool to helptackle the most\"The experience of coming to the Community Lab not only provides an challengingopportunity for students to think like scientists, but to be immersed inneurologicalthe work scientists engage in every day,\" shared Joshua Hunter, Wakediseases ofCounty Public School System senior administrator. \"The experience isour time.a powerful vehicle for connecting content to real-world problems andMaha Radhakrishnan,career pathways.\"Biogen's Chief Medical OfficerCommunity Lab in Research Triangle Park, North Carolina. -BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 45,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 45STORYTurningadversity intopurposeWhen Juan Rafael Lenger-Caballero was a youngchild, his father was diagnosed with Parkinson'sdisease. His mother, Maria Cristina Caballero,wanted to make sure that her son had a creativeoutlet that channeled his emotions towardsomething positive, so she researched differentSTEM programs for him to participate in.\"I wanted him to learn about the possibilities,not only about the limitations that we all haveand the realities of having a complex illness suchas Parkinson's. I wanted him to see that thereare many other things to learn and that throughlearning he can help other people in the future,\"she said.Juan RafaelLenger-Caballero.That led to him learning about and participatingin the Community Lab summer program in 2020.The virtual Biotech in Action program, jointlyadministered between the Community Lab andLemelson-MIT, fostered Juan Rafael's desire to helpothers through engineering.For Juan Rafael, the Community Lab and Biogen'sdeep commitment to neuroscience meant that he- learned more about Parkinson's - connecting theI wanted him to learn about the science and biology to his own experiences withhis father. During the program, he began sketchingpossibilities, not only about thehis prototype for a motorized silicone glove to helplimitations that we all have and his father increase mobility in his hand. Now, hethe realities of having a complex is exploring other ways to help those living withillness such as Parkinson's. mobility challenges.Maria Cristina Caballero, mother of Juan Rafael- Þ LEARN MORE ABOUT JUAN RAFAEL HEREBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 46,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 46Engaging our Making a differencepassionate people in science education,health systems andBiogen encourages employees worldwide to participate in theorganizations that matter most to them: access to food- The Biogen Foundation matches employee donations at least 1:1.- The Biogen Foundation offers $10 in Community Currency for everyThrough the Biogen Foundation we strive to help our neighborsvolunteer hour spent with eligible nonprofit organizations.in need, strengthen health systems, ensure access to food and- Biogen provides eight hours of training per employee of PTO for employees to volunteer. build inclusive science education and career pathways. Workingtogether with community partners, we catalyzed great impactSharing their time, their skills and their passion for science, Biogen in 2022, including:employees make an enormous impact in their communities,contributing to social good while building bonds with colleagues andgaining a deeper understanding of patient and community needs. InSeptember 2022, employees around the world participated in 20 Daysof Caring Deeply, a global period of volunteer action in celebrationof the Biogen Foundation's 20th anniversary. We hosted more than112 volunteer events across 23 countries, benefitting approximately94 nonprofit organizations with more than 1,750 acts of service. 3M+ 653,693 60,000People reached Meals provided to High-need patientsthrough the North neighbors experiencing in North CarolinaCarolina Science food insecurity through gained better accessFestival since the start collaborations. to healthcare throughof our collaboration. collaboration withCareMessage, theleading patientactivation andcommunicationplatform for safety-net healthcareorganizations.Employees assemble 500 mooncake boxes for the Down SyndromeFoundation in Taiwan. The boxes were filled with mooncakes made by peoplewith Down syndrome, who gain work skills through the Foundation.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 47,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 47Supporting those impacted by the warin UkraineThe inspiration to volunteer can blossom at any time. For Biogen Polandemployee Adrian Laorden, it occurred when he was alone one weekendwhile his family was out of town. The war in Ukraine had just begun,refugees had started to cross the Polish border from Ukraine andAdrian - who had never volunteered before - felt compelled to help.\"I started to look on Facebook for some groups to see who I could help,like driving them from the border or hosting them at home,\" Adrian said.Together, Biogen, the Biogen Foundation and Biogen employees, likeAdrian, contributed more than $2 million in financial assistance, in-kinddonations and volunteer support to the people of Ukraine impactedby the war. Also learn how we supported people who needed Biogenmedicines in the Access & Health Equity section.Expanding food security and nutritionEmployees, including Biogen Foundation Board Chair Teresa Cachero,As many as 828 million people around the world don'Tonnes know when after making frozen, single-serving meals in Food For Free's kitchen spaceat Biogen's headquarters.their next meal will be - and most of these people go to bed hungryevery night. Food insecurity and poor nutrition significantly harmmental and physical health and can contribute to anxiety, heartdisease, diabetes and obesity, a condition that impacts 20% of youngpeople (ages 2-19) and 42% of U.S. adults. Children who lack access - Making 16,200 frozen, single-serving meals in our headquarters'to proper nutrition are at higher risk of poor academic performance, designated Food For Free kitchen space through Food For Free'simpacting their ability to achieve in school and in life. Heat-n-Eats program.- Offering School Pantries, Mobile Markets, Grocery Bags for Seniors,The Biogen Foundation is committed to meeting these challengesGardens for Everyone, weekend meals for kids through BackPackby providing access to a stable source of food and nutritious mealsBuddies and more through Inter-Faith Food Shuttle.throughout the year for children, families and older members of- Distributing around 109,500 healthy meals to approximatelycommunities. In 2022, we helped our nonprofit grantees provide870 children and teens through the Food Bank of Central and653,693 meals to neighbors experiencing food insecurity. OurEastern North Carolina.progress includes:- Distributing more than 210,000 pounds of fresh produce and pantry - Supporting The Link Foundation year-round. In 2022, the Biogenstaples through Food For Free's Just Eats program. team in Maidenhead, United Kingdom, helped the organizationprovide 1,984 food vouchers.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 48,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 48STORYAdvancingBiogen Foundation's commitment to STAR hasenabled the teachers and organizations involved toSTEM equity:share resources and insights, serve more studentsand design innovative new programming.FosteringAngeline UyHam, one of Jadah's STAR instructors,said, \"STAR has helped me do my job betterscience STARsby providing me with the time, space andopportunity to work with such amazing leadersfrom organizations throughout Cambridge andSomerville. The power of the collective farWhen Jadah Depina first joined the Biogen outweighs the impact that just one organizationFoundation's STAR (Science, Teacher support, could achieve.\"Access & Readiness) Initiative five years ago, shedidn'Tonnes think her future college career would center -on STEM. Now a senior at Cambridge Rindge andI love everything about theLatin High School, she is applying to leading EastCoast universities with plans to major in a STEM- program. ... I've progressed frombased field like biotechnology. learning math through STAR toteaching math to middle-schoolersAccording to the U.S. Department of Labor, betweenfrom all different backgrounds.2019 and 2029, the number of STEM jobs willgrow by 8%, compared with 3.7% for all other -occupations. While employment in STEM fields isgrowing, students from underserved communities The Biogen Foundation is now in the process ofare disproportionately unexposed to and unprepared Jadah works with fellow classmates to solve math problems. Photo courtesy of bringing new collaborators into STAR to scale thefor STEM careers. Enrichment opportunities that Young People's Project. benefits and further broaden the initiative to driveprepare young people for success in STEM education even greater positive change.are limited, and primarily directed toward students two years of college - who have been historicallyalready equipped with strong academic skills and underrepresented in STEM college and career Jadah is now taking classes like Advancedaccess to professional networks. pathways, including economically disadvantaged Placement Environmental Science andstudents and multilingual learners. Biotechnology 3. \"I love everything about theThe STAR Initiative helps address this disparity program,\" she said. \"The instructors are great toby supporting a coordinated ecosystem of Jadah is now one of more than 4,000 students work with, and through the years, I've progressedorganizations that help low-income students who has participated in STAR since it began in from learning math through STAR to teaching mathdevelop and sustain their interest in STEM, 2018. Since the program's inception, STAR has to middle-schoolers from all different backgrounds.gain necessary STEM exposure and enrichment served students in 15 schools and supported It's pretty cool.\"opportunities and successfully transition into Thanks to her more than 500 teachers in enhancing theirpost-secondary education in pursuit of STEM participation in STAR, STEM capabilities and curricula, resulting in the In its fourth year (school year 2021-2022), STARcareers. Focused on Cambridge and Somerville, Jadah Depina is looking establishment of 21 new STEM programs in area served 1,077 students and 110 educators, helpingMassachusetts, the STAR Initiative unites high- to pursue a career in schools. The program has had an incredible impact students pass ninth-grade math at higher rates andperforming nonprofits and two school districts. STEM. Photo courtesy on student performance. In Somerville, for example, increasing the number of STAR students takingof Jadah Depina. participation in STAR has increased the likelihood of advanced math classes.The $12 million, multi-year investment reaches passing ninth-grade math by 24% for Black studentsstudents - grades 6-12, plus those in their first and 15% for Hispanic and/or Latino students. The Þ LEARN MORE ABOUT OUR 2022 IMPACT HEREBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 49,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 49Celebrating 20 years of caring deeply Supporting the new MIT Museumwith the Red Sox Foundation The Biogen Foundation supported the reopening of the MIT Museum,which has been re-imagined with new exhibitions, programming andThe Biogen Foundation and Biogen Community Lab officially kicked opportunities for visitors to access the best STEM innovations andoff our 20th anniversary celebration together with the Red Sox research. The museum helps to inspire and engage individuals ofFoundation, which the Biogen Foundation has supported since 2016. all ages and backgrounds in STEM and to foster curiosity, creativityThe celebratory game began with Community Lab graduate and Red and critical thinking skills that are essential for addressing real-worldSox Scholar Armany Peguero throwing out the first pitch. Armany, a challenges and advancing innovation.junior at Northeastern University majoring in electrical and computerengineering, developed a passion for science during his time as a As part of this collaboration, the Biogen Foundation funded theBiogen Community Lab student and as a Red Sox Foundation Scholar. Essential MIT exhibition, providing an interactive exploration ofhow science-related innovations - from addressing climate changeto ventures into space - are improving our lives. The contributionadditionally included the naming of the Phillip A. Sharp Room, in honorof one of Biogen's co-founders, an MIT professor and MIT MuseumAdvisory Board Chair, along with the MIT Museum's Life SciencesMaker Engagement Program, which involves hands-on activities inbiology and life sciences.Armany Peguero throwing out the first pitch at the anniversary game.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 50,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 50REPORTINGAdvancing transparency on ESG issuesHIGHLIGHTSÌ Became an early adopter of the new UN Global Compactreporting frameworkÌ Disclosed Biogen's air pollution footprintÌ Aligned disclosures with TCFD and SASBÌ Secured limited third-party assurance on ~60 data pointsÌ Advanced transparency via the Bloomberg Gender-Equality Index,CDP, MSCI, ISS, Workforce Disclosure Initiative, among othersBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 51,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 51R EX E E P C O U R Tonnes Tonnes IV IN E grams About this report O U R I S N U N S O Tonnes V A A I Tonnes N I A O B N L E BUSINE E S Q S U O A B L J I E Tonnes C Y TIVESBiogen grants and sponsorshipsSUMMARYE e tr x v a p o n e l s v c p in Tonnes a a grams r Tonnes e i s o n Tonnes n a c s k y e a h h r e o o l u p ld n e d r Tonnes meter e h v a e is Tonnes r e y r r e i Tonnes a w p l o i o Tonnes r y Tonnes y a e re a s fl s rs e e . c s I Tonnes s Tonnes s meter is k e e grams n y u Tonnes i i s ( d s s e e u d e e b s il y lu i l Tonnes l s h u Tonnes e meter ra grams i Tonnes n i R o a I n Tonnes e ( ) f , d o w r b meter h y i e c o h r u l y r w , meter e grams l o p o s l b a Tonnes a n r l e Tonnes R c o e e u p n p o Tonnes d r E Tonnes a i S n Tonnes grams e grams W AT E R D f o e r li Tonnes v h e e r grams s l o o l b u a ti l o ns F o i Tonnes o n o o f f n s Tonnes s Tonnes o e h Tonnes o e v c e c a r h i a e Tonnes a n i Tonnes d o o y c v n l u o a i l grams n meter tu y c p r e a e o meter n r d e ta n n Tonnes Tonnes C a fu n r Tonnes e d u a r i Tonnes e n e c f a o lu r f s a a iv i l r l e D an e d ve r l e o s p i li e C e f n fi O Tonnes c S meter ie U n meter S Tonnes Tonnes U A N I I N Tonnes A I E B S L Eiad a inn ipsfc vopc l a urrl roomd ieas in Tonnes ucBy grams rhieoo tts hgfoei Tonnes c s hnh r r'aso e n u p n grams o e h r l Tonnes s , ,IEm TnhSiatiGsitae rtDr eiivaapeltoa)q rPu tTrae ainbs lscltei oiop,n ilinens cscl alufunodddrei nDs rgeed lfite ihsnvec ainl n oGgt sRRi u nIer dCepi soconarattt leo iCgnrsontneItntd heda tnet otx.a Tonnes,rPhfe eloeraaI n dast deevrir ereneswafset eoiro dfnt.otahlteh eH E A L Tonnes H A w sa d e f v l e l a - Tonnes b n y e c o i e n f grams Tonnes s h o a e c nw si h d ea ae tn ty ai e tlr at ht a i,o n n dTcE Dr iNsATiIsO NSSUSTAINABLE DEVELOPMENT GOALS(S D Gs nssoo)eAlct uLiIeGetNi nMtoav nli r sgoat n hiA Tonnes cmnah l c itaem cd nt e ae ta lae tldielrvd aa ee r tn re e mds s e s o r Tonnes grams l h u e e Tonnes n io c n y s C L IM A Tonnes Ewhich was prepared Sustainability Standards Board's SASB framework and the Task Force U NI E N Tin accordance withon Climate-related Financial Disclosures (TCFD). It is informed byGlobal ReportingInitiative (GRI) the Stakeholder Capitalism Metrics, published by the Internationalstandards. In 2022, Business Council of the World Economic Forum in 2020, as well as aScope of this reportwe were proud to join view of the ways our efforts may help advance the 17 United Nationsthe United Nations Sustainable Development Goals (SDGs), with an emphasis on those Unless otherwise indicated, Biogen's 2022 ESG Report reflects dataGlobal Compactmost relevant to our business, including: from the period Jan. 1, 2022 - Dec. 31, 2022. In some instances, weCommunicationinclude information on initiatives or activities that began in 2022 andon Progress as ancontinued into 2023.early adopter, acommitment we havesustained this year. Data in this report cover our global operations and consolidatedsubsidiaries. Our operations in 2022 encompassed our major facilitiesin Massachusetts and North Carolina in the United States and inAccess & Health Equity COMMITMENT TO EnvironmentSwitzerland. Our global offices and commercial fleet operations are alsoTRANSPARENCYcovered in this report. The environmental data presented in this report& DISCLOSURESCommunity Impact Workforceinclude only those operations over which Biogen has direct control.Third-party assuranceERM Certification and Verification Services, Inc. (ERM CVS) assured2022 data for several indicators, including greenhouse gas (Greenhouse Gas)emissions and select environmental and social indicators. TheIndependent Assurance Statement provides details of the assurancescope, assurance standards used, work undertaken and conclusions.Þ PLEASE REFERENCE THE ESG DATA TABLE FOR ASSURED DATABIOGEN 2022 ESG REPORT"
  },
  {
    "page": 52,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 52BioethicsConducted in2021, Biogen'sESG materialityassessmentinvolved outreachto more than5,000 stakeholders,spanning employees,healthcareprofessionals,patient advocates,governmentofficials andcommunity groups.BIOGEN 2022 ESG REPORTsredlohekatsotecnatropmIProduct QualityAccess & Pricing& SafetyR&D, Pipeline Information& Innovation Security &Patient PrivacyHealth Equity Patient Health &Outcomes WorkplaceEmployee Health& SafetyPharmaceuticalsin the Environment Recruitment,Talent Retention& EngagementMEDIUM HIGHImpact to BiogenHGIHMUIDEMOur top ESG issuesAccess & PricingExpanding the availability of affordable medicines for patients,including to the world's poor, by improving the obtainability ofmedicines and developing appropriate pricing models. Thisencompasses working with patient advocacy groups (PAGs).BioethicsAddressing ethical issues emerging from advances in biology,medicine and technology, linked to public health, public policy,law, environment and well-being.Health EquityAllowing people to attain their full health potential so thatno one is marginalized based on their social position or othercircumstances.Information Security & Patient PrivacyAdopting and implementing policies and practices thatsafeguard the privacy of patient information and protect datafrom unintended intruders.Patient Health & OutcomesEnsuring that patients are properly and effectively informedregarding medicine usage and the continuous improvementin health outcomes occurring as a result of usage. Outcomes R&D, Pipeline & Innovationmay be measured clinically (e.grams., physical examination, laboratory Developing innovative products that treat systemic, challenging andtesting and imaging), self-reported or observed. complex medical issues and address the unmet medical needs ofpatients around the globe.Pharmaceuticals in the EnvironmentAddressing types of environmental pollution from discarded Recruitment, Talent Retention & Employee Engagementpharmaceuticals, including in rivers, lakes and other bodies of water, Attracting and retaining top talent while also finding ways to keepand assessing and mitigating possible impacts and health risks. employees motivated and committed to the company.Product Quality & Safety Workplace Employee Health & SafetyPursuing high standards in product quality and safety, Undertaking efforts to assess and mitigate potential risks that couldincluding management systems and auditing, that meet or impact the health, safety or welfare of workers and implementing activitiesexceed regulatory requirements. or programs to provide employees with a safe and healthy workplace."
  },
  {
    "page": 53,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 53ESG data tableERM Certification and Verification Services, Inc. (ERM CVS) provided limited third-party assurance on data related to climate and energy, water,waste, social and safety (bolded data points). Environmental indicators include impacts from 100% of Biogen operations including owned andleased facilities. The financial indicators include the company's consolidated financial statements. Social indicators include Full-Time Employeesunless otherwise noted.GRI code Units 2019 2020 2021 2022GOVERNANCEAbout BiogenRevenue 201-1 Million United States Dollar 14,378 13,445 10,982 10,173R&D Spend Million United States Dollar 2,281 3,991 2,501 2,231No. of Employees 2-7 # 7,400 9,340 9,832 8,725No. of FTE 2-7 # N/A 9,192 9,586 8,610No. of R&D Employees # N/A 2,284 2,366 1,613No. of Part-time Employees 2-7 # N/A N/A 137 150Workforce Located in U.S. 2-7 % N/A N/A 57% 57 percentESG Ratings, Rankings, and Assessments 1S&P Global CSA (DJSI) Score 83 (Industry 85 (Industry 84 (Industry 71Leader) Leader) Leader)MSCI Rating A A A AAISS ESG Rating C+ (Prime) C+ (Prime) C+ (Prime) C+ (Prime)Sustainalytics Risk Score 22 23.5 21.3 22.3Human Rights Campaign's Corporate Equality Index % 100 100 100 100Disability:IN's Disability Equality Index % 100 100 100 100CDP Climate Change Rating A- B+ B BCDP Water Rating B B B BCorporate Knights Global 100 Rank - - 97 -100 Best Corporate Citizens Rank 46 62 17 30America's Most JUST Companies Rank 30 150 36 41Bloomberg Gender-Equality Index (GEI) Signatory or ParticipantUnited Nations Global Compact Signatory or ParticipantWorkforce Disclosure Initiative (WDI) Signatory or ParticipantPharmaceutical Supply Chain Initiative Member Signatory or ParticipantBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 54,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 54ESG data tableGRI code Units 2019 2020 2021 2022ENVIRONMENTALClimateScope 1 (fossil fuels and refrigerants) 305-1 MT CO e 67,031 57,553 63,182 64,8672Scope 2 - Market based (electricity and steam) 305-2 MT CO e 131 280 268 3352Total Scope 1 & 2 (Market based) 305-1, 305-2 MT CO e 67,162 57,833 63,450 65,2022Scope 1 & 2 Intensity 305-4 MTCO e/MM United States Dollar revenue 4.7 4.3 5.8 6.42Total Purchased Carbon Offsets 2 305-5 MT CO 2 e 76,667 29,637 0 0Carbon Neutrality (Scope 1 & 2 - Offsets) 305-5 MT CO e 67,031 29,637 0 02Scope 2 - Location based (electricity and steam) 305-2 MT CO e 37,712 36,953 34,262 31,7652Scope 3 3 305-3 MT CO 2 e 424,592 348,911 406,442 434,635› Category 1 - Purchased goods and service MT CO e 334,954 254,670 321,610 334,9002› Category 2 - Capital goods MT CO e 32,759 41,356 34,506 40,8592› Category 3 - Fuel- and energy-related activities MT CO e 10,570 8,755 11,793 12,2192› Category 4 - Upstream transportation and distribution MT CO e N/A 17,701 17,148 13,6222› Category 5 - Waste generated in operations MT CO 2 e 645 487 354 4 457› Category 6 - Business travel MT CO e 24,083 4,038 2,232 10,2402› Category 7 - Employee commuting 5 MT CO 2 e 9,516 2,661 2,227 11,458› Category 7 - Employee work from home 6 MT CO 2 e N/A 9,531 9,652 1,702› Category 8 - Upstream leased assets MT CO e 0 0 0 02› Category 12 - End-of-life treatment of sold products MT CO e 12,065 9,141 7,003 9,1772Scope 3 Intensity 305-4 MT CO e/MM United States Dollar revenue 30 26 37 432Scope 3 (percent of Scope 1, 2 & 3) 305-3 % 86 86 86 87Total Value Chain (Scope 1, 2 & 3) 305-1, 305-2, 305-3 MT CO e 491,545 406,139 469,909 499,8372Targets and PerformanceScope 1 & 2 Absolute Reduction Since 2019 (Target: 55% by 2032) 305-5 % N/A -14 -6 -3Suppliers that set or pledged to set a climate goal via the Science % N/A N/A 18 23Based Targets initiative (Target: 80% of Suppliers by Spend by 2025)Suppliers that have committed to 100% renewable energy by 2040 % N/A N/A 26 37(Target: 50% of Suppliers by Spend by 2030; 90% of Suppliers by 2040)Air QualityCO emissions 305-1, 305-2, 305-3 MT 8.2 6.9 4.5 9.33NO emissions 305-1, 305-2, 305-3 MT 17 19.8 13.3 18.97XSO emissions 305-1, 305-2, 305-3 MT 1 2.9 1.9 3.18XVOCs emissions 305-1, 305-2, 305-3 MT 0.5 0.9 1.0 5.23BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 55,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 55ESG data tableGRI code Units 2019 2020 2021 2022EV100 - Battery Electric Vehicle ProgramTotal Leased Vehicles # 1,469 1,929 1,978 1,365› Plug-in hybrid electric vehicles (PHEV) # 12 41 26 132› Battery electric vehicles (BEV) # 9 12 81 163Fleet Carbon Efficiency grams CO e/mile 292 228 282 2482EnergyTotal Energy Use megawatt-hours 499,827 444,147 471,895 474,160Renewable Electricity megawatt-hours 144,972 139,958 143,470 136,356› PPA/Direct Contract 302-1 megawatt-hours 3,240 4,498 44,627 38,422› Renewable Energy Certificates 7 302-1 megawatt-hours 141,732 135,460 98,843 97,934› On-site Generation 302-1 megawatt-hours 0 0 0 0Non-Renewable Energy megawatt-hours 354,855 304,189 328,452 337,804› Fossil Fuels (gas, oil, diesel, gasoline) 302-1 megawatt-hours 354,454 303,576 327,337 337,323› Municipal Steam 302-1 megawatt-hours 316 490 980 393› Electricity 302-1 megawatt-hours 85 124 108 89Data Coverage % 100% 100% 100% 100%› Energy Intensity 302-3 megawatt-hours/MM United States Dollar revenue 35 33 43 47› RE100 Target - Global Renewable Electricity 8 % 100 100 100 100› Fossil Fuel Free - Renewable Energy Allocation % Total energy 29 32 30 29WaterMajor Facilities with Fair Share of Water Withdrawal 9 303-1 % 100 100 100 100(Target: Maintain 100%)Water Use (ex. non-contact cooling water) 303-3, 303-5 Million Cubic Meters (Cubic Meters) 1.272 1.035 1.090 1.064Water Use Intensity Cubic Meters/MM United States Dollar revenue 88 77 99 104Water Reused/Recycled 10 % 5 7 4 6Water Withdrawal Million Cubic Meters 1.511 1.265 1.216 1.237› Municipal Supply (potable & grey water) 303-3 Million Cubic Meters 0.758 0.590 0.581 1.018› Fresh Surface Water (non-contact cooling) 303-3 Million Cubic Meters 0.303 0.303 0.166 0.218› Groundwater 11 303-3 Million Cubic Meters 0.447 0.370 0.453 0› Rainwater 303-3 Million Cubic Meters 0.001 0.001 0.001 0.001BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 56,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 56ESG data tableGRI code Units 2019 2020 2021 2022Water Discharges Million Cubic Meters 0.99 0.806 0.893 0.941› Fresh Surface Water 303-4 Million Cubic Meters 0.303 0.303 0.166 0.218› Wastewater 303-4 Million Cubic Meters 0.687 0.503 0.727 0.723Waste 12Non-hazardous Waste 13 306-3 MT 7,561 2,841 3,510 4,224› Reused 306-3 MT 6 39 76 127› Recycled 306-3 MT 1,732 527 497.8 639.1› Composted 306-3 MT 2,997 909 200 1,574› Energy Recovery via Anaerobic Digestion 306-3 MT 43 0 0 0› Waste to Energy 14 306-3 MT 1,206 879 1,361 1,336› Incineration 15 306-3 MT 1,544 455 1,367 429› Landfill 306-3 MT 32 32 6 119› Non-hazardous Waste Intensity 306-3 MT/MM United States Dollar Revenue 0.53 0.21 0.32 0.41› Waste to Landfill Diversion (Target: Maintain 100%) 16 306-4, 306-5 % 100 99 100 97› Recovery & Recycling Rate (Non-hazardous Waste) 306-4, 306-5 % 63 52 22 55Hazardous and Biohazardous Waste MT 219 208 269 237› Recycled 306-4, 306-5 MT 16 14 <1 29› Waste to Energy 306-4, 306-5 MT 138 117 211 108› Incineration 306-4, 306-5 MT 65 77 56 84› Landfill 306-4, 306-5 MT 0 0 2 15SOCIALCommunity Engagement and GivingTotal Foundation Grants 17, 18 Million United States Dollar 4.7 16.4 6.1 5.8Employee Matching Gifts Program 19 Million United States Dollar 1.7 2.5 2.1 2.1Corporate Grants and Sponsorships 20 Million United States Dollar N/A 72.4 71.0 52.5Volunteer hours of training per employee hours of training per employee 16,560 4,369 14,493 15,485Biogen Foundation STAR Initiative Investment 21 Million United States Dollar 2.7 2.8 2.7 1.9(Target: Cumulative $12M by 2023)Responsible Supply ChainSupplier Diversity Spend Million United States Dollar 161 173 230 196Supplier Diversity Spend of Total U.S. Spend 22 % 7.8 8.1 11.8 11BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 57,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 57ESG data tableGRI code Units 2019 2020 2021 2022Workforce Diversity, Equity and InclusionWomen in:› Workforce 2-7, 405-1 % 52.5 53.5 53.9 52.8› Management 23 2-7, 405-1 % 49.8 51.7 53.1 52.2› Director Level and Above 2-7, 405-1 % 46 49 47.6 47.4› Management in Revenue-Generating Functions 24 2-7, 405-1 % 50.5 52.3 53.4 52.6› STEM-related Positions 2-7, 405-1 % N/A 44.6 48.8 49.8› Top Management (VP+) 2-7, 405-1 % 39.2 42.9 44.6 45.1› Executive Team 2-7, 405-1 % 25 29 25 46› Board of Directors 2-7, 405-1 % 23 17 23 18Demographics in Workforce (U.S. Only):› Asian American 405-1 % N/A 16.9 17.4 17.6› Black or African American 405-1 % N/A 12.2 11.6 10.7› Hispanic or Latino 405-1 % N/A 5.1 4.8 3.8› White 405-1 % N/A 63.4 63.6 59.2› Indigenous or Native American 405-1 % N/A 0.3 0.4 0.2› Native Hawaiian or Other Pacific Islander 405-1 % N/A 0.1 0.1 0.1› Two or More Races 405-1 % N/A 1.1 1.5 1.8› No Response 405-1 % N/A 0.5 0.6 6.6Demographics in Management (U.S. Only): 25› Asian American % N/A 18.5 19.5 19.7› Black or African American % N/A 5.3 6.6 5.5› Hispanic or Latino % N/A 4.9 4.7 3.6› White % N/A 69.4 67.1 63.4› Indigenous or Native American % N/A 0.1 0.2 0.2Other Underrepresented Groups› Workforce Age 29 or Younger 405-1 % N/A 9.8 8.5 8.1› Workforce Age 30 to 50 405-1 % N/A 67.8 67.8 61.4› Workforce Age 51 or Older 405-1 % N/A 22.5 23.7 30.5BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 58,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 58ESG data tableGRI code Units 2019 2020 2021 2022Demographics in Board of Directors 26› Black or African American 2-9, 405-1 # N/A N/A 1 1› Hispanic or Latino 2-9, 405-1 # N/A N/A 2 2› White 2-9, 405-1 # N/A N/A 9 7› Did Not Disclose Demographic Background 2-9, 405-1 # N/A N/A 1 1Director-level and Above Positions Held by Racial Minorities (U.S. Only) 2-9, 405-1 % 26 28 26 27Represented by Union/Collective Bargaining Agreement 2-30 % N/A 13.1 13.1 8.9Talent Attraction, Retention & TurnoverEmployee Satisfaction % 76 86 73 75Engagement Survey Response Rate % 74 74 71 75Number of New Hires # 1,696 2,679 1,990 1,351Open Positions filled by Internal Candidates 401-1 % 26.4 19.5 23.4 31Training and Development 404-1 Avg hours of training per employee/Employee N/A 38 32 32Training Invested per Employee $ N/A 1,399 999 748Turnover Rate› Voluntary Turnover 401-1 % 10.3 7.2 11 14.8› Involuntary Turnover 401-1 % N/A 1.8 3 9.6Gender Pay Assessment 27› Executives 405-2 % N/A N/A 1.02 1.02› Management 405-2 % N/A N/A 0.95 1.00› All Other Professionals 405-2 % N/A N/A 0.99 0.99Occupational Health and SafetyTotal Recordable Injury Rate (TRIR) 28 403-9 Cases/200,000 working hours of training per employee 0.28 0.17 0.12 0.16Days Away Case Rate (DACR) 403-9 Cases/200,000 working hours of training per employee 0.11 0.06 0.07 0.043-Year Average DACR Industry Rank (Target: Top 3) 29 403-9 Rank 2 2 2 2Contractor DACR 30 403-9 Cases/200,000 working hours of training per employee 0.87 0 0 0Number of Fatalities for Employees 403-9 # 0 0 0 0Number of Fatalities for Contractors 403-9 # 0 0 0 0Collisions per Million Miles (U.S. Fleet) 403-9 Collisions/million miles 3.7 6.9 4.5 3.5BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 59,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 59ESG data tableFootnotes for 2022 ESG data table1 Year of the result is based on the ranking publication year, which may use data from other time 24 Revenue generating functions include Pharmaceutical Operations & Technology, Commercial andperiods per the publication's methodology. Research & Development.2 2020 was the last year Biogen purchased carbon offsets as part of our abatement strategy. 25 Demographics are inclusive of all management levels, consisting of employees at Manager level3 Scope 3 categories 9, 10, 11, 13, 14 and 15 were determined to be not applicable or negligible. and above.4 Scope 3 category has been updated to account for non-material water methodology change. 26 Racial and ethnic demographics that do not apply are excluded.5 Increase in Scope 3 Category 7 Employee Commuting is due to post-pandemic return to office. 27 The gender pay assessment includes data covering all permanent global employees adjusted for6 Decrease in Scope 3 Category 7 Employee work from home is due to post-pandemic return to office. the number of females and males at each level within the organization for base compensation7 Renewable energy certificates retired include bundled and unbundled Green-e certified Renewable only. The ratio is calculated by averaging the mean base pay for women in the stated role inEnergy Certifications, Guarantees of Origin, J-Credits, Australian Renewable Energy Certificates, I-Renewable Energy Certificates to match Biogen's comparison to the mean base pay of men in a similar role.electricity usage in the U.S./Canada, Europe, Japan, Australia and South America/China/Mexico/ 28 Includes permanent and contracted employees; excludes contractors (e.grams., construction, janitorial,United Arab Emirates, respectively. food services).8 RE100 member Biogen achieved 100% renewable electricity (as defined by RE100) across 30 of the 29 Industry composed of 15 leading pharmaceutical company peers.markets in which it operates. 30 Contractor DACR: Includes construction-related contractors only.9 Percent of major sites assessed for water withdrawal using a context-based methodology. Fair, just andproportionate share of locally available renewable supplies is defined as a ratio of less than 1.0 using N/A = Data were not collected in reporting year.the Center for Sustainable Organization's' Corporate Water Gauge tool, a context-based water metric.10 Data reflect percentage of reclaimed water on-site, harvested rainwater, and municipal grey watercompared to total water use.11 Groundwater value reduced in 2022 due to historical clerical error in location of water attribution.12 All waste disposal methods are covered in the table; no waste is disposed of by other orunknown methods.13 Data include non-hazardous waste generated by Biogen operations (e.grams., non-hazardous solidwaste and trucked off wastewater). Waste derived from construction and demolition debris, incineratorash and other contractor activities is not included.14 All non-hazardous waste with energy recovery is generated by incineration.15 For 2022, 1,336 metric tons of waste were incinerated for energy recovery, and 429 metric tonswere incinerated without energy recovery.16 For 2022, due to a state-mandated landfill closure and subsequent increased statewide waste-to-energy facility demands, non-hazardous waste of two sites included a portion sent to an out-of-statelandfill, impacting 100% diversion rate.17 Includes all grants awarded by the Biogen Foundation exclusive of the Biogen Foundation's EmployeeMatching Gifts Program.18 Total in foundation grants is inclusive of STAR Initiative investment.19 Through our matching gifts program, employees donated more than $2 million to organizationsaround the world, giving particularly generously to address crisis situations, including the conflictin Ukraine and the 20th anniversary of the Biogen Foundation.20 Corporate Grants and Sponsorships includes Global Medical Grants and Patient Education Grants,General Grants, Infrastructure Grants, Fellowships and Sponsorships.21 The STAR Initiative is a coordinated funding strategy designed to help catalyze the developmentof local science, technology, engineering and mathematics (STEM) ecosystems in Cambridge,Massachusetts, and Somerville, Massachusetts. STAR stands for Science, Teacher support,Access and Readiness, and it is intended to strengthen and support the educational landscapesin these cities by helping increase access to STEM resources and opportunities for students mostunderrepresented in STEM college or career pathways.22 In 2021, minority-owned suppliers accounted for 19% of the diversity spend (2% of all Biogensupplier spending).23 Women in management percentage is inclusive of all management levels, consisting of employeesat Manager level and above.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 60,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 60SASB indexCode Accounting Metric 2022 ResponseHC-basis points-210a.1 Discussion, by world region, of management Biogen has a Global Pharmacovigilance (PV) team that includes medical and scientific professionals with extensive safety clinical,process for ensuring quality and patient safety and/or healthcare experience. They are trained in PV and health authority regulations relevant to medicinal product safety in theduring clinical trials. markets where Biogen operates.Biogen's safety signal management processes, combined with our robust safety governance framework, allow Biogen to determineif new safety information on our products (a 'signal') poses a risk to patients and how best to manage, mitigate and communicatethe risk. All safety and benefit/risk decisions for marketed and investigational products are made at the Safety MonitoringCommittee (SMC). The Safety team collaborates with Regulatory Affairs and others within Biogen to communicate productinformation in a timely, transparent and accurate manner to regulatory agencies and other stakeholders across the globe.In addition to complying with our company's global standards, the conduct of our clinical trials adheres to the International Council forHarmonization Good Clinical Practice (ICH GCP) standards and to the principles that have their origin in the Declaration of Helsinki.Each country has its own regulatory authority with its own regulations or laws for conducting clinical trials. Relevant regulatoryauthorities review and approve Biogen's proposed protocol and ensure that clinical trials follow national regulations.An Institutional Review Board (IRB) or Ethics Committee (EC) is an independent committee that includes medical, scientific andnon-scientific members, whose responsibility is to protect the rights, welfare, safety and well-being of clinical trial participants. Eachclinical trial location is monitored by a specific IRB/EC. It is responsible for reviewing all clinical trials as well as conducting ongoingreviews of active clinical trials.For more information, please visit our clinical trials webpage.HC-basis points-210a.2 number of FDA Sponsor Inspections related to Biogen is committed to collaborating with regulatory agencies on a wide range of issues, including clinical trial management andclinical trial management and pharmacovigilance pharmacovigilance and taking any actions that are needed.that resulted in: (1) Voluntary Action Indicated In 2022, five FDA inspections took place at two Biogen facilities in Solothurn, Switzerland, and Research Triangle Park, North Carolina.(VAI) and (2) Official Action Indicated (OAI). Four inspections resulted with Voluntary Action Indicated (VAI) and one inspection resulted in No Action Indicated (NAI).No inspections resulted in Official Action Indicated (OAI) in 2022.HC-basis points-210a.3 Total amount of monetary losses as a result of Biogen did not sustain any monetary losses in 2022 as a result of legal proceedings associated with clinical trials inlegal proceedings associated with clinical trials developing countries.in developing countries.HC-basis points-240a.1 Description of actions and initiatives to promote While not listed as a company in scope for the 2022 Access to Medicine Index (\"Index\"), Biogen is deeply committed to access andaccess to healthcare products for priority health equity across all parts of our business. We are expanding our portfolio and pipeline, which includes a focus on diseasesdiseases and in priority countries as defined by and conditions prioritized by the Index, including Alzheimer's disease, depression and stroke. Additionally, Biogen therapies supportthe Access to Medicine Index. patients in a number of countries included in the Index, such as Brazil, China, India and Mexico, and we actively work with a varietyof stakeholders to understand opportunities to meet patient needs and promote health access. For example, in India, our SPINRAZAIndividual Patient Humanitarian Aid Access Program (SIPHAP) reached a total of 203 active patients across 14 public hospitals asof January 2023.For additional detail on this and other relevant programs, please see the Access and Health Equity section of Biogen's ESG Report.HC-basis points-240a.2 List of products on the WHO List of Prequalified Biogen has no products on the WHO List of Prequalified Medicinal Products.Medicinal Products as part of its Prequalificationof Medicines Programme (PQP).BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 61,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 61SASB indexCode Accounting Metric 2022 ResponseHC-basis points-240b.1 number of settlements of Abbreviated New Biogen does not comment on confidential legal matters.Drug Application (ANDA) litigation that involvedpayments and/or provisions to delay bringingan authorized generic product to market for adefined time period.HC-basis points-240b.2 Percentage change in: (1) average list price In 2022, we saw a list price increase of 3.504% and a net price increase of 1.946% across our U.S. product portfolio as comparedand (2) average net price across U.S. product to the previous year.portfolio compared to previous year. We regularly review our pricing strategy and prioritize patient access to our therapies. We have a value-based contracting programdesigned to align the price of our therapies to the value our therapies deliver to patients. We also work with regulators, clinicalresearchers, ethicists, physicians and patient advocacy groups and communities, among others, to determine how best to addressrequests for access to our investigational therapies in a manner that is consistent with our patient-focused values and compliantwith regulatory standards and protocols.Additional information is available here: Biogen Pricing PrinciplesHC-basis points-240b.3 Percentage change in: (1) list price and (2) net We regularly review our pricing strategy and prioritize patient access to our therapies. We have a value-based contracting programprice of product with largest increase compared designed to align the price of our therapies to the value our therapies deliver to patients. We also work with regulators, clinicalto previous year. researchers, ethicists, physicians and patient advocacy organizations and communities, among others, to determine how best toaddress requests for access to our investigational therapies in a manner that is consistent with our patient-focused values andcompliant with regulatory standards and protocols.Additional information is available here: Biogen Pricing PrinciplesHC-basis points-250a.1 List of products listed in the Food and Drug There were no listings relevant to Biogen's products on the FDA's MedWatch Safety Alerts for Human Medical ProductsAdministration's (FDA) MedWatch Safety Alerts database in 2022.for Human Medical Products database.HC-basis points-250a.2 number of fatalities associated with products All information related to fatalities associated with Biogen products are available via the FDA Adverse Event Reporting System.as reported in the FDA Adverse Event ReportingSystem.HC-basis points-250a.3 number of recalls issued, total units recalled. There were no recalls or units recalled in 2022.HC-basis points-250a.4 Total amount of product accepted for take-back, Biogen does not track the amount of product accepted for takeback, reuse or disposal; the volume of Biogen products is too lowreuse, or disposal. to warrant managing our own product takeback, reuse or disposal program. Biogen does, however, participate in several takebackprograms across various U.S. states and counties, and several other countries. In addition, Biogen provides guidance on appropriatedisposal methods for our products.HC-basis points-250a.5 number of FDA enforcement actions taken Biogen did not receive any FDA enforcement actions associated with Form 483 observations, warning letters, seizures, recalls orin response to violations of current Good consent decrees in 2022.Manufacturing Practices (cGMP), by type.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 62,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 62SASB indexCode Accounting Metric 2022 ResponseHC-basis points-260a.1 Description of methods and technologies used Counterfeiting is now one of the largest criminal enterprises in the world, and no industry is exempt from this growing threat.to maintain traceability of products throughout Patient safety is our No. 1 priority, and we take the issue of counterfeit, falsified drugs very seriously. The main goal of our Productthe supply chain and prevent counterfeiting. Security function is to implement a holistic strategy in order to proactively identify, mitigate and manage illicit trade risks that couldpotentially jeopardize the health and safety of patients who take our drugs or, secondarily, impact trust and reputation. We aim todisrupt diversion, counterfeiting, theft and other nefarious activities through the following five pillars:• Threat Assessments: Identify, assess and mitigate risks and vulnerabilities across the supply chain.• Auditing: Audit supply chain partners to ensure industry best practice requirements are met regarding product security.• Monitoring: Monitor markets, channels, supply chain, customer complaints and other network elements to detect illicit tradesignals and potential threats to supply chain resiliency and robustness.• Investigations: Respond to incidents with robust investigation and enforcement capability, including legal action to stopand deter illicit trade.• Product Security: Ensure we have the appropriate level of security measures for products and supply chain nodes in order tominimize the threat of counterfeits, diversions and thefts for the purpose of ensuring patient safety.In addition to the above, a majority of our global production is serialized, meeting all global compliance requirements on serializationincluding the U.S. and the European Union (EU). Whenever we serialize, we also aggregate the serialization information to enableTrack&Trace. We have implemented Track&Trace capabilities at our main distribution sites, beyond compliance requirements, toprovide additional elements of traceability. For example, in the EU each medication is verified against the list of serial numbersin circulation prior to dispensing. If a medicine's serial number cannot be verified, a notification, called an alert, is electronicallygenerated by the relevant National Medicines Verification Organization (NMVO) and shared with TraceLink, Biogen's SerializationSystem. Biogen reviews these alerts and resolves them in correspondence with the relevant NMVO. Serialization alerts that indicatesuspect or illegitimate product will trigger the internal process described above.HC-basis points-260a.2 Discussion of process for alerting customers Biogen employs quality governed processes to manage the handling of suspect or illegitimate medicinal products: Upon detectingand business partners of potential or known a potential or known product security risk, the event is captured as a complaint into the TrackWise system for formal tracking.risks associated with counterfeit products. Furthermore, there are requirements on segregation of product and the investigation process. Once the product is physicallyacquired, the technical product complaints group performs an investigation to verify if the product is genuine or falsified. Ifdetermined that the suspected product is falsified, potentially falsified or at high risk of being falsified, a global distributed materialreview board (DMRB) must be completed, defining further specific market actions and communications. As necessary, all impactedcompetent authorities and impacted distribution partners are then notified. Once a case is closed, Biogen notifies the applicableauthorities and impacted trading partners.In addition to the above internal processes, Biogen also participates in industry-wide systems and processes utilizing serializationdata. For example, in the EU each medication is verified against the list of serial numbers in circulation, prior to dispensing.Medicines shall not be dispensed if the number cannot be verified. If a medicine's serial number cannot be verified, a notification,called an alert, is electronically generated by the NMVO and shared with TraceLink, Biogen's Serialization System. Biogen reviewsthese alerts and resolves them in correspondence with the relevant NMVO. Serialization alerts that indicate suspect or illegitimateproduct will trigger the internal process described above.HC-basis points-260a.3 number of actions that led to raids, seizure, Biogen did not take any actions in 2022 that led to raids, seizures, arrests and/or filing of criminal charges related toarrests, and/or filing of criminal charges related counterfeit products.to counterfeit products.HC-basis points-270a.1 Total amount of monetary losses as a result Biogen discloses all material legal and regulatory proceedings in our Annual Report on Form 10-K andof legal proceedings associated with false Quarterly Reports on Form 10-Q.marketing claims.HC-basis points-270a.2 Description of code of ethics governing Please visit our website with a focus on the Early Access page.promotion of off-label use of products.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 63,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 63SASB indexCode Accounting Metric 2022 ResponseHC-basis points-330a.1 Discussion of talent recruitment and retention Biogen has a range of active initiatives to help build a diverse talent pipeline. For example, the Biogen Community Lab is the longest-efforts for scientists and research and running hands-on corporate science education program in the U.S., and has reached students in 30 countries to date. Announceddevelopment personnel. in 2022, the Biogen-supported Xavier University of Louisiana's Biogen Sharp-Verret Award is a scholarship for underrepresentedstudents pursuing neuroscience careers. A collaboration with Massachusetts General Hospital is giving the next generation in-depthexposure to the field of neurology. Through a collaboration with Morehouse School of Medicine, we welcomed our first intern cohortfrom Historically Black Colleges and Universities (HBCUs) to our Summer Health Equity Fellowship Program in 2020. The fellowshipprogram, which engages meter.D. and Ph.D. students, aims to advance health equity and improve patient experiences. In 2016,Biogen helped create The Partnership, Inc.'s BioDiversity Fellows Program, which nurtures the potential leadership of mid-careerprofessionals who are underrepresented in the life sciences industry. In Latin America, the Biogen Intercontinental Region (BIR)developed FemSTEM, a campaign to empower girls and women to pursue a path in STEM. The campaign includes a podcast seriesand opportunities for participants to engage via Women in Bio, UN Women and NS Innovation in South America. Biogen employeesvolunteer in Women in Bio.We remain actively involved in a wide variety of industry programs that allow us to increase the visibility of Biogen as a purpose-driven company with a wide variety of career opportunities and a culture focused on helping employees thrive. We have a particularfocus on increasing visibility and engagement with communities historically underrepresented and underserved in neuroscience,including through our engagement with groups such as Women of Color in Pharma (WOCIP) and American Women in Science (AWIS),among many others.We also have continued to expand our focus on talent retention, growth and engagement through programs such as Thrive@Biogen.A broader discussion of those efforts can be found in the Workforce section of the ESG Report.HC-basis points-330a.2 (1) Voluntary and (2) involuntary turnover Total Turnover Rate: 24.4 percentrate for: (a) executives/senior managers, (b) Voluntary Turnover Rate: 14.8 percentmid-level managers, (c) professionals, and (d)Involuntary Turnover Rate: 9.6 percentall others.Please see disclosures in the ESG Data Table in Biogen's ESG Report.HC-basis points-430a.1 Percentage of (1) entity's facilities and (2) Biogen outsources anywhere from 10% to 15% of our external supplier audits. We perform the vast majority of our auditsTier I suppliers' facilities participating in the through our own audit program using outsourced support or the use of third-party auditors depending on the type of serviceRx-360 International Pharmaceutical Supply provided, risk and availability.Chain Consortium audit program or equivalentthird-party audit programs for integrity of supplychain and ingredients.HC-basis points-510a.1 Total amount of monetary losses as a result of Biogen discloses all material legal and regulatory proceedings in our Annual Report on Form 10-K andlegal proceedings associated with corruption Quarterly Reports on Form 10-Q.and bribery.HC-basis points-510a.2 Description of code of ethics governing We comply with the Pharmaceutical Research and Manufacturers of America's (PhRMA) Code on Interactions withinteractions with health care professionals. Healthcare Professionals.See our Code of Business Conduct section on Interactions with Healthcare Professionals.HC-basis points-000.A number of patients treated. Biogen has treated more than 2.1 million patients worldwide from 1996 through the end of 2022.HC-basis points-000.B number of drugs (1) in portfolio and (2) in Biogen discloses the number of marketed therapies on the Product Portfolio page and research and development in our earningsresearch and development (Phases 1-3). reports (Q4 and Full Year 2022 update here).BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 64,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 64GRI content indexBiogen has reported the information cited in this GRI content index forthe period from 1 January 2022 to 31 December 2022 with referenceto the GRI Standards.GRI Standard Disclosure LocationGRI 2: 2-1 Organizational details Item 1., Business, 2022 Annual ReportGeneral Disclosures2-2 Entities included in the organization's sustainability reporting Item 1., Business, 2022 Annual Report20222-3 Reporting period, frequency and contact point Data cover fiscal year ending Dec. 31, 2022. (Some activities from2023 are also included.) We report on an annual basis. Biogencontact: public.affairs@biogen.com or responsibility@biogen.com2-4 Restatements of information Restatements for previous disclosed metrics are identifiedin the ESG Data Table2-5 External assurance Independent Assurance Statement2-6 Activities, value chain and other business relationships Item 1., Business, 2022 Annual Report2-7 Employees Item 1., Business, 2022 Annual ReportESG Report, ESG Data Table2-8 Workers who are not employees Item 1., Business, 2022 Annual ReportESG Report, ESG Data Table2-9 Governance structure and composition Executive LeadershipBoard of DirectorsCorporate Governance Documents2-10 Nomination and selection of the highest governance body Executive LeadershipBoard of DirectorsCorporate Governance Documents2-11 Chair of the highest governance body Executive LeadershipBoard of DirectorsCorporate Governance Documents2-12 Role of the highest governance body in overseeing the management of impacts Executive LeadershipBoard of DirectorsCorporate Governance Documents2-13 Delegation of responsibility for managing impacts Executive LeadershipBoard of DirectorsCorporate Governance DocumentsBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 65,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 65GRI content indexGRI Standard Disclosure Location2-14 Role of the highest governance body in sustainability reporting Executive LeadershipBoard of DirectorsCorporate Governance Documents2-16 Communication of critical concerns Code of Business Conduct2-17 Collective knowledge of the highest governance body Executive LeadershipBoard of DirectorsCorporate Governance Documents2-18 Evaluation of the performance of the highest governance body Consolidated Financial StatementsItem 1., Business, 2022 Annual ReportIndependent Assurance StatementESG Report, Reporting section, ESG materiality assessment2-19 Remuneration policies Proxy, Executive Compensation Matters2-21 Annual total compensation ratio Biogen does not disclose externally any salary-and wages-relateddata except the Executive Compensation of the Executive Committeeand Board of Directors2-22 Statement on sustainable development strategy ESG Report, Overview section2-23 Policy commitments Principles, Policies & Positions2-24 Embedding policy commitments Principles, Policies & Positions2-25 Processes to remediate negative impacts ESG Report, Workforce section2-26 Mechanisms for seeking advice and raising concerns Code of Business Conduct2-27 Compliance with laws and regulations Principles, Policies & PositionsItem 1A., Risk Factors, 2022 Annual Report2-28 Membership associations ESG Report, Overview and Community sections2-29 Approach to stakeholder engagement Executive LeadershipBoard of DirectorsCorporate Governance DocumentsESG Report, Overview; Access and Health Equity; Community;Reporting sections2-30 Collective bargaining agreements Website - ESG data tableGRI 3: 3-1 Process to determine material topics ESG Report, Reporting sectionMaterial3-2 List of material topics ESG Report, Reporting sectionTopics 20223-3 Management of material topics ESG Report, Reporting sectionBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 66,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 66GRI content indexGRI Standard Disclosure LocationGRI 201: 201-1 Direct economic value generated and distributed Item 6., Selected Financial Data, 2022 Annual ReportEconomic Political Contributions DisclosuresPerformance 2016ESG Report, ESG Data Table201-2 Financial implications and other risks and opportunities due to climate change ESG Report, TCFD disclosure2022 CDP Climate Change disclosure201-3 Defined benefit plan obligations and other retirement plans ESG Report, Workforce section201-4 Financial assistance received from government Consolidated Financial StatementsItem 1., Business, 2022 Annual ReportGRI 203: 203-2 Significant indirect economic impacts 2022 Annual ReportIndirect Economic ESG Report, Community section and ESG Data TableImpacts 2016GRI 205: 205-1 Operations assessed for risks related to corruption Item 1A., Risk Factors, 2022 Annual ReportAnti-corruption 2016205-2 Communication and training about anti-corruption policies and procedures ESG Report, Workforce sectionCode of Business Conduct205-3 Confirmed incidents of corruption and actions taken ESG Report, ESG Data TableGRI 206: 206-1 Legal actions for anti-competitive behavior, anti-trust, and monopoly practices 2022 Annual ReportAnti-competitive Quarterly Reports on Form 10-QBehavior 2016GRI 207: 207-1 Approach to tax Global Tax PolicyTax 2019 U.K. Tax Strategy207-2 Tax governance, control, and risk management Global Tax PolicyU.K. Tax Strategy207-3 Stakeholder engagement and management of concerns related to tax Global Tax PolicyU.K. Tax StrategyGRI 302: 302-1 Energy consumption within the organization ESG Report, Environment section and ESG Data TableEnergy 2016 2022 CDP Climate Change disclosure302-2 Energy consumption outside of the organization ESG Report, Environment section and ESG Data Table2022 CDP Climate Change disclosure302-3 Energy intensity ESG Report, Environment section and ESG Data Table2022 CDP Climate Change disclosure302-4 Reduction of energy consumption ESG Report, Environment section and ESG Data Table2022 CDP Climate Change disclosureBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 67,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 67GRI content indexGRI Standard Disclosure LocationGRI 303: 303-1 Interactions with water as a shared resource ESG Report, Environment section and ESG Data TableWater and 2022 CDP Climate Change disclosureEffluents 2018303-2 Management of water discharge-related impacts ESG Report, Environment section and ESG Data Table2022 CDP Climate Change disclosure303-3 Water withdrawal ESG Report, ESG Data Table2022 CDP Water disclosure303-4 Water discharge ESG Report, ESG Data Table2022 CDP Water disclosure303-5 Water consumption ESG Report, ESG Data Table2022 CDP Water disclosureGRI 305: 305-1 Direct (Scope 1) Greenhouse Gas emissions ESG Report, ESG Data TableEmissions 2016 2022 CDP Water disclosure305-2 Energy indirect (Scope 2) Greenhouse Gas emissions ESG Report, ESG Data Table2022 CDP Water disclosure305-3 Other indirect (Scope 3) Greenhouse Gas emissions ESG Report, ESG Data Table2022 CDP Water disclosure305-4 Greenhouse Gas emissions intensity ESG Report, ESG Data Table2022 CDP Water disclosure305-5 Reduction of Greenhouse Gas emissions ESG Report, ESG Data Table2022 CDP Water disclosure305-6 Emissions of ozone-depleting substances (ODS) ESG Report, ESG Data Table2022 CDP Water disclosure305-7 Nitrogen oxides (NOx), sulfur oxides (SOx), and other significant air emissions ESG Report, ESG Data Table2022 CDP Water disclosureGRI 306: 306-1 Waste generation and significant waste-related impacts ESG Report, ESG Data TableWaste 2020306-2 Management of significant waste-related impacts ESG Report, Environment section306-3 Waste generated ESG Report, ESG Data Table306-4 Waste diverted from disposal ESG Report, ESG Data Table306-5 Waste directed to disposal ESG Report, ESG Data TableBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 68,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 68GRI content indexGRI Standard Disclosure LocationGRI 308: 308-1 New suppliers that were screened using environmental criteria ESG Report, 2023 Responsible and Ethical Supply Chain StatementSupplier308-2 Negative environmental impacts in the supply chain and actions taken ESG Report, 2023 Responsible and Ethical Supply Chain StatementEnvironmentalAssessment 2016 Item 1A., Risk Factors, 2022 Annual ReportGRI 401: 401-1 New employee hires and employee turnover ESG Report, ESG Data TableEmployment 2016401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees ESG Report, Workforce section401-3 Parental leave ESG Report, Workforce sectionGRI 403: 403-1 Occupational health and safety management system Environmental, Health and Safety Policy StatementOccupational403-3 Occupational health services Environmental, Health and Safety Policy StatementHealth andSafety 2018 403-4 Worker participation, consultation, and communication on occupational health and safety Environmental, Health and Safety Policy Statement403-5 Worker training on occupational health and safety Environmental, Health and Safety Policy StatementESG Report, ESG Data Table403-6 Promotion of worker health ESG Report, Workforce section403-8 Workers covered by an occupational health and safety management system Environmental, Health and Safety Policy StatementESG Report, Workforce section403-9 Work-related injuries Environmental, Health and Safety Policy StatementESG Report, ESG Data TableGRI 404: 404-1 Average hours of training per employee of training per year per employee ESG Report, Workforce section and ESG Data TableTraining andEducation 2016404-2 Programs for upgrading employee skills and transition assistance programs ESG Report, Workforce section404-3 Percentage of employees receiving regular performance and career development reviews ESG Report, ESG Data TableGRI 405: 405-1 Diversity of governance bodies and employees Item 1., Business, 2022 Annual ReportDiversity and Equal Board of DirectorsOpportunity 2016ESG Report, Overview and Workforce sections, ESG Data Table405-2 Ratio of basic salary and remuneration of women to men ESG Report, Workforce section and ESG Data TableGRI 413: 413-1 Operations with local community engagement, impact assessments, and development programs ESG Report, Community sectionLocal Communities413-2 Operations with significant actual and potential negative impacts on local communities ESG Report, Community section2016GRI 414: 414-2 Negative social impacts in the supply chain and actions taken ESG Report, 2023 Responsible and Ethical Supply Chain StatementSupplier Social Code of Business ConductAssessment 2016BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 69,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 69GRI content indexGRI Standard Disclosure LocationGRI 415: 415-1 Political contributions Political Contributions DisclosuresPublic Policy 2016GRI 416: 416-1 Assessment of the health and safety impacts of product and service categories ESG Report, Overview and Environment sectionsCustomer Health Principles, Policies & Positionsand Safety 2016416-2 Incidents of non-compliance concerning the health and safety impacts of products and services FDA websiteGRI 417: 417-1 Requirements for product and service information and labeling Principles, Policies & PositionsMarketing and417-2 Incidents of non-compliance concerning product and service information and labeling Principles, Policies & PositionsLabeling 2016417-3 Incidents of non-compliance concerning marketing communications Principles, Policies & PositionsGRI 418: 418-1 Substantiated complaints concerning breaches of customer privacy and losses of customer data ESG Report, ESG Data TableCustomer Privacy2016BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 70,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 70Task Force onBiogen's Enterprise Risk Management (ERM) process helps ensureclimate-related risks and opportunities are integrated into ourClimate-relatedoverall business strategy. Our ERM team monitors strategic climate-related risks across all aspects of our business and utilizes climateFinancial Disclosures scenarios as part of its assessments. The ERM team evaluatesidentified risks, including any climate-related physical and transitional(TCFD) statement risks, by engaging the leaders who oversee and run the day-to-dayenvironmental programs. The ERM team provides annual updates ontheir findings and activities to the Biogen Executive Team, includingIn 2020, Biogen decided to support the recommendations of the those with environmental oversight, as well as the Board of Directors.Taskforce on Climate-related Financial Disclosures (TCFD) to enhancetransparency on climate-related matters. This statement represents Starting in 2021, to support Biogen's strategic managementour third disclosure aligned with the TCFD recommendations. It covers of climate-related issues and ESG generally, a portion of theall facilities and operations globally which are owned by Biogen or for compensation of every executive officer and all other employees haswhich the company has operational control. Our 2022 CDP Climate been tied to advancing our ESG strategy, which includes climate-Change disclosure provides further background on our approach to related targets.climate change and should be read alongside these disclosures. OurCDP responses are available at www.cdp.net. StrategyTCFD recommendations for disclosures on Strategy:Governance a) Describe the climate-related risks and opportunities theTCFD recommendations for disclosures on Governance: organization has identified over the short, medium, and long term.a) D escribe the board's oversight of climate-related risks and b) Describe the impact of climate-related risks and opportunities onopportunities. the organization's businesses, strategy, and financial planning.b) D escribe management's role in assessing and managing c) Describe the resilience of the organization's strategy, taking intoclimate-related risks and opportunities. consideration different climate-related scenarios, including a 2°Cor lower scenario.Biogen's Board of Directors has oversight of environment, social andgovernance (ESG) issues. Biogen's CEO is ultimately responsible for As a standard business practice, Biogen regularly evaluates ourassessing and managing Biogen's climate-related risks, strategies climate-related commitments and initiatives, which includes takingand initiatives, including Biogen's performance on our climate-related a strategic approach to identifying and responding to climate-relatedcommitments. Biogen's environmental efforts are managed and risks and opportunities and their impacts on our business. Thistracked by a formal Governance Committee comprised of executive- encompasses considerations of any potential impacts on ourlevel members from across the business. The Committee meets financial planning, products and services, supply chain management,quarterly to guide and deliver on Biogen's environmental efforts and investment in R&D and operations. Our responses are guided byprovides regular updates to the full Executive Leadership Team and to our commitment to human health, our understanding of the complexBiogen's Board of Directors. Nicole Murphy, Head of Pharmaceutical interplay of health and environmental issues, our focus on deliveringOperations & Technology, a direct report of the CEO, is executive operational efficiencies, climate science and other factors.sponsor and Chair of the Committee.Þ ADDITIONAL DETAILS AND OUR PROGRESS IN ADVANCING OUR ENVIRONMENTALGOALS ARE AVAILABLE ON WWW.BIOGEN.COMBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 71,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 71TCFD statementBased on our most recent assessments, including climate scenarioanalyses conducted in 2021, we have identified the following short-,medium- and long-term risks and opportunities:Risks andOpportunities Time Horizon (short,Identified medium, long term) Potential Impacts Management ApproachIncreased frequency Short, medium The vast majority of Biogen sites are not expected to be exposed to an We began developing a Responsible Supplier Program in 2022, whichof extreme weather and long term increased material risk of extreme weather through 2040. includes an analysis of multiple ESG factors. All suppliers \"at risk\" forand climate-related Four third-party manufacturing sites are \"at-risk\" due to their location in potential climate impacts will be prioritized for assessment to understandnatural disasters southern Europe and California. mitigation steps being taken and needed in the future.Expectation for Medium and As national health systems specify lifecycle impacts for products Biogen introduced principles of Sustainable Drug Development to incorporatesustainable and/or long term they purchase, competitive products having lower environmental green chemistry into all stages of therapy development by 2023 and setlow carbon products impacts might succeed in various markets, which could impact Biogen's 2025 goals for sustainable packaging. As part of these efforts, Biogen labsand services from market access and revenue in some countries. The potential risks and piloted a My Green Lab program in 2021, achieving certification of \"gold\" orhealthcare providers opportunities to Biogen relate to our ability to demonstrate and/or better. In 2022, 41 Biogen labs participated in My Green Lab, a certificationin some countries improve the sustainability of our products and packaging with sufficient recognized by the United Nations' Race to Zero campaign for setting thespeed, while maintaining or improving health outcomes and meeting standard for best practices in laboratory sustainability. Ninety-eight percentother customer requirements. of our participating labs became My Green Lab certified and, of thosecertified labs, 93% of them obtained a gold certification or higher. As ofQ1 2023, 81% of our labs achieved My Green Lab certification.In 2022, Biogen conducted life cycle assessments (LCAs) on three biosimilarproducts in four markets. We are also working to evaluate alternativematerials and approaches for primary medicine delivery with a reducedenvironmental footprint. Biogen has published updates on these efforts inour 2022 ESG Report.Ban and/or Short and Approximately 1,900 leased vehicles in Biogen's commercial fleet In 2020, we completed a market readiness study across all markets whererestrictions on the medium term rely primarily on petrol and diesel fuel. Some local, state and national we operate with the ambition to transition to 100% battery electric vehiclessale or use of petrol governments are banning or restricting sales of internal combustion (BEVs) by 2025 for new leases. We are implementing a phased rolloutand diesel vehicles in engine (ICE) vehicles, which could translate into an increase in duties strategy, starting with 15 markets that are comparatively EV ready today,some markets on fossil fuels and other limitations associated with our commercial with the help of existing and new e-mobility partners.fleet. For example, an increase in the number and/or scope of clean air Many Biogen employees are embracing the transition, with more thanzones being established at the local and/or regional level might restrict 290 Biogen EVs on the road today. We see potential for additional progressBiogen's fossil fuel vehicles from entering those regions or require us to as current leases expire and with the reduction of meaningful externalpay a surcharge for access. Either development might limit our access to barriers, including lack of sufficient charging infrastructure and constraintsspecific markets or increase our costs of access for legacy vehicles with pertaining to vehicle cost and availability in major markets.ICEs. However, we monitor developments closely and do not anticipate aBEVs also provide an opportunity for Biogen to decrease the total cost ofmaterial impact from either of these potential changes.ownership of our vehicles and maintain future access to restricted clean airzones. As we are signatories to the Climate Group's EV100 commitment,our management approach aims to address identified risks and capitalizeon potential business benefits from the EV transition in relevant markets,including those that have banned or are expected to limit fossil fuel vehiclesand/or establish clean air zones.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 72,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 72TCFD statementRisks andOpportunities Time Horizon (short,Identified medium, long term) Potential Impacts Management ApproachCarbon pricing and Medium and We expect that carbon pricing and/or environmental taxation will increase We see increasing efficiencies as one part of well-run business operations,future environmental long term in many large markets where we operate. with emissions reductions an important consideration as we maketaxation decisions about equipment, energy, materials and other matters. Ourlong-term ambition has been to eliminate emissions within our operations by2040, and we also are working toward a net-zero supply chain by 2045. Ourclimate strategy can mitigate our exposure to future carbon pricing and/orenvironmental taxation and might also create an advantage relative to peercompanies that have yet to establish a pathway toward decarbonization.Access to capital on Medium and Some financial institutions are signaling a long-term shift in their Biogen seeks to favorably position itself to access sustainable financefavorable terms long term approach to capital allocation away from projects or organizations with mechanisms as and when we seek new sources of funding.higher climate risk. Growth in sustainable finance mechanisms, such asgreen bonds, might result in greater access to capital and more favorableterms for more sustainable businesses.Risk Management were not included in the screening studies, because we determinedTCFD recommendations for disclosures on Risk Management: that they posed a low material risk. The outcome of these studiesa) D escribe the organization's processes for identifying and across the 13 sites was combined with a revenue-based assessmentassessing climate-related risks. to identify short-, medium- and/or long-term risks. Subsequently, web) D escribe the organization's processes for managing expanded our assessment of physical risks to include our broaderclimate-related risks. value chain, specific to our most critical suppliers.c) Describe how processes for identifying, assessing, andmanaging climate-related risks are integrated into the We also utilize the Toolkit to identify and assess the risks andorganization's overall risk management. opportunities associated with the transition to a low-carbon economy.For this purpose, in 2020, we adopted two climate scenarios: the IEAWe identify and assess climate-related risks - both physical risks INDC Scenario (~3°C) as a base case and the IEA WEO 450 Scenarioand transitional risks - by utilizing the Global Enabling Sustainability (~2°C) as a higher ambition case toward meeting the Paris AgreementInitiative (GeSI)-CDP Scenario Analysis Toolkit (the Toolkit). Our most to understand policy and technology impacts through 2040. Risks andrecent assessment of physical risks included screening studies of two opportunities were assessed at an enterprise level as well as specificfuture climatic scenarios to explore our physical climate-related risks, to our biosimilar product segment.notably water scarcity, inland/coastal floods, extreme heat, tornados,hurricanes and wildfires. Identified material risks and opportunities are reported to the EnterpriseRisk Management team and Environmental Governance CommitteeRepresentative Concentration Pathways (RCP) 4.5 (+2°C) and RCP overseeing our environmental goals, which reports to the Executive8.5 (+4°C) were the selected scenarios for this study with projected Leadership Team and Board of Directors. Through this layeredimpacts out from 2020 to 2030 and 2040 or 2050 depending accountability, we consider and address material risks and opportunitieson the criteria data set available. These scenarios were applied that may impact our business model, as well as mitigation measuresto Biogen's three manufacturing and R&D locations and 10 of the that are in place or need to be refreshed and/or adopted.contract manufacturing organization sites we rely on to manufactureour products. Commercial sites, which consist of leased office space,BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 73,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 73TCFD statementMetrics and Targets We track our performance and disclose our progress around relatedTCFD recommendations for disclosures on Metrics and Targets: climate-related risks and opportunities through our ESG Data Tablea) D isclose the metrics used by the organization to assess in our annual ESG Report. The GRI-aligned content provides robustclimate-related risks and opportunities in line with its strategy disclosure of our annual environmental metrics, including those weand risk management process. use to assess climate-related risks and opportunities and in effortsb) D isclose Scope 1, Scope 2, and, if appropriate, Scope 3 to reduce our emissions. Additional annual updates to metricsgreenhouse gas (Greenhouse Gas) emissions, and the related risks. associated with greenhouse gas emissions, energy and water arec) Describe the targets used by the organization to manage climate- disclosed through the CDP Climate Change Questionnaire and therelated risks and opportunities and performance against targets. CDP Water Security Questionnaire.There is increased attention to decarbonization among a variety ofstakeholders, including some investors, regulators and customers.Therefore, our overall strategy to manage and mitigate climate-relatedrisks includes a focus on the following metrics and targets, whichare consistent with the aims of the Paris Agreement and keepingtemperature rise to 1.5ºC.- In 2020, we committed to reduce absolute Scope 1 and 2 emissionsby 55% by 2032 compared to 2019 and 100% by 2040 through theScience Based Targets initiative.- We are also committed to working with our suppliers to reduce ourindirect climate impacts from purchased goods, services and capitalequipment, where 80% of suppliers by spend will have a science-based target by 2025. We also are committed to strengthening ourresilience through the mitigation of environmental risks throughoutour global supply chain and are currently expanding our ResponsibleSourcing Program, which includes the establishment of sustainableprocurement principles.- In September 2022, we issued a progress report which detailsour efforts to advance our goals, including engagement with ouremployees and suppliers, and ongoing collaborations with renownedinstitutions to improve health - especially for vulnerable populationsmost impacted by climate-related events.BIOGEN 2022 ESG REPORT"
  },
  {
    "page": 74,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 74Safe harborThis letter contains forward-looking statements relating to: our and enforce our data, intellectual property, and other proprietarystrategy and plans; potential of, and expectations for, our commercial rights and the risks and uncertainties relating to intellectual propertybusiness and pipeline programs; capital allocation and investment claims and challenges; the risk that positive results in a clinicalstrategy; clinical development programs, clinical trials, and data trial may not be replicated in subsequent or confirmatory trials orreadouts and presentations; regulatory discussions, submissions, success in early-stage clinical trials may not be predictive of resultsfilings and approvals; the potential benefits, safety, and efficacy of in later-stage or large-scale clinical trials or trials in other potentialour and our collaboration partners' products and investigational indications; risks associated with clinical trials, including our abilitytherapies; the anticipated benefits and potential of investments, to adequately manage clinical activities, unexpected concerns thatcost-saving initiatives, actions to improve risk profile and productivity may arise from additional data or analysis obtained during clinicalof R&D pipeline, collaborations and business development activities; trials, the risk that regulatory authorities may require additionaland our future financial and operating results. These forward- information or further studies, or may fail to approve or may delaylooking statements may be accompanied by such words as \"aim,\" approval of our drug candidates; the occurrence of adverse safety\"anticipate,\" \"believe,\" \"could,\" \"estimate,\" \"expect,\" \"forecast,\" events, restrictions on use of our products, or product liability claims;\"goal,\" \"intend,\" \"may,\" \"plan,\" \"potential,\" \"possible,\" \"prospect,\" risks relating to technology failures or breaches; problems with our\"will,\" \"would,\" and other words and terms of similar meaning. Drug manufacturing processes; risks relating to management and personneldevelopment and commercialization involve a high degree of risk, and changes, including attracting and retaining personnel; failure to complyonly a small number of research and development programs result in with legal and regulatory requirements; the risks of doing businesscommercialization of a product. Results in early-stage clinical trials internationally, including currency exchange rate fluctuations; risksmay not be indicative of full results or results from later-stage or relating to investment in our manufacturing capacity; the direct andlarger-scale clinical trials and do not ensure regulatory approval. indirect impacts of the ongoing COVID-19 pandemic on our business;You should not place undue reliance on these statements. risks relating to the distribution and sale by third parties of counterfeitor unfit versions of our products; risks relating to the use of socialThese statements involve risks and uncertainties that could cause media for our business; results of operations and financial condition;actual results to differ materially from those reflected in such fluctuations in our operating results; risks related to investment instatements, including: our dependence on sales from our products; properties; the market, interest, and credit risks associated with ouruncertainty of long-term success in developing, licensing, or acquiring investment portfolio; risks relating to share repurchase programs;other product candidates or additional indications for existing risks relating to access to capital and credit markets; risks relatedproducts; failure to compete effectively due to significant product to indebtedness; change in control provisions in certain of ourcompetition in the markets for our products; failure to successfully collaboration agreements; fluctuations in our effective tax rate;execute or realize the anticipated benefits of our strategic and environmental risks; and any other risks and uncertainties that aregrowth initiatives; difficulties in obtaining and maintaining adequate described in other reports we have filed with the U.S. Securities andcoverage, pricing and reimbursement for our products; our dependence Exchange Commission. These statements speak only as of the date ofon collaborators, joint venture partners and other third parties for this letter. We do not undertake any obligation to publicly update anythe development, regulatory approval, and commercialization of forward-looking statements.products and other aspects of our business, which are outside ofour full control; the potential impact of the conflict in Ukraine; risksassociated with current and potential future healthcare reforms; risksrelated to commercialization of biosimilars; failure to obtain, protectBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 75,
    "source": "text",
    "content": "2022ESGREPORTFollow us on social mediaTwitter LinkedIn Facebook YouTube"
  }
]