[
  {
    "page": 1,
    "source": "text",
    "content": "2022 Environmental,Social and Governance Progress Report ESG is everyone'sbusiness at Teva Family of Smadar Tabenkin-Ezer Teva employee, Israel"
  },
  {
    "page": 2,
    "source": "text",
    "content": "Introduction Environmental Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 2 Table of Contents Introduction 3 Governance 48 A Letter from Our Chairman and Our President 3 Corporate Governance 49 and CEO Compliance and Ethics 512022 ESG Highlights 4 Responsible Lobbying 54 About Teva 6 Sustainable Procurement 55 ESG at Teva 8 Quality Manufacturing and Patient Safety 58 Data Privacy and Security 61 Environmental 15 Climate Action and Resilience 17 Disclosures 63 Responsible Use of Natural Resources 19 Effluents and Waste 21 About This Report 64 Pharmaceuticals in the Environment 222022 Reporting 64 Independent Assurance Statement 65 Social 23 Access to Health and Medicines 24 Inclusion and Diversity 34 Talent Recruitment, Development and Retention 38 Employee Engagement 40 Employee Health, Safety and Well-being 41 Economic Impact 44 Human Rights 46 Ethics and Transparency in Clinical Trials 47"
  },
  {
    "page": 3,
    "source": "text",
    "content": "Introduction Environmental Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 3 A Letter from Our Chairmanand Our President and CEO Teva's focus on environmental, social and governance (ESG) is part of our DNA.\nWe further support the health of people by protecting the health of our environment.It strengthens our business, serving as a fundamental platform that helps drive long-term In 2022, we reduced our absolute scope 1 and 2 greenhouse gas (Greenhouse Gas) emissions by 24 percentsustainability and guides all that we do to reach patients with our quality medicines.\n(vs.\n2019), putting us ahead of schedule to meet our 2025 target (25% reduction), andreduced our absolute scope 3 Greenhouse Gas emissions by 12% (vs.\n2020).\nThese targets were also Our ESG strategy is underpinned by priority topics.\nIn 2022, we launched a new materialityvalidated by the Science Based Targets initiative last year, providing external validation ofassessment to confirm our non-financial priority areas are aligned with our business strategyour ambitious commitments.and reflect stakeholder priorities and emerging issues.\nWe have a robust governancestructure, with oversight from our Board of Directors and Executive Management team and Fostering an inclusive and diverse workplace brings varied perspectives and a higherinvolvement from everyone at Teva.\ncapacity to innovate.\nWe have a global methodology to identify pay differences amongour employees, and we have found insignificant differences, on average, between the pay Our accountability lies in our targets, several of which address pressing global challenges-of women and men when comparing employees with the same profile and location.\nWhenaccess to healthcare and climate change.\nMany are also tied to our executive compensationthe diversity of our people reflects society, we can better meet the needs of the patientsand sustainable finance instruments.\nTeva is now the largest pharmaceutical issuerwe serve.of sustainability-linked bonds (SL Bs).\nWe share our progress transparently so ourstakeholders can see how we are managing these areas-driving Teva's growth and allowing By operating with integrity, we can act in the best interest of patients and gain trust.us to continue improving the lives of patients.\nWe trained nearly 100% of employees on compliance policies in 2022, meeting our targetahead of schedule.\nWe support the United Nations Global Compact, the world's largest In this report, you'll see how this came to life in 2022.corporate sustainability initiative, and integrate its Ten Principles in the areas of humanrights, labor, environment and anti-corruption into our business.Teva inherently helps patients get lower cost treatments, without compromising quality,and we leverage our global reach and wide range of affordable medicines to help address We are proud of our actions, as we know they translate to a meaningful impact.\nTogether,health challenges.\nLast year, our generic medicines contributed to $44 billion in savingswe will continue to ensure that making progress in these areas is strategically embeddedacross 21 countries, and we continued to develop innovative treatments for unmet healthinto our company, because it's good for our business and it's the right thing to do.needs.\nWe have also implemented five access to medicines programs to date, four of whichwere launched in 2022 (of eight committed by 2025).\nThrough these programs, we provide With this focus, Teva will be resilient and sustainable and create value for all ourtreatments to patients who wouldn'Tonnes otherwise have access to them, including in countries stakeholders, most importantly patients-now and into the future.where Teva doesn'Tonnes have business operations.Dr.\nSol J. Barer Richard Francis Chairman of the President and CEO Board of Directors"
  },
  {
    "page": 4,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 442022 ESG Highlights Our ESG Progress Environmental Minimizing our impact on the planet 24% 12 percentreduction in absolute scope 1 and 2 reduction in absolute scope 3 Greenhouse Gas emissions (vs.\n2019) Greenhouse Gas emissions (vs.\n2020)Science Based Targets initiative (SB Ti) validated Greenhouse Gas emissions reduction targets (scope 1, 2 and 3)Social Advancing health and equity 5 90% 21 Improved employee safety performance:50% 80 percentaccess to medicines programs launched of critical positions filled new regulatory(63% of 8 access programs/2025 target) internally, 60% of which were submissions in low- and reduction in process reduction in totalfilled by identified successors middle-income countries safety event rate recordable incident rate 533.7 meter $44 B (LMI Cs) (28% of 75 (vs.\n2021) over the last 10 yearssubmissions/2025 target)units (worth $699.6 meter) of medicines in savings from Teva's generic According to organizational health survey:donated to patients in need, including: medicines across 21 countries 72.6 71% 82 percent30.4 meter doses (worth $11.5 meter)210 for people impacted by Ukraine score on Bloomberg of employees feel employee satisfaction War-largest donation of any clinical trials conducted for Gender-Equality Index engaged and with Teva's inclusion andpharmaceutical company generic and innovative medicines (vs.\n52.7 in 2021) connected to Teva diversity practices Governance Dedicating ourselves to quality, ethics and transparency 100% 50% 140+ 12 percentof employees trained of critical suppliers assessed on ESG strategic suppliers attended of procurement spend in the US allocatedon compliance policies performance (56% of 2025 goal) first ESG webinar to small and diverse businesses Photos Teva Germany site, Access to medicines program in Malawi and Teva employees, Zagreb, Croatia"
  },
  {
    "page": 5,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 552022 ESG Highlights Our ESG Ratings Performance Industry Ranking 2020 2021 2022 2020 2021 202236 41 54 Top 30% Top 17% Top 7 percent33.3 (High risk) 31.1 (High risk) 29.8(Medium risk) Top 10% Top 12% Top 18 percent3.3 (B) 3.4 (B) 3.7 (BB) NA NA NA 37 NA 42 NA NA NAC C+ C+ Top 40% Top 10% Top 10 percent56 63 67 Top 23% Top 12% Top 9 percentCLIMATEA- B A- NA NA NAWATERC B B NA NA NA Note: For Sustainalytics, a better result is indicated by a lower performance score."
  },
  {
    "page": 6,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 66 About Teva Our mission is to be a global leaderin generics and biopharmaceuticals,improving the lives of patients.We provide quality medicines Our global workforce,to approximately 200 million as of December 31, 2022,people each day.\nconsisted of 36,826 employees(including contractors).\nOurcompany is led by our Presidentand CEO, Richard Francis.Our Board of Directors,chaired by Dr. Sol J. Barer,comprises 12 members (all We are headquarteredindependent, aside fromin Israel, where we were President and CEO).founded in 1901.We have 53 manufacturingfacilities and 25 research and We work with more thandevelopment (R&D) sites 48,000 suppliers.across 27 countries.Teva is publicly tradedon the New York Stock Exchange (NYSE:TEVA)and the Tel Aviv Stock Exchange (TASE:TEVA)."
  },
  {
    "page": 7,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 77 Our Portfolio We believe everyone, everywhere should have access to quality medicines.Teva's portfolio enables us to impact the health of people around the world.\nWe develop and supply generic, biosimilar, innovative andover-the-counter healthcare products as well as finished doses and active pharmaceutical ingredients (AP Is).\nWe have more than 2,300 productsin our portfolio, use more than 100 different manufacturing technologies and are a leading supplier of quality medications on the World Health Organization's (WHO) Essential Medicines List (EML)-manufacturing 49% of medicines 1 on this list of treatments for priority health needs.Generic Medicines Innovative Medicines Develop, manufacture and supply generic medicines in a variety of dosage forms, including Develop, manufacture and supply innovative medicines, devices and services to deliver solutions intablets, capsules, injectables, inhalants, liquids, transdermal patches, ointments and creams core therapeutic areas (TAs), including central nervous system (focus on multiple sclerosis,neurodegenerative disorders, neuropsychiatric disorders, movement disorders and migraine),1,153 417 respiratory (focus on asthma and chronic obstructive pulmonary disease) and oncologynew generic medicine marketing generic medicine 11 231 authorizations in 2022, including launches, 19% (79) of 229 in LMI Cs which were in LMI Cs innovative medicine launches, medicines in innovativeincluding 2 in LMI Cs medicines portfolio 76 B 2,08818 16 tablets and capsules sold in 2022 medicines in genericmedicines portfolio new innovative medicine marketing innovative medicines in development 600 meter authorizations in 2022 (in pipeline as of January 2023)352 sterile units sold in 2022 generic medicines in 350 pipeline, including 21 Oncology AP Is manufactured antibiotics and antifungals Central Nervous Biosimilar Medicines System Develop, independently or with others, biosimilar medicines-large,complex treatments produced by, or made from, living cells or organisms 2 12 Respiratorybiosimilar medicine biosimilar medicines in developmentlaunches (in pipeline as of January 2023)1 number is based on INN 2022 total IQVIA data."
  },
  {
    "page": 8,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 88 ESG at Teva Our Approach Teva provides quality medicines, improvingthe lives of patients around the world.\nAdvancing health and Minimizing the impact Dedicating ourselvesequity through ourof our operations and to quality, ethics To ensure our company continues to be medicines and acrossproducts on the planet and transparencysustainable, make a meaningful impact and our businesscreate long-term value, we manage topics thatare important to our business and to ourstakeholders.\nThis includes advancing accessto quality medicines, promoting inclusion anddiversity, protecting the planet and prioritizingquality, patient safety, ethics and transparency.Teva's ESG strategy is underpinned by our Climate Action and Resilience Access to Health Compliance and Ethics 2020 materialityassessment.Bolded topics and Medicines Effluents and Waste Sustainable Procurementin the corresponding graphic represent our Inclusion and Diversitypriority areas-those in which we believe Teva Responsible Use of Quality Manufacturingcan have the greatest impact, and which have Natural Resources Employee Engagement and Patient Safetythe greatest impact on our business.Addressing these topics supports us in Pharmaceuticals in the Talent Recruitment, Data Privacy and Securityeffectively managingrisks, realizing Environment Development and Retentionopportunities andpromoting our long-term Corporate Governancesustainability and ability to positively impact Ethics and Transparencypatients.For most of these, we have a in Clinical Trials Intellectual Propertydesignated task force, working group orcommittee to guide our actions, including Employee Health, Safety Responsible Lobbyinggoal setting and measurement.\nOur approach and Well-beingis outlined in our report each year.Pricing We conducted a new materiality assessmentin 2022 to ensure our focus areas remain Pandemic Preparednessrelevant and reflect stakeholder priorities and and Disaster Reliefemerging issues.\nThe results were finalized in Economic Impactearly 2023, and our strategy and reporting willbe updated accordingly.Human Rights"
  },
  {
    "page": 9,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 99 ESG Governance Board of Directors Several groups play an integral role in overseeing Oversees ESG activities and provides strategic guidance and direction, receiving updates from its committees on Teva's ESG strategy and activities.\nThis governance their respective ESG-related progress.\nIn 2022, Board of Directors committees held five sessions onstructure was developed at the end of 2021 and ESG-related topics.implemented in 2022. In 2022, dedicated Board of Director sessions, ESG Steering Committeemeetings and ESG Global Forum meetings focused Human Resources Audit Compliance Finance Committeeon topics such as targets, access to medicines, the(HR) and Committee Committee Receives updates on ESG regulatory landscape, sustainable finance, ESG Compensation Receives updates Reviews emerging sustainable financegovernance, ESG ratings and reporting were held.Committee on ESG reporting best practices, trends instruments and All of Teva's Executive Management members have Oversees ESG-linked trends.\nand key issues related approves financial ESG goals across various topics (e.grams., GH Gremuneration and to ESG, oversees ESG transactions linkedemissions, access to medicines) tied to their annual HR management.\nstrategy and receives to ESG.bonuses.quarterly updatesfrom ESG team.ESG Steering Committee Chaired by the CEO, approves all global commitments and goals.\nIn 2022, three dedicated ESG sessions were held.ESG Team Responsible for ESG strategy implementation, coordination with relevant internal functions and local markets,engagement with various external stakeholders, reporting, disclosures, communications and coordination ofrelevant social programs (e.grams., access to medicines).ESG Global Forum Brings together ESG leaders from various business units to discuss emerging ESG issues, risks and opportunities,and collaborates and aligns on strategy implementation and ESG integration across Teva.\nIn 2022, the Forumheld three meetings.ESG Task Forces/Working Groups/Committees Teva employees, Ulm, Germany Environmental Social Governance"
  },
  {
    "page": 10,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 1100 Our Long-term ESG Targets We set ambitious, specific targets in key areas aligned to our ESG strategy to guide our actions and hold us accountable to making progress.Topic Subtopic Long-term Quantitative Targets Progress Status Reduce absolute scope 1 and 2 Greenhouse Gas emissions by 25% by 2025 and by 46% by Reduced by 24 percentGreenhouse Gas 2030 (vs.\n2019)2(Greenhouse Gas) Emissions Reduce absolute scope 3 Greenhouse Gas emissions by 25% by 2030 (vs.\n2020) Reduced by 12 percentClimate Actionand Resilience Increase energy efficiency by revenue (k Wh/United States Dollar revenue) by 10 percentAchieved at 10 percentby 2030 (vs.\n2020)Energy Increase total proportion of electricity purchased or generated from renewable Increased by 8% (vs.\n2021) to 41 percentsources to 50% by 2030 Reduce total water withdrawal by 10% in areas projected to be in water stress Water Achieved at 17% reductionby 2030 (vs.\n2020)Responsible Useof Natural Resources Increase the proportion of recycled and responsibly sourced materials Packaging Materials Baseline to be definedby 10% by 2030 (vs.\n2025)Meet AMR (antimicrobial resistance) Industry Alliance commitment to minimizeantimicrobial discharges by assessing 100% of Teva sites that are handling drug Achieved, assessed 33 sites Effluents Antimicrobial products by 2030 and Waste Resistance Meet AMR Industry Alliance commitment to minimize antimicrobial discharges Implementation of strategy to startby assessing 50% of antimicrobial drug product and drug substance supplyin 2023 by 2030 Ukraine emergency donation Continue to be a leader and trusted partner for healthcare organizations inand new agreement for Strategicemergencies, disasters and pandemics Access Strategy Emergency Stockpile Quantify savings of quality generics to health systems $44 B in savings across 21 countries Access to Healthand Medicines Launch eight access programs by 2025 that address vulnerable populations 5 programs launched Access Programsand those in the last mile in low- and middle-income countries (LMI Cs) (62% of the target)Increase the cumulative number of new regulatory submissions in LMI Cs on the Submissions/World Health Organization's (WHO) Essential Medicine List (EML) across six key 21 submissions (28% of the target)Approvalstherapeutic areas (TAs) by 150% from 2022 to 2025 (vs.\n2017-2020)22 Target is tied to SLB.\nEnvironmental Social Governance Complete In progress"
  },
  {
    "page": 11,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 1111 Topic Subtopic Long-term Quantitative Targets Progress Status Increase access to medicine program product volume by 150% in 2025 (vs.\n2020)through four access to medicine programs, including donations and social 361,711 single unit doses Access to Health Access Program business in LMI Cs on the WHO EML across six key TAs 2 and Medicines Product Volume Ensure consideration of access to medicines strategy for new product launches Benchmarking initiated(by 2023 and beyond)Train or retrain 100 percent3 of active employees on applicable Teva compliance 99.57% of target audience trainedpolicies by 2023 Training Train or retrain 100 percent3 of active sales employees on compliance policies related 99.57% of target audience trainedto marketing practices by 2023 Business Ethics,Maintain annual 100% evaluation of submitted high-risk third-party business Anti-bribery and Evaluation Processes 100% evaluationpartners through Teva's Third-Party Due Diligence tool Anti-corruption 4 Train new employees and retrain 100 percent3 of active employees on how to report 99.57% of target audience trainedconcerns through the Teva Integrity Hotline by 2023 Culture of Compliance Strengthen Teva's culture of compliance, keeping our Gartner global index score at Results at parity with benchmarksparity or greater than external benchmark by 2022 Data Privacy Train 100 percent3 of employees who process personal data on Teva's privacy Training 99.41% of active employees trainedand Security policies by 2022 Assess 100% of critical suppliers on ESG performance by 2025 56% of suppliers assessed Responsible Achieve bronze or higher score for more than 75% of critical suppliers Assessment 46% have bronze or higher score Supply Chain in Eco Vadis by 2025 Achieve silver or higher score for more than 50% of critical suppliers 31% have silver or higher scorein Eco Vadis by 20252 Target is tied to SLB.\nEnvironmental Social Governance Complete In progress 3 Teva's compliance training goals are 100% year-end completion (within -1% for employees on leave).4 New targets are included in the Compliance and Ethics section on page 51."
  },
  {
    "page": 12,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 1122 Sustainable Finance ESG is a business priority for Teva, and we have linked our ESG targets to our financial strategy to demonstrate our commitmentand accelerate our progress.\nAs of the end of 2022, we had two financial instruments tied to our targets, specifically those toaddress our environmental impact and improve access to medicines.\nTeva received the 2022 Adam Smith Award for Best Sustainable Treasury Solution and was named the Largest Sustainability-Linked Bond of the Year (2021) by Climate Bonds Awards.Sustainability-Linked Bond (SLB) Revolving Credit Facility (RCF)\"Our sustainable financeinstruments clearly demonstrate In November 2021, we issued a $5 billion SLB-the In April 2022, we entered into a $1.8 billion syndicatedhow ESG is inseparable from ourlargest of its kind when it was issued and the first from sustainability-linked RCF, which was amended inbusiness.\nBy addressing globala generic medicines company.\nFebruary 2023, maturing in 2026.challenges, we make a positiveimpact and fuel Teva's growth-Targets focused on: Targets focused on:allowing us to reach even• Access to medicines-bringing more medicines to • Access to medicines-increasing regulatory more patients.\"LMI Csto treat noncommunicable diseases (NC Ds) submissions in LMI Cs across six key TAs Eli Kalifby increasing regulatory submissions and product• ESG performance-improving our performance Executive Vice President andvolume on the WHO EML across six key TAsscore from S&P Global Chief Financial Officer• Environment-reducing scope 1 and 2 GH Gemissions to support efforts to limit globaltemperature increase ISS ESG, the world's leading provider of ESG solutionsfor shareholders, and the Access to Medicine Foundation, an independent nonprofit organization,provided a second party opinion (SPO) validating the SLB.\nThe SLB framework was updated in 2022 to furtherreflect our learnings."
  },
  {
    "page": 13,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 1133 Materiality Materiality assessments help us identify ESG topics of greatest importance to ourstakeholders and our business.\nWe conducted our first materiality assessment in 2013 andperformed another in 2020, which guided the development of our current ESG strategy.Priority topics that were identified in 2020 are outlined in the 2020 matrix on page 19 of our ESG Disclosures.We initiated a new materiality assessment in 2022 to ensure our focus areas remain relevantand reflect stakeholder priorities and emerging issues.\nWe partnered with Datamaran, whichleverages an artificial intelligence (AI) powered software to automate processes foridentifying and monitoring non-financial risks.\nBased on Datamaran's dataset and incoordination with our subject matter experts, Teva identified a list of ESG topics with thepotential of being material to our business and stakeholders.\nWe prioritized these topicsaccording to an AI assessment for regulation, voluntary initiatives, media and peer reports,and blended these with survey results from a representative sample of direct stakeholders,including investors, employees, suppliers, customers, nongovernmental organizations andrepresentatives of governments and associations.\nInternally, we interviewed all members of Teva's Executive Management and a selection of our Board of Directors and ran a focusgroup with our internal ESG Forum.\nThis analysis was synthesized to map topics according totheir relative importance to stakeholders and to Teva, as outlined in the correspondingmatrix, applying differing weighted factors for each stakeholder group.In this report, we started identifying newly relevant topics raised through this process, suchas innovation and human rights.\nFurther, the results will inform updates to our ESG strategyand new disclosures in our 2023 ESG Progress Report and beyond.Environmental topics Social topics Governance topics>>ytiroir Phgi HSREDLOHEKATSHIGH VERY HIGH Quality Manufacturing Patient Safety Compliance and Ethics Access to Healthand Medicines Data Privacy Cybersecurity and Employee Health and Safety Information Security Risk Management Pharmaceuticalsin the Environment Human Rights Employee Engagement Pricing Innovation Corporate Governance Ethics and Transparency in Clinical Trials Inclusion and Diversity Climate Action and Resilience Sustainable Procurement Talent Recruitment and Development TEVA High Priority >>Note: This matrix does not include Medium priority topics.\nThe full materiality matrix can be found in our 2022 ESG Disclosures."
  },
  {
    "page": 14,
    "source": "text",
    "content": "IInnttrroodduuccttiioonn EEnnvviirroonnmmeennttaall SSoocciiaall GGoovveerrnnaannccee DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt TTeevvaa 22002222 EESSGG PPrrooggrreessss RReeppoorrtt || 1144 Stakeholder Engagement A diverse range of individuals and groups contribute to our business.\nOur relationships with these stakeholders help us understandexpectations, validate our focus areas and inform our programs and activities.\nWe engage with our stakeholders in a variety of ways,such as through annual surveys, community partnerships and participation in industry associations.\nBelow are a few examples:Patients Regulators and Policymakers Customers Suppliers Overview Overview Overview Overview We engage with patients, patient We collaborate and consult on public policy We build relationships with our We partner with our suppliers to promoteadvocacy organizations and clinical with regulators and policymakers, and work customers and utilize questionnaires, ethical practices and make progress towardtrial participants to gain with industry associations to advocate for surveys and audits to better our sustainability goals, and we collect theirunderstanding, get medicines to shared objectives and key priorities related to understand our customers' needs, feedback through questionnaires, surveysthe people who need them and healthcare access, drug pricing, drug approvals supporting us in working together and audits.improve their lives.\nand patent reform.\nto improve patient outcomes.Example Example Example Example We held an ESG capability webinar with Teva participated in a centimeters Dh Israel's Ministry of Environmental Protection Our Teva API team addressed critical suppliers on how we can advance(Coordination Group for Mutual invited Teva to COP 27 to present and showcase 35 ESG requests and 44 our ESG goals together, including by reducing Recognition and Decentralised our climate ambitions.\nTeva USA is a member environmental health and safety energy use in our operations and transport,Procedures - Human) meeting to of the Duke Real-World Evidence Collaborative (EHS) audit requests in 2022. and designing packaging materials that leadprovide industry feedback to of the Duke-Margolis Center for Health Policy, to less waste.\nIn 2022, Teva joined Schneiderimprove labeling harmonization advancing thought leadership in the emerging Electric's Energize program as a sponsor to offerfor mature products.\nfield of real-world evidence in regulatory our suppliers the opportunity to learn moredecision-making.\nabout renewable energy.Employees Healthcare Industry Nonprofit Organizations Investors Overview Overview Overview Overview We conduct performance reviews, We are a member of industry associations We collaborate with nonprofit We engage with our investors on ESG mattersinvest in employees' professional and coordinate with payers and healthcare organizations on social and environmental through direct outreach, participation in ES Gdevelopment and well-being and systems to improve how we develop-and initiatives and global health tenders, and ratings and periodic meetings with investorfoster an engaging, safe, inclusive improve access to-our medicines.\nwe participate in global health congresses groups to communicate our ESG strategy andand diverse workplace.\nand meetings together.\nunderstand their expectations in terms of ESG.Example Example We co-chaired the International Federation Example Example Teva's Well-being Month in September of Pharmaceutical Manufacturers and Since 2006, Teva has partnered with Our meetings and roadshows throughout thehelped nurture our employees' Associations ESG Biopharmaceutical CEO organizations to get treatments to patients year offer an opportunity to further align onphysical, mental, financial and social Roundtable working group and participated around the world who need them most.\nIn what matters most to us all.\nIn 2022, weneeds through local and global in shaping relevant ESG metrics for the the US, we joined forces with Direct Relief engaged in ESG matters with approximatelyinitiatives, including physical and sector.\nand the National Association of Free & 80 investment firms.social activities and creating awareness Charitable Clinics to donate medicines andof our well-being benefit offerings.\nprovide $2 million in grant funding overtwo years to free and charitable clinics inthe US for community-specific mentalhealth programs."
  },
  {
    "page": 15,
    "source": "text",
    "content": "Introduction Environmental Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 15 Environmental Climate Action and Resilience 17 Responsible Use of Natural Resources 19 Effluents and Waste 21 Pharmaceuticals in the Environment 22\"While it's not just asthmaticswho are affected by pollution, the risksare definitely higher for those whogenerally struggle to breathe.\nI find thatwhen pollution levels are high, my chestfeels tight, I wheeze more and my nose andthroat are scratchy.\nIt doesn'Tonnes stop me fromtaking part in the things I love, but I try totailor my routine to minimize the effect.\"Beki Tovey Extract from a Life Effects article Patient Contributor Teva employees, Amsterdam, Netherlands"
  },
  {
    "page": 16,
    "source": "text",
    "content": "Introduction EEnnvviirroonnmmeennttaall Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 16 Environmental Guiding Documents Teva's Position on Environmental Sustainability Teva's Position on Antimicrobial Resistance (AMR)We mitigate our impact on theenvironment to improve the health of the Governanceplanet, which is inherently linked to the Environmental compliance and sustainability is an operational responsibility of each business unit's line management, who are supported by knowledgeablehealth of those who inhabit it.\nAll our Environmental Health, Safety and Sustainability (EHS&S) professionals from Teva's Global Quality and EHS&S function, reporting to the Executive Viceoperations, research and development President of Teva Global Operations.\nOur Corporate EHS&S Committee, comprised of senior executives from each business unit, ensures appropriateengagement and oversight of material environmental sustainability issues.\nAt our global facilities, management is locally responsible for EHS&S compliance(R&D) and logistics sites haveand performance and is supported by EHS&S professionals who drive implementation of EHS&S programs and initiatives.\nIn 2021, we established a globalan Environment, Health and Safety multidisciplinary Sustainability Taskforce to drive progress against our 2030 targets, including those tied to our sustainability-linked bond (SLB).\nMatters Management System (EHSMS), which relating to Teva's environmental commitments, risks and opportunities are also channeled through Teva's ESG Governance structure.drives environmental sustainability andenables compliance Goals Progress Statuswith applicable local, national and regionalregulatory requirements.\nOur EHSMS Reduce absolute scope 1 and 2 greenhouse gas (Greenhouse Gas) emissions by 25% by 2025 and Reduced by 24 percentincludes a series of corporate standards by 46% by 2030 (vs.\n2019)2 and frameworks, and systems are subject Climate Reduce absolute scope 3 Greenhouse Gas emissions by 25% by 2030 (vs.\n2020) Reduced by 12 percentto our internal audit program.\nThe EHSMS Action andis structured to enable Teva locations to Resilience Increase energy efficiency (k Wh/United States Dollar revenue) by 10% by 2030 (vs.\n2020) Achieved at 10 percentachieve certification to external standards, Increase total proportion of electricity purchased or generated from renewable sources Increased by 8% (vs.\n2021)such as ISO 14001, if they choose.\nWe have to 50% by 2030 to 41 percenta multi-year program to ensure our sites Reduce total water withdrawal by 10% in areas projected to be in water stressimplement the EHSMS, and as of 2022, by 2030 (vs.\n2020) Achieved at 17% reductionwe have verified installation of our Responsible Increase the proportion of recycled and responsibly sourced materials by 10 percentenvironmental standards at 93% of Baseline to be defined Use of by 2030 (vs.\n2025)our operating sites.\nNatural Reduce the overall mass of secondary and tertiary packaging materials per unit dose Resources Strategy in developmentby 2030 Assess the environmental life cycle impact of key products by 2030 2 LC As performed to date Meet AMR Industry Alliance commitment to minimize antimicrobial discharges by Achieved, assessed 33 sitesassessing 100% of Teva sites that are handling drug products by 2030 Meet AMR Industry Alliance commitment to minimize antimicrobial discharges by Implementation of strategy to startassessing 50% of antimicrobial drug product and drug substance supply by 2030 in 2023 Effluents Assess and mitigate the environmental impact of pharmaceutical ingredients used in 6 sites handling priority AP Isand Waste operations assessed in 202232% reduction in total waste Continue to minimize waste generated from operations and the environmental impact generated (vs.\n2020) and 3 percentof its disposal by 2030 increase in proportion of wasterecovered (vs.\n2020)2 Target is tied to SLB.\nComplete In progress"
  },
  {
    "page": 17,
    "source": "text",
    "content": "Introduction EEnnvviirroonnmmeennttaall Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 17 Climate Action and Resilience Scope 1 and 2 Greenhouse Gas Emissions (Tonnes CO e)2 The Science Based Targets initiative (SB Ti) validated our Greenhouse Gas emissions reduction targets in 656,646632,2922022 as being in alignment with the goals of the Paris climate agreement.\nThis includes our 572,121 targets to reduce scope 1 and 2 Greenhouse Gas emissions by 46% by 2030 (vs.\n2019), aligning to a 1.5 ° C limit on global temperature increase, and to reduce absolute scope 3 Greenhouse Gas emissions 498,641 by 25% by 2030 (vs.\n2020), aligning to a well-below 2 C limit.\nTo achieve our targets, we°established a decarbonization plan, which is overseen by our Sustainability Taskforce and 24 percentincludes efforts related to energy and process efficiencies, renewable electricity generation reductionand sourcing and network optimization.\nIn 2023, Teva Global Operations sites plan todevelop actionable roadmaps for implementation, with a detailed cost and feasibilityanalysis.\nFor our scope 3 target, we are engaging our suppliers to reduce their GH Gemissions through various initiatives, including supporting them in procuring renewableelectricity (see more in the Sustainable Procurement section).\n2019 2020 2021 2022 As a result of these efforts, we reduced scope 1 and 2 Greenhouse Gas emissions by 24.1% in 2022 (vs.2019), a reduction of over 10% since last year.\nWe also reduced our scope 3 Greenhouse Gas emissionsby 12% (vs.\n2020).\nThe CDP, a global nonprofit disclosure system for environmental issues, Respiratory Care Educational Serieshas recognized our efforts and transparency on climate change, improving our B climate Outside our operations, we understand that worsening global conditions, such as poorchange score in 2021 to an A- rating in 2022.air quality and climate change, can exacerbate disease and deteriorate health.\nIn 2022,we launched an educational series about global issues impacting respiratory care andinvited guest speakers to discuss how the management of respiratory diseases is Decarbonization and Energy Cost Savingsrelated to the environment.\nTopics included inhalers' potential impact on global One way we realize our sustainable commitments is through increasing energy efficiency warming, methods of recycling inhalers, optimizing respiratory disease control andand lowering operational costs.\nOur Sustainability Taskforce drives energy efficiency and the effect of pollution and adverse weather events on patients.decarbonization projects across our global network of facilities, resulting in Greenhouse Gas emissionsand operating cost reductions.\nIn 2022, our Sustainability Taskforce launched the Energy Champions community, which nominates employees to manage energy consumption andlead decarbonization efforts at their sites.\nA training roadmap and knowledge-sharing portalhelp champions oversee sustainability efforts.\nAs a result of the Sustainability Taskforce,approximately 100 projects were executed in 2022, resulting in $3.6 million in savingsthrough energy consumption reductions, exceeding the Taskforce's target.\nOther Taskforceactivities included mapping 23 renewable energy initiatives, establishing and exploringpartnerships with energy service companies (ESC Os) to reduce consumption and GH Gemissions (in some cases by more than 10%) at sites in Czech Republic, Hungary, India,Israel, Italy and the US and joining Schneider Electric's Energize program as a sponsor (seemore in the Sustainable Procurement section).Solar power plant, Teva Croatia site"
  },
  {
    "page": 18,
    "source": "text",
    "content": "Introduction EEnnvviirroonnmmeennttaall Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 18 Climate Action Across the Globe Teva UK and Ireland saw increased market demand for dry powder inhaler Teva India dedicated a solar micro-grid project (50 k V) to the local(DPI) products in 2022 following findings from a carbon footprint community of Daranagar, Uttar Pradesh in partnership with the Transformassessment performed in partnership with the Carbon Trust for various Rural India Foundation.\nThe solar micro-grid will provide renewable and Teva inhaler products.\nThe assessment found a significant difference in sustainable electricity to 210 households and over 1,000 beneficiares.*carbon footprint between metered dose inhaler (MDI) products (11.05*This program is part of the mandatory Corporate Social Responsibility commitment.grams CO e) and comparative DPI products (0.63 grams CO e).\nResults also 2 2 highlighted that some of Teva's MDI products have less than half thecarbon footprint of comparable competitor products across their life cycle.The original carbon footprint assessment was performed in 2020, and weinitiated a re-certification with the Carbon Trust in 2022.Teva Ireland started its My Green Lab journey in 2022, increasinglaboratory sustainability through completing baseline assessments in itsquality control and R&D labs.\nThe assessment surveyed positive practices Teva Croatia partnered with a large supplier of energy and renewable related to energy, water, waste, chemistry, materials and engagement, andelectricity to construct a solar power plant for our production facilities with the site formed employee-led green teams to implement changes in 2023.17,820 solar panels.\nThe plant covers 60,000 square meters and generates 9.61 megawatt of power, which will cover 28% of the site's total electricity needs.Teva Netherlands implemented an energy savings program, installing Teva Germany's logistics fleet reduced CO emissions by using liquefied 2 an efficient hot water tank and dry-cooling water chiller.\nAs a result,natural gas-fueled trucks, which emit 35% less CO than the diesel trucks 2 operations consumed 1.5% less electricity and 30% less gas in 2022,they replaced.\nEco-driver training for the remaining diesel truck fleetrelative to 2021, and the site's carbon footprint was reduced by 1,160 kgdrivers resulted in 27% less fuel relative to market averages.CO a year.2 Teva USA introduced an Energy Treasure Hunt program in line with the US Teva Czech Republic introduced site goals for energy reduction,Environmental Protection Agency's Energy Star program.\nCross-functionalincluding reducing compressed air loss during distribution, using residual,teams searched our facilities for quick methods for saving energy.\nAs alow-potential heat and optimizing electricity consumption by regulatingresult, our manufacturing site in Florida replaced more than 3,000 lightthe inflow of water.\nProjects saved around 600,000 k Wh of electricity,bulbs in laboratories, offices, production areas and warehouses, resulting inresulting in 1% savings for the site's total consumption.approximately 880 tons of CO emissions reductions for the year.2"
  },
  {
    "page": 19,
    "source": "text",
    "content": "Introduction EEnnvviirroonnmmeennttaall Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 19 Responsible Use of Natural Water Withdrawal (ML)Resources 7,6876,6896,305 Being effective stewards of the environment is foundational to achieving a sustainable 6 percentorganization.\nSystematic risk mitigation and resource conservation are our responsibility,including use of water supplies in our business and the communities where we operate.\nOur reduction EHSMS requires that sites evaluate water conservation opportunities, and sites projected tobe in water-stressed areas are required to have a formalized water conservation program.1,6071,4831,338 We are committed to reducing water withdrawal by 10% in areas projected to be in water 17 percentstress by 2030 (vs.\n2020), which includes some of our sites in Israel, India, Chile and the US.reduction In 2022, we reduced total water withdrawal by 6% and reduced water withdrawal at our sitesin areas projected to be in water stress 5 by 17%, exceeding our target ahead of schedule.\nAs 2020 2021 2022 part of our commitment to being a responsible steward of water, we received a B score in AAlll la arreeaass AArreeaass pprroojjeecctteedd ttoo bbee iinn wwaatteerr ssttrreessss 52022 from CDP for water security, maintaining our 2021 rating.Teva Spain increased the height of cardboard boxes used for shipping tofit an additional layer of cartons and eliminate free space.\nThis reducedpallet use by 10% and saved 210 tons of carton and 140 tons of wood-equivalent to about 2,800 trees.Teva USA transitioned from a chemically intensive method of cooling towermaintenance to a natural Sphagnum moss-based system in West Chester,Pennsylvania, resulting in a significant reduction in treatment chemicals,backwash cycles and water usage, with savings of 3.5 million gallons ofwater a year.\nThe site also encouraged biodiversity by removing non-nativeplant species and planting native species in 20% of established plantingbeds.Teva employees, Zagreb, Croatia 5 Considered for Teva's target."
  },
  {
    "page": 20,
    "source": "text",
    "content": "Introduction EEnnvviirroonnmmeennttaall Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 20 Employee Awareness As part of our continued efforts to support an ESG culture andraise awareness of our environmental actions, commitments andprogress among employees across the world, we celebrated Teva's EHS&S Week again in 2022, with a theme of \"Building a Safe and Sustainable Future Together.\" Sites around the worldmobilized to join the campaign, including:• Opava, Czech Republic: Hosted lectures on alternativesources of heating and heat pumps.• Vienna, Austria: Partnered with a pharmacist publishingcompany to donate 20 Singapore cents per package of pain gel soldto fund the reforestation of 15,000 mangroves in the Philippines.• Goa, India: Constructed an elliptical and arm wheel forexercise using scrap metal and wood logs from operations.• Debrecen, Hungary: Hosted litter pick-up and natureclean-up days.• Davie, United States: Partnered with vendors for an on-siterecycling demonstration and invited employees to submitphotos of why safety and sustainability matter personallyto them.• Salt Lake City, United States: Hosted webinars andcommunications on environmental conservation for at-homeemployees and challenged employees to find opportunitiesfor energy savings in their homes.Teva employees during EHS&S Week in Ulm, Germany, Goa, India and Netanya, Israel"
  },
  {
    "page": 21,
    "source": "text",
    "content": "Introduction EEnnvviirroonnmmeennttaall Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 21 Effluents and Waste Teva Mexico implemented a waste management program, helpingemployees dispose of expired medicines from their own homes in a We proactively prevent and address waste at various stages of our operations.\nWe aim tospecial container to eliminate the risk of water, soil pollution andreduce, reuse and recycle, and we properly manage anything we are unable to recover.\nOurantimicrobial resistance.EHSMS requires that sites establish and implement initiatives for minimizing hazardous andnon-hazardous waste, evaluate the use of packaging materials and implements reduce, reuseand recycling programs, including solvent recovery.In 2022, Teva decreased overall waste generation by 26% (vs.\n2021), including a 21 percentdecrease in hazardous waste and a 33% decrease in non-hazardous waste.\nWaste intensity(defined as total waste by revenue) decreased by 21.5% (vs.\n2021), and the proportion of Teva USA replaced industrial wastewater piping at our Daviewaste routed to waste recovery options (e.grams., preparation for reuse and recycle) increased to manufacturing site with above-ground piping to avoid potential 44%-a 5% improvement from 2021. contamination of ground water.\nIn West Chester, we also changed themethod for handling regulated biological waste containers fromsingle-use plastic drums to reusable containers that are steam cleanedand returned to the site for reuse.Hazardous and Non-hazardous Waste (metric tons)27% Teva Spain has a zero-waste strategy for its production plant anddecrease recycles 100% of paper, cardboard, wood, plastics and non-58,442 63,649 42,601 hazardous waste metal materials.\nThe site, in coordination with itswaste vendors, reuses pallets, compacts cardboard for recycling,converts wood into new pallets or biomass and melts metal 35 percentmaterials to reuse for new products.decrease 106,064 87,055 68,5932020 2021 2022 Teva Hungary launched solvent recovery systems, which extractsolvents and raw materials from waste streams.\nIt achieved 85% of Hazardous waste Non-hazardous waste solvent recovery in 2022, with 35,000 tons of solvent saved for reuse."
  },
  {
    "page": 22,
    "source": "text",
    "content": "Introduction EEnnvviirroonnmmeennttaall Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 22 Pharmaceuticals Antimicrobial Resistance We are committed to the responsible production of antimicrobial compounds andin the Environment minimizing their discharge, which can result in antimicrobial resistance (AMR), from ourmanufacturing facilities and extended supply chain.In 2021, we successfully achieved our target of assessing 100% of the 33 Teva sites that We are committed to assessing and mitigating the environmental impact of pharmaceuticalhandle antimicrobial drug substances and products and found that antibiotics assessed atingredients manufactured and used in our operations.\nOur EHSMS requires that sites comply 20 sites discharge below the PNEC limits.\nFor sites with at least one antibiotic above PNE Cwith all emission and effluent-related regulatory and permit requirements, conditions andlimits, we provide technical support aimed at reducing discharges.\nThis includeslimits.\nAdditionally, we have established a risk-based approach for understanding andimplementing corrective and preventive actions to address findings and ensure propercontrolling the discharge of AP Is in wastewater from Teva facilities.governance and oversight.In 2022, we assessed six Teva sites that manufacture AP Is or final products that use priority Additionally, we serve on the board of the AMR Industry Alliance, which brings together AP Is, as defined by Teva, including endocrine disruptors and cytotoxic agents.\nThemore than 100 biotech, diagnostics, generics and research-based pharmaceutical companiesassessments at three of these sites revealed that actions may be needed to reduceto drive progress.\nWe helped develop its PNEC for environmental risk assessments ofwastewater discharges to below the Predicted No-Effect Concentrations (PNEC).\nWe alsoantibiotics and its Antibiotic Manufacturing Standard, published in 2022. We are alsodeveloped a calculator tool that allows sites to assess their entire API and final productworking with the alliance to develop a third-party certification program for independentportfolio and reevaluate when a new product is introduced.\nIn line with our EHSMS, ourexperts to confirm when an antibiotic product meets standards.\nIn 2023, we will participatewastewater assessment program will be reviewed periodically to assess effectiveness andin a pilot of the certification program at one of our manufacturing sites.evaluate possible improvements.In 2023, we will continue to assess priority AP Is and provide support as we work towardensuring all Teva sites that manufacture or handle antimicrobials, priority AP Is and other AP Is AMR Action Funddischarge wastewater below PNEC levels.\nThese activities reflect our efforts to mitigate the Due to the threat of AMR, strains of bacteria that are resistant to antibiotics areimpact of products on the environment, including biodiversity.developing faster than new antibiotics are being produced.\nIn 2022, Tevacontributed $400,000 to the AMR Action Fund, the world's largest public-privatepartnership that invests in biotech companies developing new antimicrobialtherapies and establishes partnerships so governments can develop a sustainableantibiotic pipeline.\nTeva is a founding member of this partnership.World Antimicrobial Awareness Week As part of World Antimicrobial Awareness Week in November, we used oursocial media channels and intranet site to raise awareness of AMR as a publichealth challenge.\nWe shared tips on proper antibiotic use and good hygiene Teva employee, Ulm, Germany practices, which can prevent bacterial infections."
  },
  {
    "page": 23,
    "source": "text",
    "content": "Introduction Environmental Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 23 Social Access to Health and Medicines 24 Inclusion and Diversity 34 Talent Recruitment, Development and Retention 38 Employee Engagement 40 Employee Health, Safety and Well-being 41 Economic Impact 44 Human Rights 46 Ethics and Transparency in Clinical Trials 47\"One morning, I woke upand found my joints were in pain.I told my dad, and he took meto a clinic.\nThey confirmed that I have leukemia and started givingme medications.\nI wouldn'tbe where I am todaywithout treatment.\"Ester Sande Patient receiving donated Teva medicine Ester Sande, Access to medicines program in Malawi"
  },
  {
    "page": 24,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 24 Access to Health Guiding Documents Teva's Position on Access to Medicinesand Medicines Teva's Policy on Compassionate Use Programs The World Health Organization (WHO) estimates nearly two billion people do not have Governanceaccess to essential medicines, especially vulnerable populations or people living in under-resourced communities, who can'Tonnes afford or obtain the treatments they need.Our access to medicines initiatives are approved by Executive Management andreviewed by the Compliance Committee of the Board of Directors.\nA global access Teva helps address this challenge.\nIncreasing access to medicines is fundamental to oursteering committee-made up of representatives from across Teva-advises on andmission to improve the lives of patients and is the basis of our business.\nWe provide generic oversees our access to medicines initiatives and our Access Hub plans, selects andmedicines, which are more affordable, as well as innovative medicines, which address unmet implements programs.health needs.\nIn 2022, we had 2,088 generic medicines and 231 innovative medicines inour portfolio, as well as 417 generic medicine launches, 19% of which were in low- andmiddle-income countries (LMI Cs).\nBy increasing access to medicines, we reach more people Goals Progress Statuswith our products, including by expanding our geographic footprint.\nBeyond our business,Continue to be a leader and trusted partner for Ukraine emergency donationwe collaborate with partners to get medicines to vulnerable populations who wouldn'thealthcare organizations in emergencies, and new agreement forotherwise have them, delivering on our ESG commitments.\nWe also strive to improve thedisasters and pandemics Strategic Emergency Stockpileoverall patient and caregiver experience and conduct research to advance care.Quantify savings of quality generics $44 B in savings acrossto health systems 21 countries Launch eight access programs by 20255 programs launchedthat address vulnerable populations and(62% of the target)those in the last mile in LMI Cs Increase the cumulative number of newregulatory submissions in LMI Cs on the WH Os 21 submissions EML across six key TAs by 150% from 2022 to (28% of the target)2025 (vs.\n2017-2020)2 Increase access to medicine program productvolume by 150% in 2025 (vs.\n2020) throughfour access to medicine programs, including 361,711 single unit dosesdonations and social business in LMI Cs on the WH Os Essential Medicines List (EML) across sixkey therapeutic areas (TAs)2 Ensure consideration of access to medicinesstrategy for new product launches Benchmarking initiated(by 2023 and beyond)Access to medicines program in Malawi 2 Target is tied to SLB.\nComplete In progress"
  },
  {
    "page": 25,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 25 Unique Portfolio of Medicines We have a broad portfolio of generic medicines, which are significantly more affordable Increasing access to medicines in 2022 and, therefore, more accessible to people who need them.\nWe also develop innovativetreatments that address unmet needs across nearly all TAs.\nthrough our business:• Portfolio covers 49% of WHO EML medicines 1 Our wide portfolio covers nearly half of the treatments on the WHO EML, which includesimportant drugs that address key healthcare needs across the globe.\nThese include:1 • 1,150+ new generic medicine marketing authorizations• 229 new marketing authorizations in LMI Cs• 57% of cardiovascular treatments • 63% of cancer treatments • 21 regulatory submissions in LMI Cs on the WHO EML across key TAs• 36% of respiratory treatments • 22% of diabetes treatments • $838 meter invested in research and development (R&D)• 58% of pain treatments • 68% of mental health treatments • 18 new innovative medicine marketing authorizations• 44% of anti-infective treatments • 417 generic medicine launches, including 19% (79) in LMI Cs• 11 innovative medicine launches, including 2 in LMI Csand beyond our business:• 5 access to medicines programs launched• 533.7 meter units (worth $699.6 meter) of medicines donated to patientsin need, including:• 30.4 meter doses (worth $11.5 meter) of medicines for peopleimpacted by Ukraine War, the largest donation of anypharmaceutical company• 1.6 meter units (worth $174 meter) of medicines provided topatient assistance programs, including through the Teva Cares Foundation We Make Campaign• 1.56 meter units of medicines provided to address drug shortages In 2022, we launched our We Make campaign to inspire and connect employees across the globewith Teva's mission and values.\nThe campaign, which coincided with Manufacturing• 65.2 meter units of medicines provided to aid agencies through global Month and World Quality Day, reinforced the importance of the quality medicineshealth tendersand products we make and the patients for whom we make them.\nPatients aroundthe world shared stories about how Teva's medicines are improving their lives, andour employees got to see the impact of their work firsthand.1 Numbers are based on INN 2022 total IQVIA data."
  },
  {
    "page": 26,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 26 Reaching Vulnerable Populations With our vast global reach and wide range of affordable medicines, we can help address health challenges around the world.\nWe partnerwith trusted organizations to get medicines to patients who wouldn'Tonnes otherwise have them and ensure we can do so sustainably.\nTheseorganizations know the patients, understand their treatment plans and work directly with the healthcare professionals who care for them.In 2020, we committed to launch eight access to medicines programs by 2025. As of 2022, we launched five of these programs, providingtreatments to vulnerable populations across the globe through customized, localized models.Our Access Team collaborates with business units across Teva to ensure successful delivery of our medicines to these patients.\nTeva's Access Steering Committee systematically works to initiate, develop and implement our programs.France United States Israel Ghana Malawi, Uganda, Botswana and Tanzania"
  },
  {
    "page": 27,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 27 Access to Medicines Programs United States: In partnership with Direct Relief France: We created a social business program-and the National Association of Free & Charitable which involves selling products at very low cost to Clinics, we launched a program to advance access to nonprofit organizations to make a sustainable,mental health care for uninsured and underserved positive impact while also supporting ourpatients suffering from depression and anxiety in business-to help treat cardiovascular diseases,California, Florida and New Jersey.\nWe donated infectious diseases, pain and mental healthgeneric medicines and $2 million in grant funding conditions.\nThe program is in partnership withover two years for innovative programs that Pharmacie Humanitaire Internationale (PHI), anadvance health equity at qualified free and organization that facilitates medicine delivery tocharitable clinics, which know the needs of these charitable care centers where patients can receivepatients best.\nIn 2022, we announced the first free medicines, consultations and social services.round of 11 grant recipients and donated 3.18 The program has reached approximately 100,000 million doses of medicine (worth $1.7 million).\npeople to date, and in 2022, we provided 1.65 million doses of medicine (worth $71,000).Israel: The status-less population-which Malawi, Uganda, Botswana and Tanzania: Inconsists largely of asylum seekers from 2020, we launched a partnership with Global HOP Ecountries such as Eritrea, Sudan and Ukraine (Hematology-Oncology Pediatric Excellence), awho have not received refugee status, andprogram of Texas Children's Hospital, and Directothers who are also excluded from the national Relief, with the goal of providing medicines to fulfillhealth insurance-is left without access to basicthe treatment plans of children with cancer andhealthcare.\nFor these individuals, a few healthblood disorders in sub-Saharan Africa.\nTheclinics are often the only safe healthcare optionavailable.\nWe partnered with Terem Clinic and partnership has the potential to help with medicine Ruth Clinic, as well as Naavat David, a management, including local capacity building,supporting nongovernmental organization such as training for pharmacists and pharmacy staff(NGO), to donate 60,037 doses of medicine to ensure the drug donations are handled, stored(worth $17,000) to more than 500 patients in and used properly.\nAfter piloting the program in 2022. Malawi, Uganda and Botswana, we expanded to Tanzania in 2022. The program has increased thenumber of patients treated, survival rates and Ghana: In partnership with Breast Cancer healthcare workers trained.\nIn 2022, we supplied International and Direct Relief, we expanded our more than 290,000 doses of medicine (worth $5 efforts to treat oncology to Ghana.\nIn 2022, we million) through this program.donated 165,054 doses of medicine (worth $1 million) to help provide personalized treatment forapproximately 400 patients with breast cancer attwo hospitals.Photos Access to Medicines Programs"
  },
  {
    "page": 28,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 28 Emergencies, Disasters and Pandemics When emergencies and crises occur, we leverage our network of suppliers and partners tomeet the needs of communities and patients impacted.\nOur credible partners ensure ourmedicines are delivered to the patients who need them.\nWe are driven by our commitmentto continue to be a leader and trusted partner for healthcare organizations in emergencies,disasters and pandemics.Teva has an ongoing product donation program in the US with five nongovernmentalpartners.\nDonated medicines help support underserved patients through medical outreachand clinic programs in communities around the world.\nIn the event of major disasters andemergencies, several of our partners also ship the donated Teva medicines to support reliefefforts following assessment of local needs.Teva continues to support our employees, their families and patients impacted by the warin Ukraine.\nIn 2022, we donated approximately 30.4 million doses of essential medicines forpeople impacted by the Ukraine war, valued at more than $11.5 million-the largest donationof any pharmaceutical company at the time.\nOur partners, including Direct Relief and the Ukrainian people at the border of Poland Ukraine Ministry of Health, made sure they reached patients safely.Teva has partnered with Direct Relief since 2006. We work together to strategically providemedicines so when emergency situations arise, they can be transported to patients whoneed them most.\nWe are now collaborating to contribute to the Strategic Emergency Stockpile, an initiative managed by Direct Relief, which collects antibiotics, vaccines andother medicines that can be distributed immediately in the case of internationalhumanitarian emergencies.\nWe plan to begin shipping our products to the stockpile in 2023.Teva Poland employees supported colleagues in Ukraine, including pickingthem up from the border and helping with accommodations.\nTeva Polandalso created electronic leaflets for more than 2 million Ukrainian people in Poland with required information on their medical products in their nativelanguage.\nJoining the European Federation of Pharmaceutical Industriesand Associations (EFPIA) initiative, the leaflets are available for 18 prescription products and 25 products that do not require prescriptions.Teva employees, Shoham, Israel"
  },
  {
    "page": 29,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 29 Pricing Guiding Documents We recognize the connection between affordable medicines and optimal health andregularly review prices in the context of market conditions, availability and production costs.\nTeva's Position on Pricing Generic and innovative branded medicines are both part of a cycle of innovation,affordability and accessibility.\nInnovative branded medicines deliver important and Governanceadvanced therapeutic options for patients to address unmet medical needs.\nThey receivea period of patent protection, helping to recoup investments (e.grams., for R&D).\nGeneric Teva USA operates two cross-functional committees-the US Commercial Brand Pricingmedicines are introduced later and make branded treatments more accessible through Committee, established in 2014, and the Generic Drug Pricing Committee, established inadditional production, competition and lower costs for patients and healthcare systems.2016.\nThese committees discuss and deliberate Teva's pricing decisions, often goingbeyond legal or compliance requirements, and ensure potential price increases consider Teva's leadership in generics and biosimilars is the most fundamental way we increaseall relevant factors.access to medicines.\nWe deliver savings to healthcare systems and patients as oneof the leading generic medicine providers in the world, with more than 2,000 genericmedicines in our portfolio.\nWhile 91% of US prescriptions are filled with generic drugs, thoseaccount for only 18.2% of the country's spending on prescription drugs.\nIn 2022, Teva'sgeneric medicines contributed to $44 billion in savings across 21 countries, including $37.9 billion in the US and Canada, $5.9 billion in 14 European countries and $180 million in fivecountries in Teva's International Markets region (see more in the Economic Impact section).Teva's local subsidiaries set and reassess the prices of their generic medicines based onregional dynamics, including health authority, reimbursement and other applicable rulesand regulations.2019 2020 2021 2022 Change (%) in average listprice across US innovative 3.78 2.12 3.24 3.74 medicine portfolio comparedto previous year Change (%) in average netprice across US innovative NA NA -0.32 1.07 medicine portfolio comparedto previous year"
  },
  {
    "page": 30,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 30 Beyond Medicines: Public Health Research and Patient Programs Addressing access to medicines and healthcare involves a continued effort to develop evidence-based solutions that address unmet healthneeds.\nAs part of our global R&D work, we form academic collaborations and conduct research to measure the impact of certain patient andprovider-focused interventions and tools.\nOur research focuses on key TAs, including mental health conditions, central nervous system,respiratory and oncology.\nThrough local initiatives, programs and partnerships, we also seek to better understand and improve the overallwell-being of patients and their caregivers.Public Health Research Mental Health and Central Nervous System Disorders Research We use public health and epidemiological data to estimate unmet economic, clinical In 2022, Teva presented at 186 conferences and published 85 articles in scientificand social needs for patients across key TAs.\nOur research focuses on understanding the journals.\nKey TAs studied included:burden of illness and examining new clinical educational tools and ways to ensure • Tardive dyskinesia (TD): Teva published patient and caregiver survey datapatients get necessary treatment.\nThis enables decision-makers to give appropriate on the burden of patients' physical functioning and social and psychological impact,attention to disease areas and patient subgroups based on real patient burden, including on eating, speaking, sleeping and other daily activities.\nWe developedincreasing access to critical medicines and care for patients in need.\nthe IMPACT-TD screening tool with an expert panel to help clinicians assess impactin their routine clinical decision-making process.\nThis tool improves patients' lives,as even minimal abnormal movements can severely impact quality of life.• Schizophrenia: Teva published a targeted literature review to raise awareness aboutthe influence of cultural differences and genetic polymorphisms on schizophrenia Teva R&D Academic Papers Publishedmanagement.\nWe developed the Schizophrenia Clinical Outcome Scenarios andon Pub Med in 2022 (85 total) Patient-Provider Engagement (S.C.O.P.E.™) interactive digital platform, aneducational tool to help healthcare professionals address clinical dilemmas toimprove patient outcomes.• Migraine: We conducted research to understand the burden of migraine related 5% Infectious diseasesto quality of life, healthcare utilization, stigma, activity impairment and work Infectious diseases 23% Migraine/pain productivity loss.Migraine/pain 31 N percenteur Noleougryo/lopgsyyc/hpisaytcryhiatry • Respiratory: We reviewed retrospective claims databases, which revealed suboptimalpatient adherence to maintenance medication before biological treatment and a 5 percentOnco Olongcyologyneed to incorporate medication monitoring into existing guidelines.Research innovations 24% Research innovations Respiratory 10% Respiratory Women's health 2% Women's health"
  },
  {
    "page": 31,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 31 Fostering Innovation Health Equity In the last three years, we have focused on bringing external innovations In the US, we conducted a survey with the Morehouse School of Medicine to understand howand cutting-edge research to Teva.\nWe have re-established and extended COVID-19 affected populations and health inequities across the country and found alreadyour strategic R&D partnerships with the Israeli ecosystem to develop new vulnerable groups were disproportionately impacted by access to health barriers.targets, therapeutics and technologies, establishing approximately 30 projects with Israeli researchers.\nTeva's collaborations with leading academic While telehealth provides a safe form ofinstitutions around the world are part of Teva's historic success, including healthcare in the comfort of patients'two blockbuster medicines.\nhomes, this survey found underserved\"As a proud member of DHE Hcommunities often face challengesand its President, I will continue to foster Scientific collaborations on drug discovery and development from an early accessing digital healthcare due to lackand encourage a more equitable andstage can shorten the overall discovery and development stages and reduce of necessary technologies anddigitally inclusive society.\nWhile thethe high percentage of failures observed in late stages.\nTeva believes in broadband connectivity.devastating COVID-19 pandemic has furtherinvesting in academic partnerships as a source of innovation andhighlighted the challenges and disparities thatcomplementary efforts to shorten timelines for drug discovery and In 2022, Teva cofounded the Digitalexist in our healthcare system, it has alsodevelopment.\nBuilding the projects together with leading academic partners Health for Equitable Health (DHEH)shown us how we can come togetheraround the world and combining the scientific strength of academia with the Alliance, which brought together multi-to overcome health disparities and advocatedevelopment capabilities of the industry will accelerate the time to bring sector stakeholders, leaders andfor digital inclusion, especially for communitiesproducts to market.\nadvocates to promote a more digitallythat will benefit from access to digital health.\"inclusive and accessible society that will Additionally, Teva invests in the education of young researchers and provides transform health delivery for Tanisha Hill Sr.training in the drug discovery and development field, including by providing underserved populations and advance US Medical Director, Respiratoryskills and tools to develop projects from the lab into products.\nTeva established equitable access to digital healthcareand Digital Health Medical Leada dedicated forum for Ph D and post-doc students (the Bio Innovators Forum), for people in underserved urban andwhich includes a rich annual program of mentorship and training for rural areas in the US.translational research by Teva experts.\nAs part of the Bio Innovators Forum, Tevahosts an annual innovation competition for solutions that students develop forunmet medical needs.\nIn 2022, the winner of this competition was Circulate-anovel tool that allows early diagnosis of cancer using a combination of theclustered regularly interspaced short palindromic repeats (CRISPR) technologyand detection of circulating free DNA.In the last year, Teva entered into a strategic collaboration around developmentof start-ups based on artificial intelligence (AI) technologies to accelerate drugdiscovery and development.\nThe new accelerator, AION Labs, is based on analliance between Teva and three other companies (Astra Zeneca, Pfizer and Merck), Amazon and Israeli Biotech Fund.\nFour new start-ups in the field will bebuilt every year based on worldwide crowdsourcing calls for applicationsaround grant challenges companies defined.\nWe are currently a partner to thefirst start-up built through this collaboration, Denov AI, focused on AI antibody Teva employees, Bengaluru, Indiadiscovery."
  },
  {
    "page": 32,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 32 Life Effects In collaboration with patients, Teva developed Life Effects, a program that gives patients andcaregivers access to medically reviewed peer-to-peer content.\nLife Effects shares firsthand, personal\"It's hard to ask for help.\nWhenaccounts that offer information, insights and inspiration to people suffering from one or moreyou live with a chronic condition likechronic conditions, including migraine, asthma, chronic obstructive pulmonary disease, cysticmigraine it can be especially tricky.\nYoufibrosis, multiple sclerosis, depression, anxiety, fibromyalgia, Huntington's disease, attention deficitoften feel like you're a burden to thosehyperactivity disorder, cancer and cardiovascular disease.around you, so you don'Tonnes want to add tothe load by asking your friends and loved A dedicated section of the site, by caregivers for caregivers, addresses unique challenges familyones for support.\nLearning how to ask wascaregivers face caring for their loved ones.\nLife Effects is completely non-promotional and focusesa big lesson for me, and I'meter grateful toon the impact chronic illness has on a patient's day-to-day life.have the support of my family andcommunity when migraine puts The program-accessible across 18 Teva markets-has been running for five years, and the contentme out of commission.\"accrued more than 600,000 page views in 2022.Sarah Rathsack Extract from a Life Effects article Patient Contributor"
  },
  {
    "page": 33,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 33 Caregiver Support We provide support to caregivers in a variety of ways, because we recognize the role theyplay in the health and well-being of patients.\nOur caregiving support initiatives are managedby our markets, including Canada, Israel, France, Portugal and Croatia.\nThe programs includeawareness building, caregiver campaigns and partnerships to support caregivers in thecommunity.\nIn Canada, we implemented a \"caregiver-friendly pharmacy\" program, which isdesigned to enable pharmacies to help address patients' and caregivers' unmet needs.\nTheprogram includes training for pharmacists.Humanizing Health Teva's Humanizing Health Awards celebrate local healthcare initiatives that enhance patientexperiences by adding a human touch.\nTeva employees vote for initiatives they feel bestdemonstrate humanity, and winners receive a monetary prize to help expand their activities.In 2022, winners spanned Spain, Chile, Argentina, Croatia, Bulgaria, Greece, Italy, Portugal,Brazil, Kazakhstan, Mexico and Hungary, including:• Brazilian Association of Lymphoma and Leukemia: Distributed kits with characters, dolls,comic books, cards describing emotions and activity books for children with lymphomaand leukemia in Brazil to encourage play, address psychological needs and describestages of treatment.• Dr. Zoltan Orban: Explored the power of music and physical touch before anesthetizingand performing surgical procedures to reduce pre-operation anxiety in Hungary.• AFENADE: Used animal-assisted therapy to strengthen the physical and psychologicalcapacities, including reducing anxiety, depression and anti-social behavior, of patientswith Alzheimer's disease and their caregivers in Spain.• Theodora Onlus Foundation: Invited trained entertainers dressed as comedic doctors to Teva India worked with Help Age India to create a mobile health unit to helpcollaborate with physicians and entertain children in pediatric units with games and transport and deliver safe, quality healthcare to local villages, rural areas andjokes as they waited for treatment in Italy.\ncommunities that lacked access to medical services.\nMobile health servicesinclude preventive treatment, diagnoses, injury management and referrals.• Portuguese Association of Amyotrophic Lateral Sclerosis (ALS): Developed software for The three-year project is expected to reach 20,000 individuals.*mobile phones, tablets and computers to transform text into synthesized speech,*This program is part of the mandatory Corporate Social Responsibility donations.allowing ALS patients to communicate throughout all stages of the disease and raisecommunity awareness in Portugal."
  },
  {
    "page": 34,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 34 Inclusion and Diversity Guiding Documents We consider inclusion to be the foundation of a diverse workforce.\nWe must have a Teva's Position on Inclusion and Diversityworkplace that appreciates and values all backgrounds and perspectives.\nBy creating awelcoming culture, our employees feel heard, safe and respected, allowing them tobe their full selves and do their best work.\nDiversity of thought and skill drives our Governancecollective creativity and success, allowing us to provide more quality medicines andreach more patients.Our I&D guidelines direct how we apply I&D throughout our business.\nWithin the Talent Management Function, our dedicated Global I&D Lead, who is two levels away fromexecutive management, is responsible for the execution of the global I&D strategy and Inclusive Cultureinitiatives, partnerships and alignment of activities across regions and business units.In 2022, we hired a Global Inclusion and Diversity (I&D) Lead and re-established a global I&D professional forum to enhance and deepen I&D activities across Teva.\nIn addition,we provided mandatory training for all employees globally on fostering inclusivebehavior, which includes awareness on unconscious bias, and we include an inclusive I&D Guidelinesleadership module in all Teva global leadership development programs.A new cross-company resource center supports learning and skills development related Our People: Across Our Business:to I&D, with:• Training videos on inclusive behavior and culture • Foster a culture of inclusion • Improve I&D ESG performance,• Training session on inclusive leadership for managers • Develop inclusive leadership going beyond compliancewith regulations• Video lectures from Linked In Learning • Aim for gender equality at all• Common biases worksheet levels, with a specific focus on • Embed I&D throughoutmanagement positions operations (e.grams., access, supply• Learning modules from Globe Smart, our cross-cultural learning platform chain, clinical trials)• Ensure pay equity at all levels As a result of these efforts, employee satisfaction with our I&D practices has increased.In our annual employee survey, questions related to I&D continued to receive high scores, • Advance representation of racial,increasing to 82% favorability (from 80% in 2021).\nethnic and marginalized groups Teva USA developed mandatory trainings for all employees with four Teva Belgium's full I&D team participated in anti-bias training and appliedclasses: \"The Language of Disability,\" \"Stories at Work: Veterans,\" \"Genderexternal research findings in thinking about how to improve I&D initiatives.Diversity @ Work\" and \"Confronting Bias: Thriving Across Our Differences.\""
  },
  {
    "page": 35,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 35 Gender Equity in the Workforce Recruiting a Diverse Workforce Across the world, women face barriers and discrimination in the workplace.\nGender We actively recruit candidates with different abilities.\nIn the US, we partnerinequality in the workplace isn'Tonnes limited to unequal wages.\nWomen, especially lesbian, gay,with Integrate Advisors-an organization supporting the placement ofbisexual, transgender and queer (LGBTQ+) women and women of color, continue to faceneurodivergent individuals-and with its help, we have already placedbarriers to move into leadership positions.individuals who support Teva's document digitization process.\nIn Israel,we partner with several providers, including the Israeli Center for Supported At Teva, we aim to provide hiring managers with a diverse pool of candidates at all levels Employment and the National Institute of Neuropsychological Rehabilitation,of our organization to promote diversity in our workforce, including gender equity.\nWe alsoto ensure our opportunities are available to all and help identify suitabletrain our recruitment team in I&D to ensure our recruiting processes are inclusive andpositions for people with different abilities.accessible for all candidates, especially women and minorities.To accelerate women's readiness for senior positions, we provide individual developmentplans, management attention and mentorship programs.\nA new Catalysts group for mid-level Teva Germany's Team Eva, a female empowerment network, createdand senior business leaders, to be implemented in 2023, will learn distinct challengesa \"Ladies Zone,\" a safe space for women to share professional experiences,women at Teva face and design solutions to reduce those barriers internally.learn about colleagues' careers, hear from inspiring speakers and offer ideasto support women, professionally and personally.Women at Teva (2020-2022)Teva Europe developed a mentoring program to support women'sdevelopment and growth and create a pipeline of female talent for 51 percent50% 47% leadership positions.\nTwenty-five mentees and mentors received toolkits 42% 48% 46% 48% 45% 46% and participated in meetings.43 percent41 percent37 percent29 percent27% 27 percentExecutives / Middle Junior Total Professionals Entry Level Total Senior Managers Managers Management Positions Employees Managers Positions 2020 2021 2022 Teva employees, Parsippany, New Jersey - US"
  },
  {
    "page": 36,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 36 Pay Equity Performance and Recognitions As outlined in our I&D strategy, we aim for pay equity at all levels.\nIn 2021, we established a Teva received a score of 72.6 out of 100 on the Bloomberg Gender-Equality Indexglobal methodology covering 100% of our employees to identify pay differences among (vs.\n52.7 in 2021).Teva employees, and expanded our company-wide equal pay compensation review, whichpreviously only included gender.\nWe addressed any identified gaps in our annual rewards Teva Israel received a 92% (AA) in Maala's inaugural Diversity and Inclusion Ratings,cycle and have implemented a roadmap to close all gaps in the next three years.\nwhich ranked Israeli companies for their I&D initiatives and practices, includingemployment, recruitment and retention, and creating a multicultural and multi-agework environment.Our 2022 findings revealed that among those in the same level, function/profession andlocation, Teva pays women 0.4% more than men for base salaries.\nBecause pay differencesare often created when employees are hired or promoted, we are introducing tools to help Teva US:avoid pay differences at these stages.\n• Received a perfect score of 100 on the 2022 Corporate Equality Index (CEI), the premierbenchmarking survey and report on corporate policies and practices related to LGBTQ+workplace equality in the US, administered by the Human Rights Campaign (HRC)Celebration of Diversity Foundation.\nThe score gives Teva the distinction of one of the \"Best Places to Work for LGBTQ+ Equality.\"We celebrated the diversity of our colleagues with two global awareness campaigns in 2022.• Achieved the Mansfield Rule Legal Department Edition 2.0 Certification status:For International Women's Day, we shared webcasts and stories about female teams and Recognition that our legal departments have considered women, LGBTQ+, lawyers withmentorships and highlighted accomplishments of women at Teva.\nOur Pride Campaigndisabilities and racial/ethnic minority lawyers-as at least 50% of the candidate pool-encouraged employees to celebrate our differences to co-create, ideate and make betterfor top roles and outside counsel representation.decisions, with local speakers, materials and events showcasing our LGBTQ+ communityand their families and rainbow-themed celebrations at our offices.\n• Earned a top score on the 2022 Disability Equality Index (DEI), which includes thedistinction of one of the \"Best Places to Work for Disability Inclusion\" for the second year.Teva employee and his family - US"
  },
  {
    "page": 37,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 37 Employee Resource Groups In 2022, Teva established two new pride employee resource groups (ER Gs), in Europe and in Israel.\nBelow are examples of the maininitiatives of our US ER Gs.Black Heritage Men@Teva and Working Families Hosted a personal development webinar on \"Black Burnout\" with Shayna Rudd, Hosted a joint conversation on allyship and the role of men in supporting I&D.psychotherapist.To celebrate Black History Month: Abilities• Coordinated a \"Teva Talk\" with Dr. Makaziwe Mandela, the daughter Hosted a series of events to support neurodivergent workers and address accessibility challengesof Nelson Mandela, on healthcare disparities and the importance of access for employees with disabilities, including three workshops on how to interview and manageto quality healthcare neurodiverse workers.\nFollowing the events, Teva contracted neurodiverse contingent workers, who• Sponsored a virtual tour of historical landmarks, people and foods related to spoke about their work experiences to peers and 25 neurodiverse college students and high school Juneteenth to educate about Black history, slavery, key historical figures on the seniors and graduates.\nTeva also conducted mock interviews with neurodiverse students.road to emancipation, the importance of historically black colleges anduniversities (HBC Us) and the origins of barbecue food Vets@Teva Sponsored a career conversation on the transition from a military to a business career and the Asian Heritageunique skills veterans bring to the corporate world, commemorated Memorial Day with a series Hosted a Lunar New Year celebration, a talent show, Diwali lunch-to celebrate the of \"empty place settings\" at cafeterias in memory of fallen soldiers and hosted a webinar onreligious light festival-and Rangoli Diya celebration-an Indian art form with mandalas.\nTeva's role in protecting the military against adenoviruses.Hispanic/Latino Heritage Organized events recognizing Hispanic Heritage Month, including three live panelson the Latin X immigrant experience and a virtual tour exploring the history andcontributions of the Latin X community to the creation of the US.Pride Hosted event commemorating World AIDS Day and helped launch Teva's Global Pride Month celebration by curating materials, sharing stories on social media and hostingsessions on intersectionality and self-identification.Women@Teva Sponsored events related to professional development and well-being, including\"Paving Paths,\" a series of videos that explore a day in the life of women at Teva, the\"Power of Networking,\" \"Communicating with Confidence,\" \"Wellness for Busy Teva employees, West Chester, Pennsylvania, United States People,\" \"Meet the Scientists\" and \"Domestic Violence Awareness.\""
  },
  {
    "page": 38,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 38 Talent Recruitment,Guiding Documents Development and Retention Teva's Position on Talent Recruitment and Development We are focused on recruiting, developing and retaining skilled, diverse and engaged Governanceemployees-because our more than 35,000 employees are critical to the success of ourbusiness.\nThey allow us to reliably deliver medicines to approximately 200 million people Talent recruitment and development activities are the responsibility of the Vice Presidenteach day and fuel innovation, always prioritizing quality, compliance and ethics.\nof Talent Management, who reports to the Executive Vice President of Human Resources.Recruitment Approach Our recruitment approach includes:• Marketing: Promote the voice of leadership across all talent acquisition channelsto showcase Teva's forward-thinking, open and inclusive culture• Training: Train and provide tools to hiring managers, helping them make decisionsthat bring long-term value to Teva• Sourcing: Adjust our sourcing efforts to identify more talented, diverse candidates• Measurement: Apply a data-driven approach to focus our activities andmeasure impact All recruiters meet with hiring managers before posting positions on Teva's career site toensure inclusive language, and managers are coached on how to prevent discriminationduring the candidate selection process.In 2022, we began using a customized behavioral assessment tool to examine potentialcandidates for all management positions, which suggests areas to probe during interviews.Our pilot showed hiring candidates that are aligned with our values and managerialprinciples supports retention.In 2022, Teva hired 4,596 new employees.\nTo encourage career mobility and growth fromwithin, we advertise open positions internally through a careers board.\nIn many countries,we also alert employees within business functions to relevant opportunities.\nIn 2022,approximately 90% of critical positions were filled internally, of which approximately 60 percentwere filled by identified successors.\nIn addition, more than 2,286 were internalmoves to new opportunities (33% of all hires).Teva employees, Tel Aviv, Israel - HQ"
  },
  {
    "page": 39,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 39 People Analytics Teva utilizes a data-driven approach to allow our human resources team and management to Employee Turnover Ratesidentify strengths and risks, provide insights into workforce trends and develop actionableplans to inform workforce decisions.\nThis includes analytics related to headcountmanagement, talent acquisition, total rewards and employee performance, development, 8% 8% 8 percentengagement and experience.5 percentEmployee Retention Since the COVID-19 pandemic, the workforce has witnessed dramatic changes, and humancapital challenges have continued to impact many companies across different sectors.Recognizing these challenges, we've worked hard to retain our employees and help set themup for success.\nWe implemented several measures in 2022 to reduce global voluntaryturnover, which were presented to the Compensation Committee of the Board of Directors,2021 2022 including embedding our employee value proposition, which articulates the unique value weprovide to current and prospective employees.\nWe continued to focus on supporting Voluntary Turnover Involuntary Turnoveremployees' well-being and provided targeted salary increases to several employee groupswhen turnover rates were high following the COVID-19 pandemic.\nWe also formed a USattrition task force to assess turnover and make recommendations.\nDue to these measures,our average voluntary turnover rate has been constant-at 8%-over the last two yearsdespite external dynamics.Feedback Process Employees' annual performance reviews, known at Teva as the Connect process, includetwo-way discussion sessions with managers focused on feedback, remuneration,performance development goal setting and working conditions, such as benefits andwell-being.\nTwice a year, we formally review employee performance and aspirations withmanagers to identify employees' opportunities and career options.\nAll employees (100%)receive performance feedback.In 2022, we ran a pilot in which employees provided feedback on their managers'managerial style.\nThis multidimensional performance appraisal covers 26% of first-linemanager (FLM) and 21% of senior-line manager (SLM) programs.\nTo help managers giveempathetic and productive feedback, we also created the Good, Tricky, Different (GTD)framework, focusing on employee strengths (Good), areas of frustration and difficulty(Tricky) and areas for growth and future improvement (Different).\nThe tool was very Teva employee, Bengaluru, Indiawell-received and may be expanded globally in 2023."
  },
  {
    "page": 40,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 40 Talent Development Employee Training Manager Training Teva Grow is our global employee enhancement program, designed to develop employees' In 2022, 2,147 managers participated in 68 development programs, in line with our annualcross-functional essential skills.\nIn light of the hybrid work environment, we extended Teva target to recruit 20% of Teva's managers to take part in these programs.\nWe continued Grow learning offerings to more channels, from virtual workshops to digital, interactive, self- developing critical leaders through our global Leadership Acceleration Program (LEAP).\nWepaced modules accessible on computers and mobile devices.\nIn 2022, employees engaged in introduced a new program to enhance managerial capabilities of Teva Global Operationsseveral digital training activities through Teva Grow programs, including: (TGO) supervisors who work at Teva sites and drive engagement, as well as a new programfor finance managers, which offers digital learning modules, curated content, tools and• Ways of Working: Focuses on essential skills, such as collaboration, adaptability andvirtual sessions and features Teva's Executive Management.interpersonal skills (14,000 employees)• Go Global: Teaches cultural agility, including successfully communicating and actingin a global and digitally connected setting through English proficiency and culturalsensitivity (1,700 employees)• My Ecosystem: Strengthens knowledge of Teva's business environment and marketorientation (889 employees)Employee Engagement Engaged employees care about their work and performance, and we keep a pulse on ouremployees' perceptions, needs and opinions, while ensuring we are recognizing them fortheir achievements.\nWe've developed platforms for employees to recognize one another andspeak freely about their experiences at Teva.Employee Survey Teva's annual employee survey helps us understand our colleagues' feelings, concerns andopinions.\nIn 2022, we achieved an 83% response rate from active employees.\nThe surveyshowed overall stable and solid results with paced gains in three dimensions, including\"Compliance & Ethics,\" \"Inclusion & Diversity\" and \"Learning & Growth,\" demonstrating thatthe efforts invested created an impact.\nResults showed 71% of employees feel engaged andconnected to Teva, 73% feel enabled and well-positioned to do their job and 87% feel they aretreated with respect.\nNinety-two percent believe Teva provides high-quality products andservices and 86% are confident in Teva's positive impact on society.\nEach business unitreviewed the survey results closely to determine areas for improvement and created actionplans to address any gaps.\nSurvey results were communicated to employees through global Teva employees, Parsippany, New Jersey - UScommunications and town halls and shared with our Board of Directors."
  },
  {
    "page": 41,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 41 Employee Health,Guiding Documents Safety and Well-being Teva's Position on Occupational Health and Safety Since employees are Teva's focus, we also invest in promoting their health-both mental and physical.Governance Health, safety and well-being management is an operational responsibility of each Employee Health and Safety business unit's line management, who are supported by knowledgeable EHS&Sprofessionals from Teva's Global Quality and EHS&S function, reporting to the Executive The first aspect of employee health and safety is ensuring our employees have a safe and Vice President of Teva Global Operations.\nOur Corporate EHS&S Committee, composed ofcomfortable working environment.\nTeva's global Environment Health and Safety senior executives from each business unit, ensures appropriate engagement and Management System (EHSMS) has been installed across 98% of Teva's sites, and employee oversight of material issues.\nAt our global facilities, management is locally responsible forsafety has improved as a result.\nWe reduced our lost time injury rate by 6% since 2021 Environmental Health and Safety (EHS) compliance and performance and is supportedby EHS professionals who drive local implementation of EHS programs and initiatives.(to 0.16) and reduced our process safety event rate by 50% since 2021 (to 0.015). We also Most sites have EHS councils, especially where required by local regulation.reduced our total recordable incident rate by 80% over the last 10 years.\nA new, simpleoffice safety standard has been drafted and approved by the corporate Environmental Health, Safety and Sustainability (EHS&S) Committee and will be deployed during 2023.Goals Progress Status Total Recordable Incident Rate (OSHA TRIR) of 0.23 or less 0.24 by 20226 Teva Dupnitsa, Bulgaria, designed a construction management processto support contractors with training, work permits, visual management,site inspections and emergency protocols.\nInnovative technologies, such Process Safety Event Rate (PSER) of 0.028 or less by 2022 0.015 as augmented reality glasses, were used to conduct virtual tours ofexisting and newly built facilities during the COVID-19 pandemic.\nNew Goals Total Recordable Incident Rate (OSHA TRIR) of 0.25 or less by 2023 Teva Waterford, Ireland, received the \"Keep Well Mark™\" from the Irish Process Safety Event Rate (PSER) of 0.020 or less by 2023 Business and Employers Confederation (IBEC) for its Occupational Health and Wellness Program, achieving the highest rating of excellence Complete In progressin six of the eight pillars.\nThe accreditation process benchmarkscompanies' practices against recognized standards in Ireland.\n6 TRIR includes Teva and contingent employees, injuries and illness; it is calculated based on 200,000 hours of training per employee."
  },
  {
    "page": 42,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 42 Health and Safety Training and Reporting Process Safety Event Rate (2018-2022)To further prevent injuries and other workplace health and safety risks, we have trainingmodules on all our EHSMS standards in our learning management system, which aremandatory for all EHS professionals across Teva.\nIn 2022, we added voluntary modules fornon-EHS employees and contractors.\nEach individual site has a detailed training plan, 0.084 addressing all regulatory and job-specific aspects of EHS, which is managed using localtraining systems.Our EHS Observation Program encourages all employees to report observations, including 0.065 concerns or suggestions related to their work environment.\nIn 2022, employees reported 0.058 more than 52,000 total observations, and we addressed, researched and closed 89% ofthese observations-exceeding our target of 85%.\n0.0520.0480.042 Total Recordable Incident Rate (2018-2022)0.0340.030.38 0.0250.340.310.0150.24 0.242018 2019 2020 2021 20222018 2019 2020 2021 2022 Teva Global Operations Teva Employee Well-being We strive to protect and promote the mental and physical well-being of employees throughlocal initiatives and global policies.\nThese efforts-to promote a healthy work-life balanceand reduce stress-are good for our employees and for our business.In 2022, we introduced a hybrid work schedule allowing office-based employees to workremotely twice a week.\nIn the US, we offer year-round flex-Fridays, offering office employeesthe option to work 40 hours of training per employee in four-and-a-half workdays."
  },
  {
    "page": 43,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 43 Well-being Month We introduced our first Well-being Month in September to nurture physical, mental, financialand social needs in the workplace with local and global initiatives, including:• Tools to overcome workplace stress and beat burnout• Celebration of mobility week to encourage a healthy lifestyle and physical activity, witha leaderboard of the most physically active employees, prizes for active employeesand a community page for employees to share photos Teva France created a caregiver referent, which helps employees who arecaregivers navigate human resources (HR) benefits, options and resources.Teva employees, Zagreb, Croatia The Mental Health Champions community was piloted in the UK and Ireland in 2022 to train employees on recognizing signs and symptoms of mental health issues,providing support and understanding the resources available for professional help.We offer this training and other support for employees in countries such as Bulgaria,Croatia, Germany, Italy, Malta, Netherlands, Poland, Romania and Serbia andcurrently have more than 40 volunteers.Migraine at Work A new Migraine Friendly Workplace Stamp developed by the European Migraine & Headache Alliance (EMHA) recognizes organizations supporting employees who suffer from migraine.As a leading manufacturer of migraine medications, we recognize the burden this illness canhave on patients, especially in the workplace.\nTeva helped pioneer and financially supportthis initiative with the EMHA, working with an expert panel of migraine experts across Teva employees, New Jersey - US Europe, including neurologists and occupational physicians.\nIn June 2022, Teva Europereceived the Migraine Friendly Workplace Stamp.Teva Portugal created a wellness room for employees who suffer from Migraine-Friendly Workplacemigraine.\nRaquel Gil Gouveia, a neurologist and president of the Portuguese A Teva study of 12,545 adults with migraine in 16 countries found 63% have hidden Headache Society, provided educational information to employees andtheir migraine from their employer, and only one in eight belonged to a patientoutlined the necessary requirements, including light control, a mildsupport group.\nMigraine-friendly workplaces are crucial because research showsacclimatization system, recliners, headboards, blankets and water.these patients often suffer in silence."
  },
  {
    "page": 44,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 44 Economic Impact As a leading global pharmaceutical company and provider of generic medicines, Teva's mission is to improve the lives of patients.\nWe conducted anassessment to quantify Teva's economic impact in 2022, both in terms of savings from generic medicines, as well as contributions to the labor marketand gross domestic product (GDP).Generic Medicines Savings from Teva's Generic Medicines ($ Millions)Savings Our generic medicines generatesavings for healthcare systems andhelp patients access treatments atlower costs, without compromisingquality.Teva's generic medicinescontributed to $44 billion insavings across 21 countries,including:• $37.9 B in the US and Canada• $5.9 B in 14 countries in Teva's Europe region• $180 meter in 5 countries in Teva's International Markets region North America Europe International Markets Note: While this analysis covers 24 countries (representing 87% of Teva's global workforce), external data used to calculate generic medicines savings are not available for India, Ireland and Israel.\nIn Israel, Teva holdsthe number one position in the generic medicines segment with 35% of market share, and 25% of all prescriptions are filled with a Teva product.\nThese results are not comparable to Teva's 2020 economic impactanalysis due to different methodologies used.\nClick here for an explanation of our Economic Impact and Generic Medicine Savings methodology."
  },
  {
    "page": 45,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 45 Economic Impact Around the World Teva also creates societal value as an employer and a manufacturer.\nOur spendingand income creation initiate a production cycle that supports more jobs and Bulgaria Canada Chile Chinafurther contributes to the economy.Jobs: 11,311 Jobs: 8,759 Jobs: 2,643 Jobs: 407 GDP: $279 meter GDP: $687 meter GDP: $198 meter GDP: $15 MTeva's direct and spillover economic activity: Labor Income: Labor Income: Labor Income: $77 meter Labor Income:$125 meter $344 meter $12 meter• Supported 237,103 jobs (in full-time equivalents or FT Es)• Contributed $20 B to GDP• Generated $8.2 B in labor income, a measure of aggregate worker wages Croatia Czech Republic Denmark France Jobs: 12,864 Jobs: 10,427 Jobs: 141 Jobs: 2,063 GDP: $509 meter GDP: $508 meter GDP: $22 meter GDP: $220 MLabor Income: Labor Income: Labor Income: Labor Income:$277 meter $235 meter $9 meter $125 MGermany Hungary India Ireland Israel Italy Mexico Netherlands Jobs: 11,934 Jobs: 14,649 Jobs: 29,880 Jobs: 6,754 Jobs: 39,577 Jobs: 6,901 Jobs: 2,392 Jobs: 8,189 GDP: $1,217 meter GDP: $558 meter GDP: $417 meter GDP: $601 meter GDP: $3,214 meter GDP: $574 meter GDP: $148 meter GDP: $974 MLabor Income: Labor Income: Labor Income: Labor Income: Labor Income: Labor Income: Labor Income: $61 meter Labor Income:$495 meter $256 meter $128 meter $244 meter $1,754 meter $229 meter $332 MPoland Russia Spain Sweden Switzerland Ukraine United Kingdom United States Jobs: 5,085 Jobs: 3,638 Jobs: 8,338 Jobs: 119 Jobs: 3,609 Jobs: 980 Jobs: 4,655 Jobs: 41,790 GDP: $304 meter GDP: $317 meter GDP: $490 meter GDP: $70 meter GDP: $597 meter GDP: $45 meter GDP: $589 meter GDP: $7,450 MLabor Income: Labor Income: Labor Income: Labor Income: Labor Income: Labor Income: Labor Income: Labor Income:$109 meter $82 meter $213 meter $9 meter $156 meter $20 meter $229 meter $2,713 MNote: This analysis covers 24 countries with 32,791 FT Es (representing 87% of Teva's global workforce of 34,848 FT Es).\nThese results are not comparable to Teva's 2020 economic impact analysis due to differentmethodologies used.\nSee the 2022 ESG Disclosures for further information.\nClick here for an explanation of our Economic Impact and Generic Medicine Savings methodology."
  },
  {
    "page": 46,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 46 Human Rights As a signatory of the United Nations Global Compact since 2010, we take all measuresthat are reasonably possible within our business and throughout our supply chain torespect all individuals and uphold their human rights.\nThe International Labour Organization's Declaration on Fundamental Principles and Rights at Work guides ourapproach and Position on Human Rights.\nHuman rights continues to emerge as an importanttopic to address and manage for our industry and our business, and we are working tobetter evaluate the impacts across our company and supply chain.Human Rights Assessment To meet current and future legislations, in 2022, Teva initiated a human rights andenvironmental assessment, which evaluated the risk exposure of our operations andsuppliers and Teva's existing approaches to identifying and managing these risks.\nTheassessment leverages a real-time online artificial intelligence system that covers more than 170 geographies, 350 products and services and 38 ESG topics, including labor, health andsafety, environment, business ethics and management systems.\nSource data includethousands of audits performed each year, media screening results and public indices.More than 3,500 of our suppliers and all of Teva's operations were screened and ratedaccording to their risk exposure level (low, medium, high and extreme) for the various Human Rights and Environmental topics.\nIn addition, the analysis classified suppliers andoperations according to Teva's influence rating (low, medium, high and extreme).\nRisk andinfluence ratings were plotted on a matrix to help determine the suppliers and operationswhere further action may be warranted.Key management implications and recommendations were outlined for each segment ofthe matrix, which will help Teva define a robust management system in 2023. The systemmay include capacity-building programs/trainings, implementation of worker engagementsolutions and due diligence.Teva employees, Shoham, Israel"
  },
  {
    "page": 47,
    "source": "text",
    "content": "Introduction Environmental SSoocciiaall Governance Disclosures About This Report Teva 2022 ESG Progress Report | 47 Ethics and Transparency Guiding Documents Teva's Policy on Clinical Trial Transparency & Disclosurein Clinical Trials In 2022, we conducted 210 clinical trials for both generic medicines and innovative Governancemedicines.\nDespite challenges posed by the COVID-19 pandemic and geopolitical conflict,we made progress in key therapeutic areas, including schizophrenia, pediatric migraine, Innovative medicines, biosimilars and generic clinical studies, as well as Teva internalpsychiatry, asthma and immunology.\nTeva complies with international guidelines and clinics, are managed by Teva's Senior Vice President Head of Global Clinical Operations,who reports to the head of R&D.regulations fundamental to clinical research and drug development, including the World Medical Association's Declaration of Helsinki and the International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH)Guidelines on Good Clinical Practice (GCP).\nFor our innovative medicines clinical studies, we Teva's Clinical Trials (2022)also conduct ongoing oversight of our vendors as detailed in our Vendor Oversight Plan and Risk Assessment Management Plan, and implement risk assessment management at theoutset of our studies and reassess risk status throughout.88 Teva's clinical trials website provides an overview of our trials, including relevant dates,medical conditions of interest and links to results on Clinical Trials.gov and/or the European Union (EU) Clinical Trials Register, which include inclusion and exclusion criteria and 58 outcome measures.\nIt also provides a map of clinical trial sites currently recruitingparticipants, as well as clinical study report synopses and plain language summaries thatanyone can understand.\nWe publish data from Teva-sponsored studies in a timely, objective 29 and accurate manner, regardless of the outcome.18 15 I&D in Clinical Trials 2 Many factors can influence how a person responds to a treatment.\nEnrolling participants of North America Teva's E Euurrooppee Region Teva Tonnes'es vina'tse Irnntaetrinoantailo mnaalrketdiverse backgrounds, including age, gender, ethnicity and race, in our clinical trials helps us Markreetgsio Rnegionlearn more about the safety and effectiveness of our medicines for a wider range of people.We follow applicable guidelines that outline recruitment diversity plans and seek new ways Innovative Medicines Generic Medicinesto reach more diverse populations.\nIn certain cases, we proactively speak with patients,caregivers and advocacy groups about I&D at the study design stage."
  },
  {
    "page": 48,
    "source": "text",
    "content": "Introduction Environmental Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 48 Governance Corporate Governance 49 Compliance and Ethics 51 Responsible Lobbying 54 Sustainable Procurement 55 Quality Manufacturing and Patient Safety 58 Data Privacy and Security 61\"When taking a medicine, youalways want to know it's safe, testedand well-made.\nThe name behind itis also huge-it shows the medicinehas come from a good brand andgood place.\nKnowing that the peoplebehind it really have your well-beingin their hearts and want to make youbetter is important.\"Sarah Bailey Life Effects Patient Contributor Teva employees, Zagreb, Croatia"
  },
  {
    "page": 49,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 49 Corporate Governance We are guided by our Board of Directors, who oversee Teva's strategy and practices.\nOur Statement of Corporate Governance Principles is adopted by the Board and outlines itsresponsibilities to Teva, its shareholders and other stakeholders.\nWe value transparency andcontinuously seek to improve our business practices, guided by our Corporate Governanceand Policy Documents.\nPlease refer to our Notice of Annual Meeting of Shareholders - 2023 Proxy Statement, which was filed with the US Securities and Exchange Commission on April 19, 2023, for additional corporate governance disclosures and practices.Enterprise Risk Management In line with Teva's Position on Enterprise Risk Management, we have organizationalstructures to identify, manage and monitor through our enterprise risk management (ERM)process, which includes a series of assessments and measures that help identify risks fromacross the organization.\nMany ESG risks are related to topics that were identified in our ES Gmateriality assessment and are reflected in our ESG strategy.\nTeva's Corporate Risk Management team leads the ERM process across all Teva business units through dedicatedrisk champion representatives.\nIn 2022, key highlights included:• Risk Management: We developed an internal risk management webinar to educateemployees on tools for analysis and presentation of risk, which we will share with Tevamanagers across various levels of Teva during 2023.• Executive Risk Management: Our Executive Management and the Board of Directors weregiven a presentation on a 2023 global risk overview by a risk leader from the World Economic Forum.• Climate Risks: We disclosed our climate change, physical and transitional riskassessments as part of our Task Force on Climate-Related Financial Disclosures (TCFD)statement and CDP submission.• Cybersecurity: Teva's Corporate Cyber Crisis Management plan was approved and wentlive.\nThe plan outlines the corporate cyber crisis management structure, roles,responsibilities and operating procedures for effective cyber crisis management.• COVID-19: We continued to manage the COVID-19 Global Situation Room in early 2022,focusing on business continuity, escalation issues and early warning risk processes from Tevaemployees, Netherlandslocal to global levels."
  },
  {
    "page": 50,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 50 Manufacturing Efficiencies As part of Teva's Strategy Development process, we reviewed our manufacturing strategy in 2019. Based on the outcomes, Teva Global Operations (TGO) launched the Transformation Digital performance management:Program in February 2020. Enable site-wide performance conversations by leveraging real-timedata from machines and other sources The Transformation Program is designed to improve our gross margin income, reduce costsand increase efficiency within four years (2020-2023).\nThe program is designed around fivelevers that align with various areas of our ESG strategy:Data-based yield improvement:1.\nProcurement Cost Excellence Improve yield of key products and processes by building and 2. Network Optimization and Restructuring operationalizing advanced analytic (AA) models using real-timeand historical data 3. Operational, Quality and Environmental, Health, Safety and Sustainability(EHS&S) Excellence 4. Supply Chain Integration Digital deviation management:5.\nPeople and Organization Automate deviation investigation and identify recurring patternsby deploying AA models on historical deviations data The program is on track and has improved the way Teva operates internally and withexternal partners to support our mission to improve the lives of patients.\nBetween 2020 and 2022, we delivered $585 million in net savings, including $92 million just in 2022, bringing Teva closer to our target for 28% operating profit.\nThe Transformation Program has allowed Quality control (QC) scheduling optimization:us to deeply embed activities that generate positive social and environmental outcomes into Improve labor and asset efficiency in production and QC labour operations, which are highlighted throughout this report.\nOne of the Transformationthrough AA Programs' enabling Task Forces focuses on our environmental sustainability commitments,which contributed $3.6 million in energy consumption reduction in 2022.In addition, under the Operational, Quality and EHS&S lever, we established a Modernization Electronic batch records (EBR):Task Force, which has established a pilot to implement innovative digital solutions acrossour manufacturing network.\nAs part of the pilot, we focus on five digital solutions in Digitally document all pertinent batch data (e.grams., date, ingredient,participating sites: equipment, inspections and personnel)"
  },
  {
    "page": 51,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 51 Compliance and Ethics Guiding Documents Teva's Code of Conduct Maintaining an Ethical and Compliant Business Teva's Global Prevention of Corruption Policy Teva's Position on Marketing and Promotional Practices Conducting business with integrity and transparency isnonnegotiable for Teva.\nWhat we achieve is important, but howwe achieve it is just as important.\nGovernance In 2022, as part of our robust compliance program, we continued Our Chief Compliance & Ethics Officer has a reporting line to Teva's CEO and direct access to Teva's Boardsupporting ethical behaviors and decision-making through efforts, of Directors.\nThe latter oversees Teva's compliance and ethics program.\nThe GC&E department has local, regionaland functional compliance professionals throughout the company.\nTeva's Office of Business Integrity (OBI) is ansuch as:internal independent function charged with objectively, confidentially and consistently addressing reports of• Risk-based, targeted training campaigns on key topics, misconduct globally.\nThe OBI reports directly to the Chief Compliance Officer and summary information is sharedwith the Board.such as anti-corruption, sanctions, fair competition, dataprivacy, conflicts of interest, reporting concerns andcareful communication Goals Progress Status• Systems to screen third parties for a range of risks, including Train or retrain 100 percent7 of active employees on applicable 99.57% of target Teva compliance policies by 2023 audience trainedbribery, corruption, criminal activity and involvement in Traininggovernment activities Train or retrain 100 percent7 of active sales employees on 99.57% of targetcompliance policies related to marketing practices by 2023 audience trained• Management dashboards to monitor and address key Maintain annual 100% evaluation of submitted high-riskcompliance risk areas by providing metrics related to several Evaluationthird-party business partners through Teva's Third-Party 100% evaluationactivities, including on-time training completion, compliance Processes Due Diligence toolmonitoring results and global privacy data Train new employees and retrain 100 percent7 of active employees 99.57% of target• Evaluation of the Global Compliance & Ethics (GC&E) program on how to report concerns through the Teva Integrity audience trainedto ensure our approach, process and tools remain appropriately Culture of Hotline by 2023 risk-adjusted, flexible and adaptive to the ever-changing Compliance Strengthen Teva's culture of compliance, keeping our Results at parity Gartner global index score at parity or greater than externalcompliance risk landscape with benchmarksbenchmark by 2022 We aim to maintain 100% evaluation of submitted high-risk third-New Goalsparty business partners through our Third-Party Due Diligence tool,which screens for potential compliance risks using a vast database Train 100 percent7 of targeted active employees in annual GC&E training campaignsof publicly available information.\nSuppliers commit to comply with Training Teva's Supplier Code of Conduct, and contracts and purchase order Recertify 100 percent7 of active employees on the Code of Conduct in 2024 terms and conditions outline expectations for ethical behavior.\nWealso provide compliance guidance and targeted advice to our Introduce new compliance and ethics questions into the 2023 Organizational Health Survey Culture ofsuppliers for use in mergers, acquisitions, joint ventures and in Compliance (OHS) and establish a 2023 baseline to measure Teva's future performance on the culture ofcompliance and ethicsprojects involving in- and out-licensing.Evaluation Maintain annual 100% evaluation of submitted high-risk third-party business partners through Processes Teva's Third-Party Due Diligence tool 7 Teva's compliance training goals are 95% completion after training campaigns Complete In progressare assignedand 100% year-end completion (within -1% for employees on leave)."
  },
  {
    "page": 52,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 52 Approvals and Controls Commitmentfrom senior A culture of compliance starts with a strong foundation-with tools,managementpolicies and procedures to support ethical behavior.\nFor complianceapprovals and controls, Teva has four key tools, including:Code of Conduct,Continuous• Activity approval tool for business colleagues to submit policies andimprovementcompliance-related activities, including interactions with proceduresgovernment officials and healthcare professionals• Monitoring system to identify and evaluate compliance-relatedactivities, which GC&E analyzes to determine risks, trends andprocess improvements, and to develop monitoring plans Office of Business Oversight,• Due diligence tool to manage third-party risk using a database Integrity (OBI) autonomy andof publicly available information and proprietary algorithms that Compliance and Ethics resourcescan help identify and remediate risk Strategy• Data privacy platform to manage data privacy risk, which allows Teva to process and control personal data appropriately GC&E assesses sanctions and trade control risk using industry standard Compliance risk Training,sanctions screening tools, and Teva evaluates third-partyassessment and communicationrepresentatives before formal engagement.\nGC&E tracks and reportsmonitoring and advicetransfers of value to members of the healthcare community.Third-party duediligence Teva in Latin America, including management Brazil, Mexico, Peru, Chile,Argentina and Uruguay, hosted acompliance week during the World Cup, encouraging Teva's Code of Conduct guides how our employees interact with each other and our business.\nIt coversemployees to share how theya broad range of topics and is aligned with anti-bribery and anti-corruption provisions of the USroot for ethical behavior as part Foreign Corrupt Practices Act, UK Bribery Act and other national laws.\nIt is also aligned with industryof Teva's compliance team.associations' codes of conduct, which govern interactions with healthcare professionals, healthcareorganizations, patients, patient organizations, government officials and third parties.\nAll employees aretrained on and acknowledge our Code of Conduct when they join Teva and every two years thereafter.In 2022, 99.57% of active employees completed this training."
  },
  {
    "page": 53,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 53 Speak Up Culture Training and Evaluation Our OBI investigates allegations of misconduct, empowers employees to speak up on It's important that our employees understand how to identify and properly manageissues of potential concern and provides Teva with information to remediate issues, compliance risks.\nIn 2022, we trained employees on relevant compliance and ethics topicsimprove internal processes and make decisions on disciplinary measures.\nThe OBI also through global compliance training campaigns, as well as new hire training.\nAdditionally,operates the Teva Integrity Hotline, through which anyone can report a concern.\nour Culture of Integrity Resource Library and OBI case studies support compliance,Employees are reminded that Teva prohibits retaliation.\nunderstanding and messaging.Employees are also encouraged to speak with trusted supervisors, managers or the Our leaders set the tone for our culture of integrity at Teva.\nIn 2022, we extended andhuman resources team for questions or help making decisions.\nSome local compliance enhanced our mastery training with a four-hour session to equip senior leaders with skillsofficers have implemented compliance days, during which employees can ask questions for remediating compliance issues.\nBased on our Culture of Integrity Survey, ourin interactive sessions.\nleadership identified areas for improvement to help ensure ethical behavior.Our Speak Up campaign educates employees about reporting concerns and the OBI'sinvestigation processes.\nIn 2022, our campaign included:• Engaging visuals, including on lock screens, screensavers, plasma screensand Teva's intranet• OBI case studies in the global employee newsletter• Refreshed OBI case studies in the Culture of Integrity Resource Library• Hotline links embedded directly in policies• Video messages Gartner's Risk Clarity survey tool measures for Compliance Culture and Compliance Climate.Teva conducted this survey again in 2022, and the results indicated that employees trust Teva's Speak Up process.\nTeva has a target for 2022 to keep our Gartner global index scoreat parity with or greater than the external benchmark.\nIn Gartner's 2022 Risk Clarity survey,Teva's results were at parity (defined as +/-2 percentage points) with the benchmark forboth Compliance Culture (72% for Teva vs. 74% benchmark) and Compliance Climate(82% for Teva vs. 83% benchmark).\nTevaemployees, Netherlands"
  },
  {
    "page": 54,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 54 Response to the Opioid Crisis The abuse, misuse and diversion of opioids, whether illicit or legally prescribed, is a public health crisis around the world.\nWe support healthauthorities and others in addressing this crisis and are committed to advocating for those struggling with opioid misuse.In November 2022, Teva finalized the terms of the proposed nationwide opioid settlement.\nIn January 2023, Teva confirmed participation from 49 of the 50 states and decided to move forward with the participation process of the subdivisions.\nGiven the high participation rate from thestates-and Teva's settlements with Texas, Florida, Louisiana, Rhode Island, West Virginia, San Francisco and New York-we remain optimisticthat a high participation rate in this nationwide settlement will be achieved, enabling us to move forward and continue to focus on the patientswe serve every day.Responsible Sales and Marketing We engage in marketing and promotional activities for our products in appropriatechannels for relevant audiences such as healthcare professionals.\nWe follow all relevantlaws, regulations, Teva internal policies, globally defined standards and industry codesof conduct governing marketing and promotion of pharmaceutical products.\nTeva trainsrelevant employees on responsible sales and marketing and is committed to compliant,ethical and transparent practices.\nPromotional materials undergo regulatory reviewand approval.Additionally, Teva's GC&E department has governance over and provides advice toemployees responsible for business development activities (including those that mayinclude sales and marketing activities), including joint ventures, licensing counterparties,divestitures, acquisitions, partnerships and other business opportunities, with a focus ondue diligence.Responsible Lobbying Guiding Documents We engage in open and direct dialogue with governments, trade and industry associations,Teva's Position on Government Affairsnongovernmental organizations, scientists, healthcare professionals and patient groups onissues that support public policy related to healthcare, our company and our industry."
  },
  {
    "page": 55,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 55 Sustainable Procurement Guiding Documents Teva works with more than 48,000 suppliers, which means our impact on people and the Teva's Position on Responsible Supply Chainworld extends far beyond our own company.\nTogether with our suppliers, we accelerate ESG Teva's Supplier Code of Conductperformance across our value chain, including progress toward our environmental targets Teva's Position on Human Rights(see more in the Environmental section).\nWe also stay abreast of laws and regulations that Teva's Conflict Minerals Policy Statementmay impact our suppliers through our involvement in industry initiatives.Sustainable procurement at Teva aims to embed ESG culture into our Global Procurementteam's way of working.\nOur framework focuses on four pillars: Governance• ESG integration into Global Procurement sourcing activities Our sustainable procurement strategy is defined by TGO, in alignment with Corporate• Supplier screenings, assessments and audits ESG.\nThe TGO Sustainability Task Force monitors and coordinates initiatives that deliver• Supplier education, engagement and governance on several ESG targets, including those related to our supply chain.\nThis task force ismade up of various workstreams across Teva's business units, including procurement.\nIn• Industry participationaddition, all sustainable procurement commitments, strategies, policies, procedures andother business, including supplier relationships, are regularly reported andcommunicated at ESG Steering Committee and procurement ESG Steering Committeemeetings.\nThe development is coordinated through working groups.ESG Integration into Global Procurement Sourcing Activities Goals* Progress Status Teva integrates ESG into our procurement activities to ensure the suppliers we select arealigned with our values and goals.\nTo participate in a request for proposal (RFP), suppliers Assess 100% of critical suppliers on ESG 56% of suppliersmust agree to comply with Teva's Supplier Code of Conduct.\nOur Purchase Orders Terms performance by 2025 assessed& Conditions and our contract templates also include clauses referring to our Supplier Code of Conduct.Achieve bronze or higher score for more than 75% of 46% have bronzecritical suppliers in Eco Vadis by 2025 or higher score In 2022, we integrated ESG criteria, including our first ESG Toolkit for Suppliers, into our RF Pand Scoring Matrix Standard Template, which provides a data-based approach to support Achieve silver or higher score for more than 50% of 31% have silver orfair vendor selection.\nThe toolkit provides an overview of ESG at Teva, including our vision, critical suppliers in Eco Vadis by 2025 higher scoretargets and expectations.Complete In progress*This accounts for all assessments starting from 2017 when we engaged Eco Vadis as our sustainabilityassessment provider."
  },
  {
    "page": 56,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 56 Supplier Screenings, Assessments and Audits For the sixth consecutive year, Teva is using the Eco Vadis sustainability assessment toevaluate suppliers' ESG performance and track and monitor corrective and preventiveaction plans (CAP As) that are created for improvement and mitigation of ESG risks.\nIn 2022, 56% of 522 critical suppliers were assessed by Eco Vadis.We continued annual audits of suppliers in compliance with the Pharmaceutical Supply Chain Initiative (PSCI), an audit program focused on ethics, labor, health and safety andenvironment.\nWe have conducted six PSCI audits in 2022.Teva employees, Ulm, Germany Supplier Education, Engagement and Governance Industry Participation In 2022, Teva's Chief Procurement Officer and Head of ESG wrote a letter to all suppliers As a member of the PSCI and Responsible Health Initiative (RHI), Teva uses these initiativesdescribing their ESG responsibilities.\nWe also hosted our first annual webinar for more than to identify best practices, discuss issues and encourage coordination and education among 140 strategic suppliers, delivering more than four sessions in collaboration with Eco Vadis other pharmaceutical companies and our supply chain.\nIn 2022, Teva sponsored theand Schneider Electric.\nSeventy of the suppliers invited to our webinar joined the Energize Energize program to educate our suppliers on renewable energy.\nLeading by example, Tevaprogram, a sector-wide initiative organized by Schneider Electric that provides education is one of only two sponsor companies to join the first supplier cohort for a Power Purchaseand functional support on acting on climate change and accelerating renewable energy Agreement for renewable electricity, which will result in a potential aggregate of twoadoption, and completed Schneider Electric's Educational Series.\nThe webinar focused on terawatt-hours of training per employee (TWh) of electricity demand in Europe and North America.the following activities:RHI is an organization powered by Eco Vadis that supports health technology and• Defining ESG, specifically as it relates to the pharmaceutical sectorpharmaceutical companies in accelerating supply chain sustainability.\nIn 2022, we• Describing the importance of ESG for Teva, Global Procurement strengthened our partnership, helping to drive RHI's supplier network education about theand our third-party suppliers importance of collecting, identifying and sharing greenhouse gas (Greenhouse Gas) emissions metricswith RHI member companies.• Familiarizing suppliers with Teva's ESG goals, sustainability-linked bond,commitments, policies and positions The RHI supplier network grew 28% from 2021, with a total of 2,906 companies willing to• Learning about Eco Vadis and its role in supporting Teva share their ESG performance with Eco Vadis.\nSuppliers' average Eco Vadis Sustainability Assessment performance increased by 2.6 points (to 45.6) across all themes, with the largest• Introducing Schneider Electric's Energize programincrease in environment and ethics (+2.7 points), making the average RHI supplier scorebetter than the average of Eco Vadis suppliers.\nA key 2022 goal was for 10% of RHI suppliers For the first time, we also created a Global Procurement ESG Handbook for procurementto disclose scope 1 and 2 emissions data.\nBy the end of 2022, 8.6% of RHI suppliersemployees to help boost their knowledge on ESG, targets and programs, and to help themdisclosed at least one Greenhouse Gas emission metric.better communicate our ESG expectations to suppliers."
  },
  {
    "page": 57,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 57 Supplier Diversity Teva offers business opportunities for small and diverse organizations that have the Supplier Diversity in the UScapability and capacity to provide required goods and services and demonstrate 900 geographic reach and scalability.\nOur US Supplier Diversity program carefullyidentifies areas of opportunity across a breadth of internal spend categories.\nWeactively seek out potential suppliers for business opportunities and facilitate 800 777 introductions with Teva's procurement category leaders.700 In 2022, we implemented a new supplier diversity management tool for current andprospective vendors to share their capabilities, allowing us to capture more small anddiverse vendors.\nWe also developed an online supplier diversity training module to 600 educate key decision-makers-including sourcing teams in the US, officers withsuppliers in the US and our Risk and Governance teams-about the importance of 499500 small business subcontracting and our annual goals.\nApproximately 87% ofemployees assigned to the training successfully completed it.400 In the US, Teva's procurement spend with small and diverse businesses was more than 11.5% in 2022. We also increased representation of small and diverse businesses in our 300 overall supplier base.200166131 Teva was a member of the following organizations in 2022: 100 906539• New York & New Jersey Minority Supplier Development Council 19(NYNJMSDC) 0 Small businesses Women-owned Small Veteran-owned• Women's Business Enterprise Council Metro New York (WBEC Metro NY)small businesses disadvantaged small businesses• National LGBT Chamber of Commerce (NGLCC) businesses• Diversity Alliance for Science (DA 4 S) 2021 2022"
  },
  {
    "page": 58,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 58 Quality Manufacturing Guiding Documents Teva's Position on Quality Manufacturingand Patient Safety Teva's Position on Patient Safety About 200 million patients rely on our more than 2,300 products every day,entrusting their health and well-being to us.\nIt is our responsibility to provide them Governancewith safe, high-quality medicines.Quality compliance is the responsibility of the Senior Vice President of Global Quality andthe Chief Quality Officer, who ensures the design, implementation and continuousimprovement of Teva's QMS.Quality Control Teva's Global Quality Leadership Team is responsible for facilitating the development and Quality is a primary focus at all 53 of our manufacturing facilities and entire implementation of the Global Quality Strategy across Teva.business.\nWe have a robust quality management system (QMS) and conductquality testing with a broad set of analytical tools, equipment and methodologiesacross the full product life cycle-from development to the pharmacy shelf.\nWeidentify and investigate potential quality issues, always prioritizing patient safety.Through our Track Wise QMS, we use our root cause analysis tools to conductinvestigations in the QMS.\nWe work together with local health authorities onpotential recalls, sharing the root cause investigation, discussing the risk to thepatient and determining with the local authority the appropriate market action.Teva assesses global manufacturing providers to determine adherence to Good Manufacturing Practice (GMP) requirements and our own quality standards.\nWehave qualification, monitoring and quality oversight programs for our suppliers,who must meet regulatory standards for quality and compliance.Teva's certification program is also used to qualify vendors of Gx P (Good Practices)goods and services.\nVendors can include contract manufacturers, packagers,finished raw material suppliers, finished active pharmaceutical ingredient (API)suppliers, finished printed materials and components, warehousing anddistribution centers.\nThese suppliers and service providers are evaluated bymultiple factors, such as a completed vendor questionnaire, acceptable standingwith local regulator(s), material performance and analytical test results, as well as Teva Gx P audit outcomes that also include the evaluation of our supplier's vendorqualification program-our Teva Global Quality Audit team performs Teva employees, Ulm, Germanyapproximately 800 audits a year."
  },
  {
    "page": 59,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 59 Management of Counterfeit Medicines Partnerships to Address Counterfeit Medicines Counterfeit medicines can be harmful, as they may contain no AP Is, an incorrect amount of Addressing the root cause of substandard and falsified medicines requires cooperation from AP Is and/or other contaminants, which means a patient may be exposed to harmful or toxic the whole industry.ingredients and may not receive the needed treatment.Teva is one of 39 members of the Pharmaceutical Security Institute (PSI), a not-for-profit We keep our supply chain secure, educate about warning signs and potential impacts membership organization dedicated to protecting public health, increasing awareness ofof counterfeits and implement technologies and systems to help identify and mitigate counterfeit medicines and initiating enforcement actions through authorities.\nTeva's GC Ssuspected counterfeits globally.\nOur Counterfeit Event Response team coordinates and unit participated in PSI's Disruption 2022 (D-22), a special project to prevent the illicit onlinedocuments all counterfeit medicine activities.\nThe Quality Assurance (QA) unit quarantines sale of counterfeit, substandard and/or unsafe medicines.\nD-22 resulted in the identificationany suspect or illegitimate product within Teva's possession or control until products are and removal of more than 1,206 websites, 2,800 social media posts and 3,200 marketplacecleared or removed from the supply chain, and we assist trading partners with removing listings-and included five Teva brands.\nBrand Shield, an online threat detection company,products not controlled by Teva.\nconducted another special project in 2022, which resulted in the removal of an additional 11 websites, 43 social media posts and 6,500 marketplace listings-and included four more Teva's Global Corporate Security (GCS) unit carefully manages the security of our supply Teva brands.chain through strict policies and procedures designed to keep the legitimate drugdistribution system safe and secure.\nOur GCS unit also monitors illicit online sales and Various methods and technologies help us maintain traceability of our products throughoutcounters the illegal internet sales of counterfeit, substandard and/or unsafe medicines to the supply chain and prevent counterfeiting.\nIn the European Union (EU), Russia and the US,protect the public.\nThe GCS unit established a dedicated Product Security team, which products are validated against the National Medicines Verification System using a uniqueadopts a holistic loss prevention and anti-counterfeiting approach to protect patients and identifier that allows for tracing throughout the supply chain.preserve trust in our medicines.Teva's anti-counterfeiting internal policy mandates the establishment of a Global Teva is a member of React-a not-for-profit organization with more than 30 years Anti-Counterfeiting Oversight Committee, which will meet quarterly to review of experience and more than 315 business members across industries.\nReactanti-counterfeit controls, counterfeit-related risks and mitigation plans.\nThe provides support with customs protection, market monitoring and online Oversight Committee includes representatives from GCS, GQA, Local Security enforcement to fight the trade of counterfeits.Unit(s), Legal, Government Affairs, Commercial, Supply Chain, Teva Global Operations, Risk Management and other functions, as appropriate.Teva's Global Quality Operations team coordinates with the Oversight Committeeon preparing for and managing counterfeiting threats."
  },
  {
    "page": 60,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 60 Patient Safety PV System To ensure our products are used by patients safely, Teva has a PV system that includes Our Global Patient Safety and Pharmacovigilance (PV) unit continuously assesses the benefitprocedures, audits, deviation management, monitoring activities (metrics/governance) andand risk profiles of all our products, implementing measures to minimize risk, as needed.training.\nThe system evaluates and coordinates a timely and controlled response to relevantinformation, and metrics are regularly reviewed by senior experts and/or governance boards In 2022, our Global Patient Safety and PV unit reviewed around 42,000 drug-eventto define our actions for further improvement.\nPV audits are conducted by an internal teamcombinations and more than 160,000 literature abstracts to determine new potential risks.of independent PV auditors and external companies specializing in performing these audits.Results were included in 1,600 aggregate safety reports and shared with health authorities The PV system is reviewed and assessed for compliance with internal and externalper local requirements.\nWe initiated safety label updates for more than 300 products andregulations.implemented 270 additional measures (e.grams., educational materials for patients andhealthcare providers) to improve the safety of our products.\nWe constantly review the Utilizing advanced computer systems and the review of expert physicians and pharmacists,safety of the entire Teva portfolio and clinical trial pipeline.\nTeva did not receive anyour Global Patient Safety Network quickly identifies and mitigates any possible new safetypenalty, fine or warnings regarding noncompliance concerning the health and safetysignal, providing information on a potential new or known AE that may warrant furtherimpacts of our medicines.investigation.\nIf a new safety signal is identified, this system ensures it is addressed in atimely manner to minimize patient risks.\nCase reports are reported to global health Teva maintains Company Core Safety Information (CCSI) for our medicines, updatingauthorities for independent review and assessment, per legal requirements.documents when new risks are detected and changing safety labels as required.\nWe describeproduct composition and potential health impacts for every medicine in our package leafletsand in the Summary of Product Characteristics or similar documents for healthcareprofessionals.\nWe also provide additional educational materials demonstrating how to use Teva Netherlands developed the Mijn Gi B service to help all patients andproducts safely, how to identify, avoid and/or minimize health risks, and how to improve their healthcare professionals safely use our medicines.\nMijn Gi B providestreatment outcomes.\nAll employees are required to complete our patient safety trainings, clear instructions on drug use through pictures and large text, includingwhich cover communication and reporting protocols for rapidly collecting and sharing dosage, language translations and any contraindications or warnings.\nThissafety information.\nTraining on adverse events (AE) collection and reporting is completed by service is free, available in Dutch, English, Turkish, Arabic and Polish, andnew employees in their first month, and mandatory patient safety refresher trainings for all used by more than 500 pharmacies to date.\nIn 2023, we will expand thisemployees are conducted annually to ensure continuous compliance.\nservice to more languages.For our external products and services, a Global Good Vigilance Practice (GVP) audit programis prepared annually using a defined risk-based approach.\nThe program consists of audits ofthird parties' patient safety management and is conducted by qualified Teva auditors or by EU PV Activities in 2022:external consultants at Teva's request.• Member of European Federation of Pharmaceutical Industries and Associations(EFPIA) PV working groups for patent-protected products To harmonize and improve the quality of post-approval safety data management globally,Teva is contributing to the revision of the International Council for Harmonisation of • Chair of Medicines for European PV working group for generic products Technical Requirements for Pharmaceuticals for Human Use (ICH) E 2 D (Post Approval Safety • Representative of Medicines for Europe (Mf E) at 17 th Industry Stakeholder Data Management: Definition and Standards for Expedited Reporting E 2 D).\nPlatform, presenting on cross-company and cross-country harmonizationof patient safety improvements and risk minimization measures"
  },
  {
    "page": 61,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 61 Data Privacy and Security Guiding Documents Teva's Global Data Privacy Policy Teva protects the privacy of our patients, customers, employees, vendors and others.Teva's Global Privacy Incident and Breach Reporting Policy (internal)We handle all personal data responsibly, and we continuously evaluate and adapt our Teva's Global Individual Rights Policy and Procedure (internal)information security efforts based on the latest standards.Data Privacy Governance Teva's privacy team provides policies, procedures and tools, such as a data privacy intranet,Led by the Global Privacy Officer, the Global Privacy function reports to the Chiefto guide employees involved in processing personal data, and local teams support Compliance & Ethics Officer.\nThe Global Privacy Officer leads a team of regional privacyimplementation of our data privacy program.\nAll of our regions have a Regional Data Privacy professionals and Teva's Privacy Steering Committee.\nThe Committee is cross-functional Compliance representative, and our European region has supplemented this role with a Data and sets privacy goals and priorities for the company.\nRegional Privacy Compliance Privacy Legal representative.\nThese representatives support the implementation of our data Officers and local teams support the implementation of Teva's Privacy Program.\nTheprivacy program.\nInformation Technology Security Evaluation Criteria (ITSEC) team is responsible formonitoring, overseeing and verifying information technology (IT) security complianceon a regular basis.\nTeva's Internal Audit function periodically audits the cybersecurity Teva's data privacy governance manages data privacy principles that include General Datadepartment.Protection Regulation (GDPR) principles, data incident and breach reporting and individualrights (data subject rights).\nThe most recent employee training on this governance tookplace in November 2022.Goals Progress Status In 2022, we enhanced our external privacy support to improve Teva's data privacy:Train 100 percent7 of Teva employees that may process 99.41% of active• A law firm in Europe offers consistent aligned advice across our European countries.\nor control personal data on Teva's privacy policies employeesby 2022 trained• A data privacy management firm in the US helps with research and development (R&D)privacy assessments and optimization of our One Trust tool, an industry standard, wherebusiness colleagues processing personal data can assess, remediate and document data Complete In progressprivacy risk.7 Teva's compliance training goals are 95% completion after training campaigns are assigned and 100%• Our external privacy program manager in Israel expands privacy tactical and year-end completion (within -1% for employees on leave).operational goals.In addition, Teva's cross-functional Global Privacy Steering Committee looks for ways toimprove existing privacy controls and scans for new privacy risks to eliminate, minimize orremediate them, meeting at least twice per year.\nWe also established a process to ensure GDPR-required Standard Contractual Clauses are in vendor contracts where EU data may betransferred outside the jurisdiction and protection of the GDPR."
  },
  {
    "page": 62,
    "source": "text",
    "content": "Introduction Environmental Social GGoovveerrnnaannccee Disclosures About This Report Teva 2022 ESG Progress Report | 62 Data Security We conduct multiple assessments of our data security processes, and we manage thefindings, as well as timeliness and mitigation processes, through our central riskmanagement system.All Teva IT infrastructure is certified by ISO 27001, the international standard for informationsecurity management.\nWe have more than 30 approved information security policies andstandards to protect against threats to data confidentiality, integrity and availability.\nAllemployees participate in cybersecurity trainings, monthly phishing testing and internaldrills.We have established a new liaison forum that supports different business units in theirproject life cycles, as well as a breach and attack simulation (BAS) platform to identify gaps,remediate misconfigurations and optimize performance against a rapidly increasing threatlandscape.\nThis allows us to test the effectiveness, and conduct continuous automatedvalidation, of our security controls and identify potential vulnerabilities.Our global security operations center (GSOC) is available 24 hours of training per employee, seven days a weekto respond to security-related incidents, and we monitor and respond to any potentialcybersecurity incidents using advanced tools, such as endpoint detection and response(EDR) and extended EDR (XDR).\nWe intend to further implement data loss prevention(DLP) strategies and pilot a new service for identifying IT vulnerabilities and dataleakage incidents.Our cloud security information and event management (SIEM) solution and smartcloud governance were established in 2022 to handle data and respond tosecurity incidents more efficiently on a unified platform.\nThe smart cloudgovernance defines, implements and monitors a framework of policies that guideour cloud operations.Teva employees, Netherlands"
  },
  {
    "page": 63,
    "source": "text",
    "content": "Introduction Environmental Social Governance Disclosures About This Report Teva 2022 ESG Progress Report | 63 Disclosures Global Reporting Initiative(GRI)Content Index Sustainability Accounting Standards Board (SASB) Index UN Global Compact Principles Task Force on Climate-Related Financial Disclosures (TCFD)Teva employee, Parsippany, New Jersey - US"
  },
  {
    "page": 64,
    "source": "text",
    "content": "Introduction Environmental Social Governance DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt Teva 2022 ESG Progress Report | 64 About This Report 2022 Reporting This report describes our key actions to advance environmental, social and governance (ESG) This report was externally assured by DNV, as specified in the Assurance Statement, basedin 2022. It complements information contained in our 2022 Annual Report on Form 10-K.\non limited assurance level according to the International Standard on Assurance Engagements (ISAE) 3000. For more information, please see pages 65-67.\nExternal Teva has reported in accordance with the Global Reporting Initiative (GRI) Standards for the verification of greenhouse gas (Greenhouse Gas) emissions data was carried out for the eighth time.period of January 1 to December 31, 2022, as well as some 2023 initiatives that were a result Teva 2022 scope 1 and 2 Greenhouse Gas inventory has been verified in accordance with ISO 14064-of efforts made in 2022. GRI reporting principles have been applied in compiling this report.\n3:2006 by SGS, with limited assurance.\nThe full verification statement can be found here.This report fulfills our commitment to submitting an annual Communication on Progress tothe United Nations Global Compact and reaffirms our commitment to embedding its Please contact Amalia Adler-Waxman, Senior Vice President, Global Head, ESG, with anyprinciples across our business.\nFor the third time, Teva is reporting per the Sustainability feedback or suggestions at ESG@teva.co.il.Accounting Standards Board (SASB) standards.\nAs a pharmaceutical company, we haveincluded disclosures related to the Biotechnology & Pharmaceuticals SASB industrystandards.\nOn a global level, reporting is done on a voluntary basis to address the topicsimportant to our business and stakeholders.\nIn specific operations, this report is used tocomply with non-financial disclosure requirements."
  },
  {
    "page": 65,
    "source": "text",
    "content": "Introduction Environmental Social Governance DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt Teva 2022 ESG Progress Report | 65 Independent Assurance Statement Responsibilities of Teva and Teva Pharmaceutical Industries Ltd (\"Teva\") commissioned DNV Business Assurance Italy S.r.l. (\"DNV\", \"we\", or \"us\") to undertake of the Assurance Providersindependent assurance of a sub-set of the information disclosed in the company's ESG Progress Report (the \"Report\") for the yearended 31 st December 2022. Teva has sole responsibility for thepreparation of the Report.\nOur statement Scope and Approach represents our independent opinion andis intended to inform all stakeholders.We performed our work using DNV's assurance methodology Veri Sustain TM, which is based on our professional experience, DNV was not involved in the preparationinternational assurance best practice including the International Standard on Assurance Engagements 3000 - Revised (\"ISAE 3000\"), of any statements or data included in theand the Global Reporting Initiative (\"GRI\") Sustainability Reporting Standards.\nWe evaluated the Report for adherence to the GRI 1 Report except for this Independentprinciples for ensuring the quality and proper presentation of the reported information (the \"Principles\").\nAssurance Statement.Performance Data and Information DNV's assurance engagements are basedon the assumption that the data and The scope of our work covers the following 2022 disclosures (\"Performance data and information\") from the Report:information provided by the client to usas part of our review have been provided Stakeholder engagement, materiality and reporting practice: in good faith.\nDNV expressly disclaimsany liability or co-responsibility for any• GRI 2-2 Entities included in the organization's • GRI 3-2 List of material topics decision a person or an entity may makesustainability reporting based on this Independent Assurance Statement.• GRI 2-29 Approach to stakeholder engagement • GRI 3-3 Management of material topics• GRI 3-1 Process to determine material topics Employee information and diversity:Level of Assurance• GRI 2-7 Employees • GRI 401-1 New employee hires and employee turnover We planned and performed our work to• GRI 2-8 Workers who are not employees • GRI 405-1 Diversity of governance bodies and employeesobtain the evidence we considerednecessary to provide a basis for our• GRI 2-30 Collective bargaining agreements Assurance Opinion.\nWe are providing a\"limited level\" of assurance.\nAWater and effluents:\"reasonable level\" of assurance would• GRI 303-1 Interactions with water as a shared resource • GRI 303-4 Water discharge have required additional work at Groupand site level to gain further evidence to• GRI 303-2 Management of water discharge-related impacts • GRI 303-5 Water consumption support the basis of our Assurance Opinion.• GRI 303-3 Water withdrawal Greenhouse Gas emissions*:• GRI 305-3 Other indirect (Scope 3) Greenhouse Gas emissions(*) Assurance carried out with reference to all Scope 3 emissions' categories applicable to TEVA."
  },
  {
    "page": 66,
    "source": "text",
    "content": "Introduction Environmental Social Governance DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt Teva 2022 ESG Progress Report | 66 Independence Access to medicines**:DNV's established policies and• KPI 1.a: number of regulatory submissions across six key • KPI 1.b: Product volume through four access to medicineprocedures are designed to ensure thattherapeutic areas (TAs) programs, including donations and social business across sixkey TAs DNV, its personnel and, whereapplicable, others are subject to Occupational health & safety: independence requirements (includingpersonnel of other entities of DNV) and• GRI 403-1 Occupational health and safety management system • GRI 403-6 Promotion of worker healthmaintain independence where required• GRI 403-2 Hazard identification, risk assessment, and • GRI 403-7 Prevention and mitigation of occupational health by relevant ethical requirements.\nThisincident investigation and safety impacts directly linked by business relationships engagement work was carried out by anindependent team of sustainability• GRI 403-3 Occupational health services • GRI 403-8 8 Workers covered by an occupational health assurance professionals.\nWe have noand safety management systemother contract with Teva.• GRI 403-4 Worker participation, consultation, andcommunication on occupational health and safety • GRI 403-9 Work-related injuries• GRI 403-5 Worker training on occupational health and safety • GRI 403-10 Work-related ill health DNV Business Assurance DNV Business Assurance Italy S.r.l. is part Economic Impact***:of DNV - Business Assurance, a global• Teva's economic contribution data (direct and spillover): • Generic and Biosimilars' Drug Savings Analyses: savings provider of certification, verification,• Jobs generated attributable to Teva at the national level and global level assessment and training services,• Gross Domestic Product (GDP) contribution helping customers to build sustainable• Labor income generated business performance.\nwww.dnv.com(**) Assurance carried out with reference to the information presented in TEVA's Sustainability-Linked Financing Framework.(***) Assurance carried out with reference to TEVA's methodology developed in partnership with an external partner.We evaluated the Performance data and information using the GRI 1 Reporting principles to ensure the quality and properpresentation of the reported information (accuracy, balance, clarity, comparability, completeness, sustainability context, timelinessand verifiability) together with Teva's data protocols for how the data are measured, recorded and reported.The review of any data from prior years is not within the scope of our work (this includes any data in scope in previous years that hasbeen re-stated)."
  },
  {
    "page": 67,
    "source": "text",
    "content": "Introduction Environmental Social Governance DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt Teva 2022 ESG Progress Report | 67 Basis of Our Opinion A multi-disciplinary team of sustainability and assurance specialists performed work at Group level.\nWe undertook the followingactivities:• Review of the current sustainability issues that could affect Teva and are of interest to stakeholders;• Review of Teva's approach to stakeholder engagement and recent outputs;• Review of information provided to us by Teva on its reporting and management processes relating to the Principles;• Interviews with selected Subject Matter Experts and senior managers responsible for management of sustainability issues andreview of selected evidence to support issues discussed;• Virtual site visits to Salt Lake City (US), Santhià (Italy), Savski Marof (Croatia) and Tel Aviv (HQ, Israel) to review process and systemsfor preparing site level sustainability data and implementation of sustainability strategy.\nWe chose the sites based on theircontribution to Water & Effluents and Safety KP Is disclosed in Teva's ESG Progress Report, their location, and previous site-visitsperformed;• Review of supporting evidence for key claims in the Report.\nOur checking processes were prioritised according to materiality, andwe based our prioritisation on the materiality of issues at Group level; and• Review of the processes for gathering and consolidating the selected Performance data and, for a sample, checking the dataconsolidation.Our Opinion:• Based on the work undertaken, nothing came to our attention to suggest that the Report does not properly describe Tevaadherence to the Principles of accuracy, balance, clarity, comparability, completeness, sustainability context, timeliness andverifiability.• In terms of quality of the Performance data and information, nothing came to our attention to suggest that these data have notbeen properly collated from information reported at operational level, nor that the assumptions used were inappropriate.Forandonbehalfof DNV Business Assurance Italy S.r.l.Vimercate(MB),Italy May 8 th 2023 Riccardo Arena Alessia Segalini Laura Ierardi Lead Assessor Assessor Reviewer"
  },
  {
    "page": 68,
    "source": "text",
    "content": "Introduction Environmental Social Governance DDiisscclloossuurreess AAbboouutt TThhiiss RReeppoorrtt Teva 2022 ESG Progress Report | 68 CAUTIONARY NOTE REGARDING FORWARD-LOOKINGSTATEMENTS This 2022 Environmental, Social and Governance Progress Report contains forward-looking variations in intellectual property laws; challenges associated with conductingstatements within the meaning of the Private Securities Litigation Reform Act of 1995, business globally, including political or economic instability, major hostilities orwhich are based on management's current beliefs and expectations and are subject to terrorism; costs and delays resulting from the extensive pharmaceutical regulation tosubstantial risks and uncertainties, both known and unknown, that could cause our future which we are subject; the effects of reforms in healthcare regulation and reductionsresults, performance or achievements to differ significantly from that expressed or implied in pharmaceutical pricing, reimbursement and coverage; significant sales to a limitedby such forward-looking statements.\nImportant factors that could cause or contribute to number of customers; our ability to successfully bid for suitable acquisition targetssuch differences include risks relating to: or licensing opportunities, or to consummate and integrate acquisitions; and ourprospects and opportunities for growth if we sell assets;• our ability to impact and effectively execute on our social, economic, environmentand governance related strategies and goals; environmental risks; failure to comply • compliance, regulatory and litigation matters, including: failure to comply withwith applicable environmental laws, health and safety laws and regulations worldwide; complex legal and regulatory environments; increased legal and regulatory action inour ability to satisfy the targets set forth in our sustainability-linked senior notes and connection with public concern over the abuse of opioid medications and any delay inin other sustainability-linked financing instruments that we may issue; the impact of our ability to obtain sufficient participation of plaintiffs for the nationwide settlement ESG issues on our business; and consequences of climate change; of our opioid-related litigation in the United States; scrutiny from competition andpricing authorities around the world, including our ability to successfully defend• our ability to successfully compete in the marketplace, including: that we are against the US Department of Justice criminal charges of Sherman Act violations;substantially dependent on our generic products; concentration of our customer base potential liability for intellectual property right infringement; product liability claims;and commercial alliances among our customers; delays in launches of new generic failure to comply with complex Medicare and Medicaid reporting and paymentproducts; the increase in the number of competitors targeting generic opportunities obligations; and compliance with anti-corruption, sanctions and trade control laws;and seeking US market exclusivity for generic versions of significant products; ourability to develop and commercialize biopharmaceutical products; competition for • other financial and economic risks, including: our exposure to currency fluctuationsour innovative medicines, including AUSTEDO®, AJOVY® and COPAXONE®; our ability and restrictions as well as credit risks; potential impairments of our long-lived assets;to achieve expected results from investments in our product pipeline; our ability to the impact of geopolitical conflicts including the ongoing conflict between Russia anddevelop and commercialize additional pharmaceutical products; and the effectiveness Ukraine; potential significant increases in tax liabilities; and the effect on our overallof our patents and other measures to protect our intellectual property rights; effective tax rate of the termination or expiration of governmental programs or taxbenefits, or of a change in our business;• our substantial indebtedness, which may limit our ability to incur additionalindebtedness, engage in additional transactions or make new investments, may result and other factors discussed in our Quarterly Report on Form 10-Q for the first quarter ofin a further downgrade of our credit ratings; and our inability to raise debt or borrow 2023 and in our Annual Report on Form 10-K for the year ended December 31, 2022,funds in amounts or on terms that are favorable to us; including in the sections captioned \"Risk Factors\" and \"Cautionary Note Regarding Forward-Looking Statements\" and under similar captions in our other reports that we file• our business and operations in general, including: the impact of global economic with the US Securities and Exchange Commission.\nForward-looking statements speak onlyconditions and other macroeconomic developments and the governmental and as of the date on which they are made, and we assume no obligation to update or revisesocietal responses thereto; the widespread outbreak of an illness or any other any forward-looking statements or other information contained herein, whether as a resultcommunicable disease, or any other public health crisis; effectiveness of our of new information, future events or otherwise.\nYou are cautioned not to put undueoptimization efforts; our ability to attract, hire, integrate and retain highly skilled reliance on these forward-looking statements.personnel; manufacturing or quality control problems; interruptions in our supplychain; disruptions of information technology systems; breaches of our data security;"
  }
]