[
  {
    "page": 1,
    "source": "text",
    "content": "2022\nESG\nREPORT\nJames Murray\nlives with\ndepression.\nHe is also the\nfounder of Therify,\nan organization\nthat aims to\nmake mental\nwell-being\ninclusive and\naccessible\nto everyone."
  },
  {
    "page": 2,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 2\nTable of contents\n3 12 23\nOVERVIEW ACCESS & HEALTH EQUITY WORKFORCE\n4 CEO letter 13 Executive summary 24 Executive summary\n6 2022 highlights 13 Advancing scientific research in areas of high unmet need 24 P romoting opportunity and well-being\n6 A purpose-driven organization 16 Promoting health literacy and access to medicine 29 Overview of key Biogen employee benefits\n7 Engaging diverse stakeholders 20 STORY: Brightening a baby’s future through SPINRAZA 31 Advancing diversity, equity & inclusion\n8 Operating responsibly 21 Strengthening healthcare systems 33 STORY: Advancing women’s leadership at Biogen\n34 42 50\nENVIRONMENT COMMUNITY REPORTING\n35 Executive summary 43 Executive summary 51 Executive summary\n35 Enhancing product sustainability 43 Serving humanity through corporate giving 51 About this report\n36 Promoting sustainable operations 44 Inspiring tomorrow’s diverse scientists 53 ESG data table\n38 Engaging key stakeholders 45 Turning adversity into purpose 60 SASB index\n41 STORY: Building the climate resilience of clinics and patients 46 Engaging our passionate people 64 GRI content index\n46 Making a difference in science education, health systems 70 Task Force on Climate-related Financial\nand access to food Disclosures (TCFD) Statement\n48 STORY: Advancing STEM equity: Fostering science STARs 74 Safe harbor\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 3,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 3\nOVERVIEW\nServing humanity through science so that people\neverywhere can live healthier, fuller lives\nKEY AWARDS\nÌ #11 on Newsweek’s America’s Most Responsible Companies\nÌ #41 on the 2023 JUST 100\nÌ 10th year in a row on the Dow Jones Sustainability World Index\nÌ 9th year in a row earning 100% on the Human Rights Campaign’s\nBest Place to Work for LGBTQ+ Equality\nÌ 5th year in a row earning 100% on Disability:IN’s Best Places to Work\nfor Disability Inclusion\nÌ Ionis and Biogen awarded the Prix Galien Golden Jubilee Award’s\nSilver Medal for Best Orphan/Rare Disease Product\nErin O’Brien, Head of Small Molecule Development.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 4,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 4\nCEO letter\n—\nI joined Biogen as President and CEO to lead a purpose-driven\ncompany that is focused on patients and willing to tackle the For decades, Biogen\nhealthcare challenges from which others have shied away. Since has been committed\njoining I have met many people living with the diseases that we are to corporate\naddressing, underscoring why our work matters and how many people\nresponsibility and,\nare counting on our medicines. I have also met countless truth-\nevery day, we are\nseeking, dedicated and compassionate employees who are advancing\nworking diligently\nour pipeline of potential novel therapies – along with those working to\nto build upon\ntackle the inequities prevalent in broader society and the healthcare\nour foundation\necosystem, addressing the connection between human health and the\nand respond\nenvironment, and continuing to show how our culture of caring deeply\nextends beyond our walls. appropriately to\nemerging stakeholder\nFor decades, Biogen has been committed to corporate responsibility expectations and\nand, every day, we are working diligently to build upon our long-held industry trends to\nfoundation of responding appropriately to emerging stakeholder deliver benefits\nexpectations and industry trends to deliver benefits for patients for patients and\nand communities.\ncommunities.\nChristopher A. Viehbacher,\nIn 2022, we took meaningful action to expand access to our treatments,\nPresident and\nprovide medicines to those in need, and increase our organizational Chief Executive Officer\nunderstanding of inequities faced by people on their health journey. —\nWe advanced our goal to increase representation of diverse populations\nin our clinical trials and we have entered new markets with SPRINRAZA®\n(nusinersen), which is now available in 69 countries, including\n19 classified as low- to middle-income. We are also dedicated to\nengaging medical experts and patent advocacy groups globally to raise\ncultural competency to meet the varied needs of all patients.\nWe have continued to champion our sustainability goals and reduce\nour environmental impact, through plans to mitigate waste, water\nand energy consumption. In the last year alone, 81% of Biogen labs\nachieved My Green Lab certification, recognized by the United Nations’\nRace to Zero campaign for setting the standard for best practices\nin laboratory sustainability. Labs are some of the most resource-\nintensive spaces, and by focusing on labs, we are contributing to the\ndecarbonization of healthcare.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 5,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 5\n—\nOur flagship STEM education program, the Community Lab, has One of the primary takeaways from a recent internal survey is that\ninspired a love of science for students over the last 20 years. It I want to thank Biogen employees are driven by our purpose and believe in it. This\nbegan as an experiment to bring hands-on science to those who the many people finding is inspiring to me, and my hope is that as you read more about\nlived in Biogen’s backyard, but has grown, enriching the lives of more and institutions our corporate responsibility work and progress, you will be inspired too.\nthan 62,000 students in over 30 countries. This and other programs who are critical\nsupported by the Biogen Foundation have helped hundreds of Regards,\npartners in the\nthousands of people around the world.\nimportant work\nreflected on\nOur employees have driven our progress in all areas, from helping\nthese pages.\npatients access our therapies to inspiring the next generation of\nscientists. We have long prioritized diversity, equity and inclusion not —\nonly as a moral imperative, but as a competitive strength. At the end of Christopher A. Viehbacher\n2022, 47.4% of Director+ positions were held by women and 30.4% of President and Chief Executive Officer\nManager+ positions in the U.S. were held by ethnic or racial minorities.\nAs we seek to engage the world’s brightest minds to tackle complex\nscientific and social challenges, having diversity of backgrounds,\nexperiences and thoughts will only strengthen us as an organization.\nThis is a dynamic time in the healthcare sector, with stakeholder\nexpectations for our company and our industry rapidly evolving. Against\nthat backdrop, I want to underscore my commitment – reflected in this\nreport – to continuing to advance Biogen’s culture of transparency and\ndisclosure so that our stakeholders, including our employees, patients,\ninvestors, partners and communities, have access to reliable data-\ndriven information about all the dimensions of our business.\nOn behalf of all our employees, I want to thank the many people and\ninstitutions who are critical partners in the important work reflected\non these pages – our collaborators, suppliers and community leaders,\nas well as the thousands of clinical trial participants, their families,\ncaregivers and the medical professionals who are essential to the\ndevelopment of the next generation of medicines. There is much more\nwe can continue to accomplish by working together to help our fellow\ncitizens live healthier, fuller lives. I look forward to partnering with our\nstakeholders to build on and advance the substantial programs and\ninitiatives reflected in this year’s report.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 6,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 6\n2022 HIGHLIGHTS A purpose-driven\norganization\nSince 1978, Biogen has been a leading global biotechnology company\nthat has pioneered multiple breakthrough innovations including a broad\nportfolio of medicines to treat multiple sclerosis, the first approved\nACCESS & HEALTH EQUITY WORKFORCE treatment for spinal muscular atrophy and two co-developed treatments\n14,000 47.4 to address a defining pathology of Alzheimer’s disease. Today,\n%\nBiogen is advancing a pipeline of novel therapies across neurology,\npeople with spinal muscular atrophy Director+ positions held neuropsychiatry, specialized immunology and rare diseases, while\n(SMA) globally being treated with by women globally serving hundreds of thousands of people through our global footprint.\nSPINRAZA® (nusinersen). SPINRAZA\n30.4\nis available in 69 countries, % As we look to the future, we are inspired by the imperative of health\nincluding 19 low- and Manager+ positions in the access and health equity, the potential to expand our pipeline and\nmiddle-income countries United States held by ethnic portfolio and leveraging breakthroughs in science.\nor racial minorities\nWe believe our business is a force for good through the patients\nwe serve, the innovations we advance, the jobs we create and the\ncommunities we support. True to our purpose, we are continuing to\nserve humanity through science while advancing a healthier, more\nsustainable and equitable world.\nAddressing environmental, social\nENVIRONMENT COMMUNITY\nand governance issues\n3 $62.4M+\n%\nAbsolute reduction in In grants, sponsorships and in- ESG governance\nscope 1 and 2 emissions kind contributions from Biogen Guided by our purpose, Biogen is committed to progress on\nfrom a 2019 baseline year and the Biogen Foundation environmental, social and governance (ESG) issues. Following our\nCorporate Governance Principles, ESG oversight is formally embedded\nin our Board of Directors’ governance principles and includes a\nregular review of our ESG strategy and short- and long-term goals.\nOur Board regularly reviews its composition and aims to ensure\nit incorporates the experience, skills and diversity necessary for\neffective, independent oversight. The Board is made up of Directors\nwith diverse skills and qualifications, including a range of professional\nand personal backgrounds as well as ESG experience.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 7,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 7\nEngaging diverse\nIn 2022, Biogen once again tied a portion of our employees’ and\nexecutive officers’ compensation to advancing our ESG strategy.\nstakeholders\nESG strategy\nWe believe that long-term business success is more likely when\ncorporate strategy and decisions are informed by the operating context Diverse perspectives are critical to informing our strategies and\nand an array of stakeholder needs and perspectives. advancing our aspiration of a healthier, more sustainable and\nequitable world. The Board and/or Biogen leaders meet with\nOur ESG strategy is grounded in our purpose, mission, values and stakeholders on relevant issues.\nbusiness strategy. We have prioritized access and health equity;\nworkforce engagement, well-being and diversity, equity and inclusion Believing that diverse perspectives can better position companies to\n(DE&I); the environment; and social impact and community engagement. meet today’s challenges and plan for an uncertain future, we regularly\nAs a purpose-driven company, we work to balance and address these engage with a wide variety of external audiences, including:\nand other ESG priorities with a focus on our business performance.\nPatient advocacy groups (PAGs) through our work and event\nparticipation with groups such as The ALS Association, Alzheimer’s\nAssociation, Alzheimer Europe, Balm in Gilead, Black Health Matters,\nCure SMA, HEAL Collaborative, Latino Alzheimer’s and Memory Disorders\nAlliance (LAMDA), MS International Federation, Muscular Dystrophy\nAssociation, National Alliance for Caregiving, National MS Society, SMA\nEurope, UsAgainstAlzheimers and many other groups around the world.\nAccess & Health Equity COMMITMENT TO Environment\nTRANSPARENCY\n& DISCLOSURES Healthcare organizations and professionals such as the BlackDoctor.org,\nCommunity Impact Workforce\nCenter for Information and Study of Clinical Research Participation\n(CISCRP), Couch Health (Health Equity in Clinical Research Academy\nfor sites), CVS Health, Global Alzheimer’s Platform (GAP), National\nAssociation of Free and Charitable Clinics (NAFC), the National Minority\nQuality Forum (NMQF), National Alliance for Caregiving, and Proximity\nHealth Solutions, among others.\nGovernment bodies and regulators such as the U.S. government\nthrough engagement with the U.S. Food and Drug Administration (FDA),\nthe European Medicines Agency (EMA) or the Japanese Ministry of\nHealth, Labour and Welfare (MHLW) to ensure that new and innovative\ntherapies are commercially available to the patients who need them.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 8,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 8\nOperating responsibly\nPharmaceutical industry and biotech associations such as\nthe Biopharma Sustainability Roundtable, the Massachusetts\nBiotechnology Council (MassBio) and Massachusetts Biotechnology\nEducation Foundation (MassBioEd), the Pharmaceutical Research Maintaining high standards for corporate responsibility helps us deliver\nand Manufacturers of America (PhRMA), Biotechnology Innovation on our purpose and on advancing a healthier, more sustainable and\nOrganization (BIO), the International Federation of Pharmaceutical equitable world.\nManufacturers and Associations (IFPMA), and the European Federation\nof Pharmaceutical Industries and Associations (EFPIA).\nAdvancing an ethical culture\nEvery action we take, from pioneering new therapies to promoting\nUniversities, research institutions and centers of higher learning health equity, is guided by our unwavering commitment to integrity\nsuch as our work with the Harvard T.H. Chan School of Public Health as through:\nwell as the Department of Environmental Health; and with Massachusetts – Biogen’s credo – Caring Deeply. Working Fearlessly. Changing Lives.™\nInstitute of Technology Joint Program on the Science and Policy of\n– Biogen Elements – the foundation of our culture. Just as the periodic\nGlobal Change, the Technology and Policy Program, Lemelson-MIT and\ntable reflects the elements of our universe, the Biogen Elements\nthe Climate and Sustainability Consortium. This also encompasses our\ninclude pioneering spirit, strong ethics, personal accountability,\nengagement with experts on issues such as health access and the links\ninclusivity, agility and unwavering customer focus.\nbetween climate, health and equity, detailed throughout this report.\n– Code of Business Conduct – which includes eight Ethical Principles\nand applies to all Biogen employees, agents and consultants acting\nInvestors, analysts and ratings agencies through quarterly conference on behalf of Biogen and our Affiliates worldwide.\ncalls; analyst meetings; stockholder annual meetings; Form 10-K and\nother SEC-required filings; and our transparent responses to inquiries We see these commitments as key enablers of Biogen’s business,\nfrom organizations like S&P Global, JUST Capital and others. and in honoring them, we foster an environment of trust, honesty and\ntransparency while ensuring appropriate confidentiality.\nLocal, regional and global business and community associations,\nfrom our role chairing the Kendall Square (Cambridge, Massachusetts)\nAssociation Community Impact Working Group to co-chairing the World\nBusiness Council for Sustainable Development (WBCSD) working\ngroup on climate and health.\nEnvironmental groups such as Ceres and the Environmental League of\nMassachusetts.\nNonprofit nongovernmental organizations (NGOs), through our\nparticipation in and sponsorship of events, our grant contributions and\nour volunteer service.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 9,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 9\nAdhering to shared principles,\nUpholding our commitments\nCompliance with our Code of Business Conduct, Ethical Principles and policies and positions\nthe law is mandatory for all employees and a priority of our leaders,\nwithout exception. In addition to the ethical expectations described on the previous page,\nBiogen is guided by principles, policies and positions that clarify\nAt the enterprise level, we monitor and address compliance issues expectations for ethical, accountable and sustainable ways of working.\nvery closely. We have more than 20 full-time compliance officers\nwho are embedded with the businesses globally. They use advanced On our website, Biogen.com, we publicly share our commitments\nartificial intelligence and other tools and technology to identify and around the following topics:\naddress potential issues.\n2022 Principles, Policies and Positions\nWe also require every employee to report actual or suspected\nFoundational Access and Additional 2022 Prior\nviolations of the law or the Code of Business Conduct either to Elements Health Equity Workforce Environment Disclosures Disclosures\ntheir manager, to a compliance officer or through an anonymous Animal Welfare Access Anti-Slavery Biodiversity ESG Data Table 2021 Diversity,\n24/7 helpline. Regardless of the type of misconduct reported, we Programs and Human Equity and\nCode of Business Climate Strategy CDP Climate\ndo not tolerate retaliation against anyone who cooperates with an Conduct Clinical Trafficking Change Inclusion Report\nStatement Global\ninvestigation or who makes a good faith report of an alleged violation Research and Disclosure 2021 Year in\nComprehensive Sustainability\nBioethics Elements of Our Review\nof laws, regulations, the Code of Business Conduct or our policies. All Compliance Policy Annual Report\nCulture\nclaims of misconduct, and any claims of retaliation against reporters Program Clinical Trial Product U.S. Securities 2020 Year in\nTransparency Environmental Review\nof misconduct, are thoroughly investigated. Corporate Stewardship and Exchange\nand Data Health and\nGovernance Commission 2019 Year in\nSharing Safety Policy\nPrinciples Form 10-K Review\nAdvancing our DE&I strategy relies on Biogen leadership and a cross-\nGlobal Privacy Human Rights\nGlobal Tax Policy Independent 2018 Corporate\nfunctional governing body of employees known as the DE&I Strategic Program Position\nAssurance Social\nCouncil. In 2021, we scaled our DE&I team by adding a dedicated Political Statement\nPatient Safety Statement Responsibility\nContributions\nU.S. Partner, a Learning Partner and a hybrid People Relations/DE&I Pay Equity Report\nPolicy Payments to\nPartner. We also expanded our global focus with the formation of a\nHealthcare EEO Statement 2017 Global\nResearch\nDE&I Council in the Biogen Intercontinental Region. Both councils Professionals and Reports Impact Report\nCollaborations\nwork to assure that our talent processes disrupt bias, that everyone Pricing Principles 2016 Global\nSupply Chain\nacross the company owns DE&I, and that our strategy also focuses on Impact Report\nResponsibility\nserving the needs of underserved and underrepresented patients in 2015 Corporate\nSupplier Diversity\nthe disease areas we treat. Citizenship\nStem Cells Report\nTransparency 2014 Corporate\nReporting Citizenship\nReport\nU.K. Tax Strategy\n2013 Corporate\nCitizenship\nReport\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 10,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 10\nAdhering to high standards\nDE&I strategy\nfor human rights Since our last ESG Report, we have sharpened our focus on DE&I as\nboth a moral and business imperative and have continuously built on\nBiogen has a number of processes in place that can help identify and our strategy.\nassess potential impacts and risks related to human rights. These\ninclude the due diligence we conduct around potential business\n1. Build company-wide awareness, capability 2. Build an intentional, high-\ncollaborations, our ethics and compliance programs, our Enterprise\nand urgency to foster and sustain a performing, engaged, diverse and\nRisk Management process and our supplier review efforts. We have diverse and inclusive environment. inclusive talent pipeline.\nnot identified significant human rights risks in our own operations. We Þ LEARN MORE Þ LEARN MORE\nanalyze risks to human rights violations in our supply chain each year.\n3. Improve health outcomes for African 4. Promote economic empowerment\nAmerican, Black, Hispanic, Latino and expand sourcing with minority-\nPromoting diversity, equity and inclusion and other underserved communities owned businesses.\nin the disease areas we treat. Þ LEARN MORE\nWhile recognizing there is more work to be done, we were pleased\nÞ LEARN MORE\nthat, in our last ESG materiality assessment, both internal and external\nstakeholders said they see Biogen’s commitment to DE&I as one of\nour core strengths.\nDE&I governance DE&I reporting and disclosure\nDE&I are top priorities for our company both internally and in the Committed to transparency in reporting, we publicly disclose EEO-1\nways we engage with external stakeholders. Reflecting our broader data that provide a demographic breakdown of our workforce by gender\ncommitment to these priorities, we continued to tie a portion of globally and race and ethnicity in the U.S. We also bolstered our DE&I\nour employees’ and executive officers’ compensation to advancing transparency with reporting via the Workforce Disclosure Index and\nour ESG efforts. We hold ourselves collectively accountable for Bloomberg Gender-Equality Index.\nfostering our aspirational culture by setting DE&I performance goals,\nÞ FOR DETAILS, PLEASE SEE THE REPORTING SECTION OF THIS REPORT\nby embedding DE&I goals in company strategy and by continuously\nsurveying our employees to understand their experience of our culture\nand their ideas for improving it.\nOur employees also are invited to actively contribute to our DE&I goals\nthrough our Employee Resource Networks (ERNs) and regional and\nfunctional DE&I councils. Executive sponsors help guide and champion\nthese networks, which are open to everyone. While most of our ERNs\noriginated in the United States, chapters are now present around the\nworld, as our commitment to DE&I grows more global each year.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 11,
    "source": "text",
    "content": "O VERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 11\nPromoting responsibility throughout\nthe value chain\nWe aim to ensure responsible sourcing at Biogen, driven by a team with\nthe means to evaluate supplier ESG risk against our maturity model.\nWe expect Biogen suppliers to operate with high ethical standards,\nadhering to our Code of Business Conduct, Human Rights Position\nStatement, and Anti-Slavery and Human Trafficking Statement. More\nrecently, we have been working to formalize our expectations of Biogen\nsuppliers through a Responsible Supplier Program that encompasses\na range of ESG issues.\nÞ READ ABOUT OUR RESPONSIBLE AND ETHICAL SUPPLY CHAIN PROGRAM HERE\nAs part of our DE&I strategy, we recognize how a supplier diversity\nprogram delivers benefits for communities and minority-owned vendors\nby generating economic opportunity. In support of that strategy, we\nintend to increase spend with minority-owned vendors by 25% annually\nthrough 2024 to reach our goal of a 50–100% increase in spend\nwith diverse suppliers over 2020 figures. Many efforts are underway\nto drive progress, including having an employee focused on supplier\ndiversity to advance our goal.\nTo increase spending with minority-owned vendors and to advance the\nstrategy, Biogen teams have embedded the goals related to spend Drew Duncan II, Brenna Mason, Norman Carter and Thomas Stokholm in our Research Triangle Park, North\nand strengthened the vendor onboarding process. We understand that Carolina, office.\nit may be difficult for small, minority-owned vendors to comply with\nBiogen’s procurement requirements. To help address this issue, we\nprovide mentoring opportunities, educate stakeholders and promote\ncurrent diverse suppliers for expanded collaboration.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 12,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 12\nACCESS &\nHEALTH EQUITY\nWorking to address health equity from therapy\ndevelopment to access to medicines\n14,000\npeople with spinal muscular atrophy (SMA) globally being\ntreated with SPINRAZA® (nusinersen). SPINRAZA available in\n69 countries, including 19 low- and middle-income countries\n90\n%\nof U.S. clinical trials delivered race and ethnicity\ntargets for enrollment\n305\nSOD1-ALS patients being treated in tofersen\nEarly Access Program\nKEY AWARDS\nÌ Ionis and Biogen awarded the Prix Galien Golden Jubilee\nAward’s Silver Medal for Best Orphan/Rare Disease Product\nÌ Winner of Reuters Pharma USA’s Patient Champion Award: Partnering with\na Community Advisory Board to Build DE&I into Clinical Research\nÌ Winner of Reuters Pharma EU’s Most Valuable Digital Therapy Award:\nCare+: A New Patient Service\nÌ Nominated for Reuters Pharma USA’s Delivering Inclusive Trials Award:\nBringing Trials Home for Everyone\nJada, who lives with lupus.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 13,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 13\nACCESS & HEALTH EQUITY EXECUTIVE SUMMARY Advancing scientific\nWe believe everyone deserves access to a shows and community events to collaborations research in areas\nsupportive health ecosystem that enables them to with patient advocacy groups. We also engage\nlive the healthiest, fullest life possible. That’s one with key medical experts (KMEs) across our\nof high unmet need\nreason why we work fearlessly to promote access product portfolio.\nand health equity. Our strategies include increasing\nrepresentation of diverse patient populations in To increase representation in clinical trials, we\nclinical trials and throughout the development have set race and ethnicity recruitment targets In pioneering science to defeat hard-to-treat diseases, we prioritize\nprocess, providing medicines to those in need, and that reflect disease epidemiology, launched an\npatient safety, continue to advance research and development,\naddressing affordability and pricing. internal participant demographic distribution\nestablish diversity goals in U.S. clinical trials that are informed by the\ndashboard to improve transparency, and are\nepidemiology of the disease, and work to include access and health\nOur multi-pronged strategy helps us increase our bringing clinical trial enrollment sites and\norganizational understanding of the challenges locations to communities with underrepresented equity considerations as early as possible in the development cycle.\nfaced by patients on their health journey. Acting populations. We collaborate with KMEs and\non what we learn, we collaborate with a range of patient advocacy groups as we aim to strengthen We are proud of the progress we have made in areas of high unmet\nstakeholders and work to promote education on health systems around the world; strive to need and where we believe we can make an impact on health equity.\nthe importance of accurate and early diagnosis, help build a culturally competent healthcare\nsupport underserved and underrepresented ecosystem; and help address the root causes of\nAlzheimer’s disease (AD)\ncommunities with information and resources, health inequities, including social determinants\nIn 2023, the U.S. Food and Drug Administration (FDA) granted\nidentify and eliminate barriers to appropriate of health such as structural racism, poverty and\ncare, and reduce stigma and bias around various environmental impact. accelerated approval of LEQEMBI™ (lecanemab-irmb), the second\ndisease areas, with efforts ranging from road AD treatment co-developed with Eisai to address a defining pathology of\nthe disease by reducing amyloid beta plaques in the brain. Biogen and\nEisai are committed to addressing health equity for underserved and\nunderrepresented populations who are at higher risk for AD. As a result\nof Eisai’s recruitment strategy to focus on ethnically diverse populations\nand decentralized clinical trials, 4.5% and 22.5% of the randomized\nU.S. participants identified as Black and Hispanic, respectively, for the\nconfirmatory Phase 3 Clarity AD study. In the United States, Black, African\nAmerican, Hispanic and Latino people are disproportionally more likely to\ndevelop AD as well as more likely to have missed diagnoses compared to\nnon-Hispanic white Americans.\nAmyotrophic lateral sclerosis (ALS)\nQALSODY™ (tofersen), which we developed in collaboration with\nIonis, received accelerated approval in April 2023 for the treatment of\nsuperoxide dismutase 1 (SOD1) ALS. SOD1-ALS is an ultra-rare genetic\nform of the disease, impacting approximately 330 people in the United\nStates and their families. Average life expectancy for people with ALS is\nNathan, who lives three to five years from time of symptom onset. Considering the rapidly\nwith SMA, playing progressive and fatal nature of SOD1-ALS, tofersen has been made\npower soccer.\navailable in 35 countries through the Biogen Early Access Program.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 14,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 14\nMajor depressive disorder (MDD) and postpartum and through other communications, as appropriate, to help healthcare\ndepression (PPD) professionals, patients and other stakeholders make informed\nWe and our alliance partner Sage Therapeutics, Inc. (Sage) completed treatment choices. Additionally, in some instances, we conduct post-\nthe submission of a new drug application in the United States for marketing studies to evaluate therapies’ long-term effects.\nzuranolone, an investigational therapy being evaluated as a rapid-\nacting, once-daily, 14-day oral short course treatment for adults with\nDriving representative diversity\nMDD and PDD. Depression is the second-leading cause of disability in\nthe United States, with approximately 21 million people experiencing in clinical trials\nat least one major depressive episode in 2021. Approximately\n500,000 women with a recent live birth experience symptoms of PPD By increasing participation of underrepresented populations in clinical\nannually, a condition which is underdiagnosed. We are focused on trials, we believe we can better serve a diverse range of patients. To\nchanging the care of depression, addressing the significant unmet ensure that trial participants adequately reflect the real-world patient\nneed and reducing barriers to care. population, for studies conducted in the United States, we establish\ndiversity goals that are informed by the epidemiology of the disease.\nLupus Our multi-pronged strategy helps to deliver equitable access and\nIn October, the first participant was dosed in the Phase 2/3 AMETHYST representative diversity in our clinical trials:\nstudy of litifilimab, evaluating the efficacy and safety of litifilimab\ncompared to placebo in people with cutaneous lupus erythematosus\n(CLE). Although anyone can develop lupus, an estimated 90% of people\nliving with lupus are women and the disease disproportionately impacts\ncertain ethno-racial groups, including Black, African American, Asian\nAmerican, American Indian, Alaska Native, Hispanic and Latino. We Data-driven, Forming Sustained Identifying Robust Country-specific\nhave set enrollment targets that reflect the prevalence of SLE in African study-level relationships community and selecting communication diversity, equity\nAmerican, Black, Hispanic and Latino communities with the aim to recruitment and building outreach and communities and providing and inclusion\ntargets and trust with under- education. where clinical transparency (DE&I) initiatives\nachieve appropriate representation.\ndiversity plans represented and trials have internally and to address\nthat represent underserved historically not externally. equitable access\nthe epidemiology communities. been offered to clinical trials\nPrioritizing patient safety\nof the disease. to broaden globally.\nrecruitment\nPatient safety and well-being is our highest priority. We are committed\noutreach.\nto complete and timely evaluations of the benefits and risks of our\ntherapies, including the collection of information on adverse events\nand other safety information.\nOur safety and benefit risk management team reviews safety One example of how we use this work to drive our enrollment\ninformation received from a variety of sources, including foreign and targets is our clinical trial for systemic lupus erythematosus (SLE). 1 Data on file. Estimated by\ndomestic clinical trials, published literature and post-marketing. When An estimated 4 million people worldwide are impacted by SLE. 1 Biogen epidemiology 2015.\n2 Pons-Estel GJ, Ugarte-Gil MF,\na potential safety issue is identified, we seek to better understand the Although anyone can develop lupus, an estimated 90% of people\nAlarcón GS. Epidemiology\nissue and we report our findings to applicable regulatory agencies. living with lupus are women 2 and the disease disproportionately of systemic lupus\nWe also communicate newly identified product safety information to impacts certain ethno-racial groups, including Black, African American, erythematosus. Expert\nRev Clin Immunol. 2017\nhealthcare professionals and patients by updating the product labeling Asian American, American Indian, Alaska Native, and Hispanic and Aug;13(8):799-814.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 15,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 15\nEnsuring responsible product development\nLatino.3,4,5,6 In partnership with The National Minority Quality Forum,\nClinical Trial Learning Community (CTLC) is providing focused outreach Responsible product development begins in the earliest stages of\non community stakeholders including clinicians, research investigators, research and development (R&D), with clear guidelines around issues\npharmacists, faith-based leaders and barbers in the Maryland, Virginia such as animal welfare, clinical research, bioethics and stem cells,\nand Washington, D.C., area to build clinical trial awareness and clinical trial transparency and data sharing, product stewardship and\npromote access. research collaborations. Our approach to these and other issues is\ngrounded in industry standards, best practices and consultations with\nWe work with a variety of stakeholders, including valued community stakeholder groups. We disclose our Policies, Principles and Positions\npartners and trial sites, to listen, learn and establish a sustained on these and other issues.\nand trusted presence. Since 2021, Biogen’s Community Advisory\nBoard (CAB) – a diverse group of patient and community advocates of In 2022, we achieved or exceeded our goals for equitable\ndifferent races, ethnicities, ages, genders and with different disabilities access and diversity\n– has helped inform and shape our educational and awareness\nBiogen Global Clinical Operations\nassets. Their input led to the creation of the Participants’ Rights\nequitable access and diversity goals Status 2022 Progress\nTimeline, a resource that addresses past medical injustices and\n≥90% of studies actively recruiting in the Achieved • 10 studies in scope\nthe progress that has been made to protect participants’ rights and\nUnited States will set and deliver the race and • 12 studies in scope for 2023\nsafety in clinical trials, along with Biogen Trial Link, a website to ethnicity targets for enrollment that reflect the\nhelp connect patients, caregivers and healthcare professionals with epidemiology of the disease (+/–20%)\neducation and information about Biogen’s clinical trials. This work\nExecute on country-specific DE&I strategies Achieved • Diversity, equity and inclusion initiatives launched\nenhances awareness, provides transparency, addresses concerns to support underserved and/or in the United States, Australia, Canada and the\npeople may have about participating in clinical trials and connects underrepresented patient engagement United Kingdom with plans to expand to South\nand recruitment in clinical trials America and additional regions in the EU in 2023\nthem to existing trials.\nInclude at least 10% (+/–2%) Exceeded • Dedicated focus on identifying U.S. sites that have\nMeasuring progress in clinical trial recruitment targets underrepresented/underserved sites special focus on addressing underrepresentation\nin the United States (for studies with (e.g., diverse site workforce, access to local\nWe hold ourselves accountable to ensure diverse enrollment in our\n10 sites or more) underserved and/or underrepresented patients,\nstudies. To ensure we remain on track, we developed and are using\ndedicated community outreach programs) and\ndiversity dashboards that provide real-time updates, allowing teams collaborating on approaches to broaden equitable\nto adjust recruitment efforts or partner on approaches, as needed, to access to clinical trials\nbroaden equitable access to clinical trials to ensure we are meeting or • 3 studies in scope for 2022 all exceeded\nthese targets\nexceeding recruitment targets.\n• 2023 site diversity targets increased to 20%\n3 Izmirly PM, Parton H, Wang L, et al. Prevalence of Systemic Lupus Erythematosus in the United States:\nEstimates From a Meta-Analysis of the Centers for Disease Control and Prevention National Lupus\nRegistries. Arthritis Rheumatol. 2021;73(6):991-996.\n4 Lim SS, Helmick CG, Bao G, et al. Racial Disparities in Mortality Associated with Systemic Lupus\nErythematosus - Fulton and DeKalb Counties, Georgia, 2002-2016. MMWR Morb Mortal Wkly Rep.\n2019;68(18):419-422.\n5 Rees F, Doherty M, Grainge MJ, Lanyon P, Zhang W. The worldwide incidence and prevalence of\nsystemic lupus erythematosus: a systematic review of epidemiological studies. Rheumatology (Oxford).\n2017;56(11):1945-1961.\n6 Drenkard C, Lim SS. Update on lupus epidemiology: advancing health disparities research through the\nstudy of minority populations. Curr Opin Rheumatol. 2019;31(6):689-696.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 16,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 16\nPromoting health\nImproving access to medicine and to a supportive healthcare\necosystem can help save lives, enhance well-being and enable\nliteracy and access\npeople to pursue productive livelihoods. We promote access\nand support people throughout the patient journey and across a\nto medicine spectrum of access-related issues, including a focus on patients\nwith rare diseases.\nAccess to Medicine Technical Area Stakeholder Priorities Highlights of Biogen’s Commitment\nGovernance Governance, strategy and responsible Biogen is committed to responsible business practices, as outlined in our Code of Business Conduct and other\nbusiness practices policies. Biogen’s Board of Directors governs Biogen’s processes for maintaining the integrity of the company,\nof Access including Environmental, Social and Governance (“ESG”) issues, following the company’s Corporate Governance\nPrinciples. Biogen’s corporate strategy includes building on our priorities for access and health equity. Our Early\nAccess Principles + Program Overview is available here. Visit our Access page for a description of Biogen’s\napproach to off-label use.\nStaff incentivization toward fostering Biogen staff are incentivized to advance the company strategy, which includes access and health\naccess to medicine equity as priorities.\nEthical marketing and disclosure policies Biogen is committed to ethical marketing and to disclosure following the GRI, SASB and Stakeholder\nCapitalism metrics.\nPrevention of corrupt or non-compliant Biogen’s ethics and compliance policies and programs and Code of Business Conduct are designed, in part,\nactivity in operations to prevent corrupt or non-compliant activity in operations. The company also is implementing a Responsible\nSupplier Program, including an evaluation process to identify any potential at-risk suppliers that could warrant\nfurther evaluation.\nResearch & Product Development, Access Planning In 2020, Biogen launched three Health Equity Advisory Boards – access, clinical trials and policies – to better\nand R&D Capacity Building understand patient needs to improve access to our therapies, ensure clinical trials reflect the target population,\nDevelopment and consider policies that support access and equity. We comply with government regulations and engage with\nregulatory agencies and others to ensure that new and innovative therapies are commercially available to the\npatients who need them.\nUnderlines any clear benefit to lower- and SMA treatment is available in 69 countries, including 19 low- and middle-income countries. In markets with low\nmiddle-income countries: accessibility and GDP per capita, we have engaged with innovative agreements to meet each market’s individual needs. It is our\navailability are crucial strong belief that the decision to treat should be between the physician and the family, without budget concerns.\nOur policy to promote access to SPINRAZA will help inform our approach to our broader portfolio of therapies.\nContributions to local R&D capacity are Biogen has a range of active initiatives to help foster local R&D capacity in diverse local populations. Announced\nimportant re: empowering local researchers in 2022, the Biogen-supported Xavier University of Louisiana’s Biogen Sharp-Verret Award is a scholarship for\nto address population needs underrepresented students pursuing neuroscience careers. We collaborate with Morehouse School of Medicine\non a fellowship program that engages M.D. and Ph.D. students, aiming to advance health equity and improve\npatient experiences. The Biogen Foundation also has a collaboration with Massachusetts General Hospital\n(MGH) through the MGH Youth Neurology Education and Research Program. In 2016, Biogen helped create\nThe Partnership, Inc.’s BioDiversity Fellows Program, which nurtures the potential leadership of mid-career\nprofessionals who are underrepresented in the life sciences industry. We also sponsor the Golden Ticket\nAward, a competitive process seeking to identify rising startup companies in the field of neuroscience. Each\nBiogen-LabCentral Golden Ticket includes up to one year of bench space for one scientist and the benefits of\nLabCentral’s shared infrastructure and services at no cost to the contest winner.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 17,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 17\nAccess to Medicine Technical Area Stakeholder Priorities Highlights of Biogen’s Commitment\nProduct Equitable access to products is We strive to ensure broad access to our therapies through both public and private healthcare systems, and both\nprimary focus before and after a therapy’s potential regulatory approval. We run a wide range of Access Programs, as outlined\nDelivery in this report. Biogen also may offer financial assistance or help to secure reimbursement in public and private\nhealthcare programs for patients who are otherwise unable to access our medications.\nIn 2020, we initiated a pilot program in India to help expand access to SPINRAZA, including providing SPINRAZA\nfree of charge to program participants, who were selected by an independent committee of medical experts. To\ndate, 200 patients in India continue to receive SPINRAZA as part of this effort. We are exploring the potential for\nfuture expansion in other countries.\nHighlights overcoming any local barriers Biogen works to overcome barriers to access for underserved patient populations through our Access Programs,\nin accessing hard-to-reach markets and Pricing Principles and access efforts, such as a transportation support program for SPINRAZA patients who\npatient populations live hours from their site of care. For example, we have worked hard to ensure that SPINRAZA is available in\n31 provinces, municipalities and autonomous regions across China so patients in remote areas like Gansu,\nNingxia, Qinghai, Xinjiang and Inner Mongolia are able to access treatment through local hospitals.\nWe work with regulators, clinical researchers, ethicists, physicians and patient advocacy groups, among others,\nto determine how best to address requests for access to our investigational therapies in a manner that is\nconsistent with our patient-focused values and compliant with regulatory standards and protocols.\nIncludes sharing of intellectual property, Health Systems Strengthening: In 2020, we began new programs to help strengthen healthcare systems.\nstrengthening of local or regional health Collaborating with Harvard University’s T.H. Chan School of Public Health’s C-CHANGE (Harvard Chan C-CHANGE)\nsystems, enabling of generic medication program and Americares, we launched a first-of-its-kind program to help under-resourced healthcare clinics\nmanufacturing and supply, product donations, become more climate-resilient to help ensure continuity of access and care and improve measurable health\nproduct registration in high-burden countries, outcomes. The Biogen Foundation supported CareMessage, the largest patient engagement platform in the\nmanufacturing/supply chain capacity-building, United States, which equips at-risk communities with access to accurate healthcare information using basic text\nand inclusive business model and voice messages – key to reaching people who don’t have broadband.\nManufacturing/Supply Chain Capacity Building: Biogen became one of the first contributors to Massachusetts\nInstitute of Technology’s (MIT) collaboration, The AltHost Consortium, in 2020. AltHost works to advance the\nspeed and productivity of alternative host cell research and manufacturing, with the aim to meet escalating\nneeds for biologic drugs through improved product quality and increased volumetric productivity with a goal of\nimproved access and lower costs.\nProduct Donations: Biogen runs relevant programs in a number of countries, as outlined in this report.\nTo promote best practices in product donations, we abide by the latest WHO Guidelines for medicine donations,\nincluding selection of medicines, packaging and labeling practices, and information and management with\nrecipient organizations.\nInclusive Business Model: We are committed to advancing DE&I via a multi-part strategy. As of Dec. 31, 2022,\n47.4% of Director+ positions were held by women globally and 30.4% of Manager+ positions in the United States\nwere held by ethnic or racial minorities.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 18,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 18\nUnderstanding the patient journey\nto inform our work\nWhen facing a neurological disease, patients and their families\noften have questions and need support that can go beyond medical\ntherapies alone. Putting patients at the center of everything we do,\nwe held a Patient Voice Series, connecting employees with patients to\nilluminate their priorities and critical issues such as affordability and\naccess. Employees heard directly from people living with ALS, multiple In Japan, Biogen helped\nsclerosis (MS), SMA, depression, as well as advocates and caregivers. coordinate and host\na national boccia\nBy listening to these varied stories and experiences, employees\ntournament for young\nheard what patients and caregivers face day to day and what is most\npeople with SMA and\nimportant to them, helping Biogen teams focus on work in the most other disabilities. Boccia\npotentially meaningful ways possible. is a modified game that\nallows patients with\nSMA to feel included in\nWe also met regularly with more than 200 patient advocacy groups\nsports, while working\nto listen, learn and provide resources to help people along their\non their strength,\nhealthcare journeys. Those engaged also supported Biogen in taking a confidence and mobility.\npatient-focused drug development approach. Other highlights include:\n– PatientView insights on patient needs: We engaged with PatientView,\na global annual ranking that provides insight into how Biogen’s Providing access to medicine\npatient advocacy work compares to that of peer companies and\nwhat communities would like to see from Biogen. The report We discover and develop medicines for complex conditions, including\nhelps us assess our program efficacy and identify focused areas rare diseases. Given the nature of many of our therapies and\nfor improvement. medical conditions facing the patients we serve, enabling access\nto medicine can go beyond the therapy itself to include a broader\n– Patient advocacy group surveys: We conducted MS and neuromuscular\nhealth ecosystem. In some cases, treatment requires ongoing testing,\ndisease patient advocacy group surveys to provide insight that can\nmonitoring and delivery mechanisms such as infusions which require\nhelp direct future work with these patient groups on issues such as\nadministration by a healthcare professional. We consider these factors\nhealth equity and support for living with relevant diseases.\nand many others as we aim to provide multiple solutions that help\n– Patient support programs: We offered a range of patient programs, make our medicines available to as many people as we can. We are\nsuch as concierge/navigator services, health coaching, hospital committed to flexible access solutions, including efforts to ensure\nassistance, diagnostics and healthcare support. product availability, pricing, financial and insurance services.\nWe also engaged with a range of other stakeholders, including Supporting patients impacted by the war in Ukraine\nhealthcare professionals, to advance disease education so they can When Ukraine was invaded in 2022, we partnered with organizations\nbest meet the needs of patients and caregivers. For example, we have to ensure people living with MS and SMA had access to the Biogen\nproduced more than 30 publications focusing on MS and SLE data medicines they needed. We worked with the Ministry of Health\ngaps including real-world evidence. of Ukraine and partnered with Direct Relief, a humanitarian aid\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 19,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 19\norganization, to donate units of TECFIDERA® (dimethyl fumarate) and Supporting affordability for patients\nAVONEX® (interferon beta-1a), which were transported to clinics around We believe in holistic value frameworks, with benefits to patients,\nUkraine. Biogen also provided a €25,000 grant to SMA Europe and are providers and society. We seek value-based agreements and\nin communication with our partners to guarantee continued patient care. partnerships that maximize the benefit of our therapies. It is the\nshared responsibility of all healthcare stakeholders to find solutions\nÞ LEARN MORE ABOUT HOW BIOGEN, THE BIOGEN FOUNDATION AND\nthat ensure patients can afford new innovations. Biogen partners\nEMPLOYEES ALSO HELPED THOSE IMPACTED BY THE WAR IN UKRAINE\nIN THE COMMUNITY SECTION with healthcare systems so patients can access our medicines in\na sustainable way, and we remain flexible to enable affordability for\npatients across economic circumstances.\nEnabling early access\nWe continuously evolve our thinking and approaches to enable We are transparent about our Pricing Principles and continue to listen\nbroad access to our therapies – both before and after potential to stakeholders and take their perspectives into account as part of\nregulatory approval – to expand access to medicine through both our pricing decisions. We regularly review our pricing strategies and\npublic and private healthcare systems. We work with regulators, follow Pricing Principles that include value to patients, current and\nclinical researchers, ethicists, physicians, patient advocacy groups future benefit to society, fulfilling our commitment to innovation,\nand communities, among others, to determine how best to address evolution toward value-based care, and affordability and sustainability.\nrequests for access to our investigational therapies in a manner\nthat is consistent with our patient-focused values and compliant\nwith regulatory standards and protocols.\nPeople who meet specific criteria may have access to investigational\ntherapies. Our Global Access Mechanisms (GAMs) include Early\nAccess Programs (EAPs) and compassionate use, which we have\nin 39 countries. In 2022, 231 new patients 7 were treated in GAM\nprograms, up from 80 patients from the previous year.\nOne example is our early access of tofersen to eligible SOD1-ALS\npatients. We have also expanded access to MS and SMA therapies\nin China and entered into SMA Risk Sharing Agreements in additional\nmarkets, with SPINRAZA® now having either a formal reimbursement,\nindividual reimbursement or a Charged Managed Access Program\n(CMAP) in 69 countries.\n7 Denotes cumulative patients treated in 2022, does not indicate patients active in a GAM program in 2022.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 20,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 20\nSTORY\nBrightening “Biogen’s approach since the first approvals of\nSPINRAZA has been consistent, underscoring\na baby’s our commitment to the SMA community. We\nare passionate about expanding access to our\ntreatment for patients in need,” said Adrian\nfuture through\nHarrington, SMA Value & Access Lead. “In addition,\nwe work with local clinics to ensure that SMA care\nSPINRAZA standards are optimized, so that patients can get\nthe best outcomes from treatment with SPINRAZA.”\n“There are many underserved and underrepresented\ngroups around the world who are living with\ndebilitating diseases and insufficient access\nto treatment. As part of our credo of caring deeply,\nwe aim to help address the unmet medical needs\nEnar’s nephew, Behram, 8 was just a newborn of these patients and improve their standard of\nwhen he was diagnosed with SMA Type 1, a rare care,” said Maha Radhakrishnan, Biogen’s Chief\ngenetic condition where nerve cells in the spinal Medical Officer.\ncord and brainstem do not work properly, resulting\nin progressive muscle atrophy and weakness. If We are working with our global partners to access\nleft untreated, Behram was unlikely to live past disparate and hard-to-reach patient populations who\nhis second birthday, and there was no available have felt left behind. Engaging directly with local\n—\ntreatment for him in Kosovo, where they live. “The combination of varied healthcare systems medical experts and centers of excellence in SMA\nand delayed or insufficient access to therapies in We are helps us to evolve our thinking and approach to\n“Behram’s muscles were failing, he was moving less some countries can be a challenge for patients committed topics such as treatment objectives, patient profiles\nand less. It was heartbreaking. The family felt we and caregivers. It is humbling to see the passion and measures to assess treatment effectiveness.\nto helping\nwere on the edge of disaster,” said Enar. She sent of physicians who fight for their patients to receive Communicating with patient advocacy groups also\na letter to Project HOPE, an international global the best possible care,” said Carmen Walbert, to improve helps us understand patient needs and to account for\nhealth and humanitarian aid nongovernmental Biogen’s Head of Europe, Canada and Partner outcomes for potential concerns of patients and their caregivers.\norganization with a focus on children’s health. Markets (ECP) Medical. patients, like\n“I can’t watch my baby nephew die,” she wrote in Biogen is committed to helping to improve outcomes\nBehram, in the\nthe letter. “I can’t say ‘goodbye.’” Although more than 14,000 people globally have for patients, like Behram, in the disease areas we\nbeen treated with our medicine,9 Behram was disease areas treat. His treatment is lifelong, so his care team is\nProject HOPE issued a request for support. Biogen the first patient with SMA to receive SPINRAZA we treat. taking things at his pace – and he is getting stronger\nresponded, knowing any further delay in treatment in Kosovo. Biogen has been providing access in every day. Enar said, “In the future, I hope to see him\n—\nfor Behram could mean significant disabilities, and countries around the world where our medicines going to school, being more independent. He now\npotentially death. We worked across functions and can make a real difference. With these efforts, has a shot at living a more normal, happier life.”\nlevels to orchestrate the operations needed to provide we aim to help tackle disparities in treatment\ntreatment in a country where Biogen had previously access across age, gender, race, ethnicity and\n8 Names have been changed for privacy and protection.\nhad no presence. Adding to the complexity, SPINRAZA socioeconomic levels. We have made SMA\n9 Based on commercial patients, Early Access Program patients and\nis not the kind of medication anyone can pick up treatment available in 69 countries worldwide, clinical trial participants through December 31, 2022.\nover the counter. Treatment requires an intrathecal including 19 low- and middle-income countries.\ninjection administered by healthcare professionals. Our SMA humanitarian access project in India Note: People must meet specific criteria to receive access to Biogen’s\ntherapies through compassionate use based on humanitarian grounds\nWe were tenacious in finding a way to quickly deliver is reaching 200 infants, and we are delivering\nor through our humanitarian aid program. Biogen’s increasing global\nSPINRAZA to a hospital in Kosovo, supplying the solutions to other people worldwide who would not operational footprint facilitates reaching more patients and helps us\nmedicine that Behram urgently needed. have otherwise had access to treatment. better understand local needs. Learn more about our Access programs.\nBIOGEN 2022 ESG REPORT\nmoc.kcotsrettuhs\n©"
  },
  {
    "page": 21,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 21\nStrengthening\nWe also supported efforts to advance cultural competence for\nhealthcare providers through an educational pilot with Dr. Alexander\nhealthcare systems\nGreen as well as new resources including a series of videos, hosted\non MDEdge Neurology, that discusses disparities in healthcare across\nvarious patient populations and the need to understand differences\nEngaging employees and providers\nin terminology, training in the social aspects of medicine and cultural\nto improve health outcomes competence as a necessary component of effective healthcare delivery.\nHealth outcomes often depend on factors beyond the control of people Identifying and addressing potential biases\nand their doctors, such as age, gender, race and ethnicity. and barriers to diagnosis\nWe also hosted multiple Health Equity Advisory Board meetings\nWe are committed to addressing barriers to quality healthcare and globally focusing on MS and lupus. One session provided information\npromoting equity across the healthcare ecosystem, beginning with about the health disparities that exist for Asian American and LGBTQ+\ninternal education and awareness. We engaged employees in a variety people living with MS, leading to the creation of four advertorials\nof ways, including through the Underserved and Underrepresented discussing these underserved populations. Amplifying these key\nChampions program to deepen our organizational focus to build and insights supports timely diagnosis among these patient populations.\nexecute initiatives to advance health equity. Health Equity Advisory\nBoards, focused on specific disease areas – AD, lupus and MS – were We also engage a range of stakeholders\ncreated to allow the organization to better understand the elements in our efforts. For example, with Biogen’s\nof disease-specific patient journeys and patient needs, incorporating a support, Cure SMA has undertaken health\nholistic approach to achieving health equity. equity-related research activities, including\npatient and caregiver surveys and focus\nThese groups allowed the organization to identify key learnings and groups on issues such as disparities\nimprovements, including how and where we recruit for clinical trials, impacting treatment, care and clinical\nunderstanding the burden that can be involved in participating in a trial participation. In MS, we have made\nclinical trial, recognizing the gap in patient-provider understanding and progress on KME education, holding forums\ncultural competence, and helping to increase health literacy of patient featuring culturally relevant physicians and\npopulations. Regardless of disease, a re-occurring theme was delay discussions on cultural competence.\nin diagnosis for those from underrepresented communities, which we\nwill continue to explore ways to address. We published summaries\nof clinical trial results, translated product information into different\nlanguages and incorporated an understanding of how culture affects\nhealthcare decisions.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 22,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 22\nCollaborating with stakeholders\nWe are committed to learning from patients, caregivers and their\ncommunities. Understanding the ways sociodemographic and other\nfactors contribute to clinical outcomes can create pathways to\nquality care. We actively collaborate with organizations dedicated\nto advancing public policies that promote greater health equity and\nrepresenting minority, aging, caregiving, faith-based, disability and\nveteran communities.\nIn 2022, we continued our work with the National Association of\nFree and Charitable Clinics (NAFC), a network of more than\n1,400 member clinics that support millions of underinsured or\nuninsured patient visits annually. The work led to better understanding\nof the needs of the providers and the people they serve, the gap in\naccess to neurological care, the strong need for expanded mental health\nservices, the opportunities to build community awareness of available\nresources and ways to help address the social determinants of health.\nWe also continued our collaboration with the National Minority\nQuality Forum (NMQF), supporting data generation and community\nengagement activities. We rolled out and supported the release\nof the National Health Council’s health equity policy agenda outlined Participating and volunteering in local patient events, like the Seattle Walk & Roll, provides employees with\nin their 2022 report: Access, Affordability and Quality: A Patient- the opportunity to hear about real-life experiences and to better get to know the communities we serve.\nFocused Blueprint for Real Health Equity.\nTo help promote health equity, the Biogen Foundation supports\nCareMessage, the largest patient engagement platform in the\nUnited States, which equips at-risk communities with access to\naccurate healthcare information using basic text and voice messages.\nIn North Carolina, our support helped Robson Healthcare and\nNeighborHealth Center, with plans to extend assistance to a total\nof 10 safety-net clinics.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 23,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 23\nWORKFORCE\nAdvancing a workplace where everyone can thrive\n47.4\n%\nof Director+ positions held by women globally\n30.4\n%\nof Manager+ positions in the United States held\nby ethnic or racial minorities\n80\n%\nof participating employees say the work that they\ndo at Biogen is meaningful personally\nKEY AWARDS\nÌ 9th year receiving 100% on the Human Rights Campaign’s\nBest Place to Work for LGBTQ+ Equality\nÌ 5th year receiving 100% on Disability:IN’s Best Places to\nWork for Disability Inclusion\nÌ Included in Fierce Pharma’s Top 10 Big Pharmas for Diversity, Equity and\nInclusion Efforts\nÌ Received three VIBE Awards: Best Companies for Financial and Retirement\nBenefits, Best Companies for Parental Benefits and Best Companies for\nVacation and Time Off\nÌ Named to the Bloomberg Gender-Equality Index and Workplace Disclosure\nInitiative’s Scorecard\nSushma Hallock and Priti Shah are living the elements.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 24,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 24\nWORKFORCE EXECUTIVE SUMMARY Promoting opportunity\nAchieving success in developing innovative and opportunities empower employees to better find and well-being\ngroundbreaking neuroscience medicines requires a work-life balance. Our comprehensive benefits\nworkforce that feels supported to perform their best enable employees to focus on what’s important,\nand is celebrated for who they are together and knowing they’re covered.\nas individuals. We empower employees to do their We take a holistic view of employee success and well-being,\nbest work and grow their careers, while ensuring At Biogen, we’ve long viewed diversity, equity fostering an environment where everyone is empowered to engage\nthey feel valued, respected and encouraged to bring and inclusion (DE&I) as a competitive strength, and realize their full growth potential.\ntheir authentic selves to work every day. and we strive every day to cultivate a diverse\nand inclusive environment. We build employee\nWe champion an environment where success awareness and capability to contribute to a more Fostering opportunities to engage and grow\nand well-being thrive together. We offer extensive just and equitable world through development\ntraining and development opportunities but programs, listening sessions and conferences. We We recognize the importance of flexibility, feedback and career paths\nencourage employees to go at their pace. Our are working to further diversify our workforce and that reflect individual skills and interests.\nflexible ways of working and dedicated wellness are committed to pay equity.\nPromoting employee engagement\nWe cultivate a workplace where employees are empowered to\nown their careers and equipped with resources and opportunities\nto engage and grow, from formal training to a range of Employee\nResource Networks (ERNs).\nLaunched in 2022, Thrive@Biogen was designed to foster constructive\nrelationships between every manager and their direct reports. Beginning\nwith an open 1:1 conversation and the creation of individualized plans for\nengagement and retention, regular meetings help to address barriers and\ncelebrate progress. Based on strong feedback, Thrive conversations are\nnow fully integrated into formal quarterly performance conversations.\n75\n%\nemployees shared a. S ay Biogen takes\ntheir views in genuine interest in\nBiogen’s annual a. employees’ well-being\nemployee survey 75%\nb. S ay the work they do\nis meaningful to them\nc. W ould recommend\nb. c.\ntheir manager to others\n80% 82%\nEmployees Sarah Morrin and Tamara Gisler.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 25,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 25\nEmployees and managers also supplement their formal appraisals\nwith informal conversations throughout the year to address goals,\nobjectives and barriers to performance. We believe that talent\ndevelopment accelerates Biogen’s performance, motivates employees\nand aligns our work. We encourage ongoing, constructive and candid\nconversations carried out in a caring way and through a lens of\ninclusion. Additionally, we take a multi-dimensional view of employee\nperformance where feedback from their peers, direct reports and other\nemployees is considered, along with feedback from direct managers\non certain goals and objectives.\nAmy Birmingham,\nProviding flexible Ways of Working Employee Engagement\nLeader and\nSupporting flexibility as employees manage professional and personal\nCommunicator. She\nresponsibilities, our Ways of Working program offers telecommuting and\nemployed her sabbatical\nflextime as well as part-time and job-sharing options. Roles can be: to tackle house projects,\n– Hybrid – Split time on- and off-campus establish healthy\nhabits and routines,\n– Off-Campus – Job tasks can be performed off-campus and no and sail with her family\nconsistent campus presence is needed from New Bedford to\nNantucket.\n– Field – Tasks such as sales responsibilities are completed in the field\n—\n– On-Campus – All or most job responsibilities are performed on a\nBiogen campus. It’s such a unique benefit that we offer our employees,\nand I’m so grateful to Biogen for giving me this time\nShared time off to focus on well-being\nthat I used to finish house projects and get into really\nIn response to employees’ extraordinary efforts during the past few\ngood health habits and routines. It also grounded my\nyears and the toll those challenges took, a wellness week was put in\nfamily more as we were able to spend quality bonding\nplace for 2022. Employees globally took a shared week off to focus\ntime doing activities, like sailing, putting together\non their well-being. We also ended the year with the annual weeklong\npuzzles and reading together.\nshutdown between Dec. 26 and Jan. 1, 2023.\nAmy Birmingham\nEmployee sabbaticals —\nThose who have been employed by Biogen for at least six years\ncan benefit from our paid monthlong sabbatical program to travel,\nvolunteer, spend time with loved ones or acquire new skills. In 2022,\n737 employees enjoyed a sabbatical.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 26,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 26\nEmployee Resource Network\nEncouraging professional growth\nRobust opportunities to learn and grow can contribute to employee\nDescription 2022 Activity\nengagement and success. At Biogen, professional development can\ncome through on-the-job learning and challenging new assignments, AccessAbility Supports employees with Worked with Microsoft to provide webinars on Global Digital\ndisabilities and employees Accessibility Awareness Day to share features and customizable\nmentoring, in-person and online training, and more.\nwho are caregivers of individuals settings for hearing, sight and neurodiverse needs.\nwith disabilities.\nWe offer more than 1,200 instructor-based courses through Biogen\nBiogen Encourages veterans and allies Volunteered with more than 150 U.S. organizations in a\nUniversity. More than 300 of those are available virtually, and in 2022,\nVeterans of veterans to connect and 9/11 National Day of Service activity to pack 3 million meals,\nwe added more than 450 new on-demand eLearning courses, giving\nNetwork support one another. benefiting Feeding America-affiliated food banks.\nemployees access to more than 20,000 modules in 11 languages:\nIGNITE Brings together early-career Hosted a series of “career talks,” bringing together Biogen\nBrazilian Portuguese, Dutch, English, French, German, Italian, Japanese,\nprofessionals and their advocates. leaders to share stories, insights and advice on ways to\nMandarin, Polish, Spanish and Turkish. IGNITE careers.\nMosaic Fosters awareness and appreciation Hosted panels with Biogen leaders to share their insights,\nOrbit rotational program\nof different cultural backgrounds, experiences and perspectives on navigating the corporate\nEmployees seeking short-term growth assignments outside of a current in addition to promoting networking world and leveraging their cultural backgrounds in leadership\nrole can expand their experience and internal networks, and help meet and development opportunities during Asian American and Pacific Islander Heritage Month,\ncompany deliverables, through the Orbit rotational program. Since the for members. and Hispanic Heritage Month.\nprogram launched in 2021, 378 employees have participated. Parenting Biogen’s newest ERN provides Hosted a listening session with Biogen’s on-site counselors\nNetwork support, networking and for parents and caregivers, following the massacre in Uvalde,\nGroup (PNG) development opportunities to Texas, that took the lives of 19 children and two teachers,\n—\nworking parents and caregivers, as to discuss grief and concerns about sending their children\nThrough my Orbit, I had the opportunity well as helps employees navigate to school and to provide guidance on how to navigate these\nthe challenges of work-life balance. traumatic events with their children.\nto learn about different parts of the\nbusiness, collaborate with diverse ourIMPACT Advances climate, health and equity Led a Caring Deeply volunteer event with the Charles\nat work, in employees’ personal River Conservancy in Massachusetts, where more than\ngroups and develop new skillsets.\nlives and in the communities where 20 volunteers removed litter, raked leaves and debris,\nNamsok Cho, Technical Product Complaints we live and work. painted benches and picked weeds.\n—\nReachOUT Supports a best-in-class working Drove the TENT mentorship program where employees\nenvironment for LGBTQ+ employees provide career guidance for LGBTQ+ refugees, with a\nand embraces all LGBTQ+ commitment to mentor 50 LGBTQ+ refugees until 2024.\nemployees and their allies.\nWomen’s Creates networking, mentoring and Hosted a listening session with members of the Biogen\nInnovation learning opportunities for women Benefits team, following the U.S. Supreme Court decision\nNetwork and allies worldwide. to overturn Roe v. Wade, to discuss what the decision\n(WIN) means for those at Biogen, what benefits exist to cover\nthose impacted by the decision and what Biogen is doing\nto protect healthcare access for employees.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 27,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 27\nHigh-impact learning and development opportunities Promoting employee wellness, health and safety\nTo create and sustain a workplace as diverse and inclusive as the We want every employee to feel healthy, safe and productive at work\npatients we serve, we offer programs that invest in our talent pipeline and in the world.\nand in our current leaders, including:\n– Activate, Reflect and Co-Create: Preparing top talent for the 31.5 Providing comprehensive benefits\nhours\nrigors of executive roles. Average time spent We strive to offer comprehensive, industry-leading benefits, which we\nby full-time employees updated in 2022 to include even more robust mental health support\n– Women’s Leadership Program (WLP): Addressing the unique\nin formal professional and medical travel coverage.\nchallenges faced by female leaders to increase influence and development\nimpact. Approximately 1% of employees have participated in WLP.\nWe provide employees and their families with convenient, free\n20,000+\n– The Partnership, Inc.’s BioDiversity Fellows: Continuing to bolster opportunities to improve mental health, sustain emotional well-being\nour talent pipeline with a diverse mix of leaders. Approximately Number of courses and increase resilience. Available globally are confidential access to\n1% of employees have participated in The Partnership programs. available to employees professional consultants and online resources, and Headspace, a\nin 2022\nhealth and happiness app. For U.S. employees, we offer Learn to Live,\n– Women on the Rise: Cultivating and driving engagement and\nan online cognitive behavioral therapy program, and Talkspace,\nretention among emerging women leaders. Participants of the\na digital telehealth support tool that enables participants to connect\nprogram, delivered with Simmons University, uncover and leverage\nto a therapist through text, video or phone.\ntheir strengths and core values to intentionally nurture their\nleadership brand and impact.\nIntroduced in 2022, our U.S. Healthcare Travel Reimbursement is now\n– Emerging Leaders: Preparing high-potential individual contributors for\navailable for employee travel to access health services not available\nfirst-level leader roles.\nwithin a 100-mile radius of their home. This supplements other benefits,\nincluding paid pregnancy-loss leave and paid leave for new parents.\nMentoring and coaching programs\n– BetterUp: Supporting individuals through coaching, as they work Employee and Family Solutions\ntoward enhancing their impact in the organization. Employee and Family Solutions, a global employee assistance\nprogram, offers legal services, financial consultations, behavioral\n– Torch: Offering internal and external mentoring relationships.\nhealthcare, and child and elder care referral services for all employees\nand their family members globally, 24 hours a day, seven days a week.\nCelebrating employee success In 2022, employees tapped into online workshops and information on\nWe recognize employee accomplishments in ways large and small. topics such as managing resilience, money and finances, family care\nOur CEO Elements Award honors employees and teams that and education.\ndemonstrate the Biogen Elements, values that include a pioneering\nspirit, strong ethics, personal accountability, inclusivity, agility and\nunwavering customer focus. In 2022, we celebrated 49 total winning\nprojects, and 677 individuals received an award.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 28,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 28\nParental leave and benefits\n—\nOur U.S. maternity leave provides 100% of base pay for up to\n16 weeks, including eight weeks of short-term disability benefits and An estimated 1 in 8 women experience symptoms\neight weeks of parental bonding leave. Non-birth parents of a newborn of postpartum depression (PPD). Learn how\nor adopted child, including those using a surrogate, receive eight weeks Biogen supported Megan McDonald, Senior\nof paid parental bonding leave. Manager for Global Website Channels, when she\nexperienced PPD during her maternity leave.\nEmployees completing an adoption or surrogacy may receive up to\n—\n$10,000 (lifetime maximum of $20,000) in reimbursement for related\nexpenses such as adoption and surrogacy fees, court and attorney\nfees, travel and lodging expenses, agency and placement fees,\nmedical expenses of the birth mother and child prior to adoption or\nsurrogacy, immigration fees, and immunization and translation fees. Outside of the United States, benefits vary by country, but in every\nmarket where we operate, our benefits meet or exceed the legal\nAll U.S. benefits-eligible employees also may receive up to $1,000 in requirements, and are informed by market trends and employee\nreimbursement for expenses associated with birth doula services, feedback. We are working to determine if uniform or core global\nincluding physical and emotional support to employees and their standards are feasible and desirable.\npartners during pregnancy, childbirth and the postpartum period.\nPaid caregiver leave\nCaregivers play a key role in helping people live fuller, healthier lives,\nand Biogen cares for caregivers – whether that means for patients,\nY\nSI C A L W ELL-BEI N G FIN ANCIAL W E L\nL-\nc 6\nU\no\n.\nw\nS\nm o\n.\nm r\nr\nk\ne\nu i\ng\nn n\nu\ng it\nl\ni\na\nU e\nt\ns .\nio\nS o\nn\n. r\ns\nr e e\nt\ns m\no\ni d p\ne\ne l\nn\no n\ns\ny t\nu\ne s\nr\ne\ne\ns s e .\ne\nr\nn\nW v\nh\ne i\na\nt h a\nn\ns\nc\nr e\ne\np s\nd\nr e i m\nl\na\ne\nr a\na\nc r\nv\nh y\ne\ns c\nis\na h r o\na\ne w\nv\ng\na\ni i n v\nil\ng e\na\nr\nb\nt s h\nl\n,\ne\na w t\nt\ne\no\na b g\nU\no o\n.\nu\nS\nb t\n.\ne 1 y o in n d\nH B E\nP IN employees. Under the U.S. Family and Medical Leave Act, and various\nG\nstate laws, caregivers of seriously ill family members have generally\nbeen eligible for up to 12 weeks of unpaid job-protected leave per\nyear. Biogen offers U.S. employees up to eight weeks of paid caregiver\nleave, with additional unpaid leave available.\nEmployees and\ntheir loved ones can Paid leave regulations and standards vary by country, so we actively\naccess quality care\nreview leave practices relative to employee needs, market practices\nand support across\nE G and business priorities. For example, in Switzerland, federal law\nM N four dimensions of\nO T B EI wellness: physical, mandates short-term paid leave for caregivers to assume care of a\nI O N AL WELL-B EI N G SOCIAL W E L L- fi a n n a d n e c m ia o l, t s io o n c a ia l. l f c a h m ild il y w m ho e m is b s e e r r a io n u d s 1 ly 4 i ll w o e r e h k a s s o b f e le e a n v e th f e o r v i e c m tim pl o o y f e a e n s a to c c t i a d k e e n t c . a re of a\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 29,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 29\nOverview of key Biogen Full-time (F): At Biogen, employees are eligible to receive benefits if they are\nregularly scheduled to work 40 hours per week.\nemployee benefits\nPart-time (P): At Biogen, employees working fewer than 40 hours per week are\nconsidered part-time. Part-time employees working 20 or more hours per week are\ngenerally eligible for the same benefit as full-time employees with some benefits,\nsuch as vacation, pro-rated.\n100% 90% or more More than two-\nEmployee benefit of employees employees thirds of employees Under consideration\nFINANCIAL SUPPORT\n16 weeks of paid birth-parent leave with 100% base pay F/P Global standard that all affiliate offerings are\nat or above local market relative to peers\n8 weeks paid caregiver leave for non-birth parents F/P Global standard that all affiliate offerings are\nat or above local market relative to peers\n8 weeks paid caregiver leave for any employee caring for a seriously ill family member F/P Global standard that all affiliate offerings are\nat or above local market relative to peers\nUp to 5 days paid bereavement leave for death of family member including pregnancy loss F/P Global standard that all affiliate offerings are\nat or above local market relative to peers\nUp to $10,000 (lifetime maximum of $20,000) for adoption/surrogacy expenses F/P\n$1,000 for expenses associated with a birth doula F/P\nRemote/hybrid employees eligible for a $1,500 stipend to purchase home office equipment F/P\nMedical travel coverage F/P\nPRACTICAL SUPPORT\nOn-site childcare F/P\nSubsidized backup child and elder care with Bright Horizons F/P Evaluating capability to expand globally\nSubsidized backup pet care F/P\nChild and elder care resource and referral service F/P\nFitness facilities/virtual exercise classes F/P\nGym, fitness class, exercise equipment financial reimbursement F/P\nMeditation courses F/P\nNo-cost access to mental health support (app, virtual counselor) F/P\nEmployee Resource Network F/P\nConcierge services F/P\nTIME AND FLEXIBILITY\nFlexible work arrangements F/P\n8 hours paid time off to volunteer F/P\n1 month paid sabbatical every 6 years F/P\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 30,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 30\nAdditional caregiver support integration of action plans with quantified targets to address those\nTo meet the needs of new parents, in the United States, we provide risks; integration of actions to prepare for and respond to emergency\na range of additional support, from breastfeeding support and situations, evaluation of progress in reducing/preventing health issues/\non-site lactation facilities to childcare. For example, we work with risks against targets; procedures to investigate work-related injuries, ill\nBright Horizons to offer early childhood education for infants through health, diseases and incidents; training to employees and contractors\nkindergarten prep, as well as summer programs. to raise awareness and reduce operational health and safety incidents;\nsafety criteria introduced in procurement and contractual requirements;\nCompetitive compensation and results of both internal inspections and independent external\nBiogen’s Total Rewards program is designed to meet the needs of verification through ISO45001 and Carolina STAR.\nemployees in local markets, and typically includes retirement or\nsavings plans, financial advising, Long-Term Incentive (LTI) plans By engaging and empowering our employees through our innovative\nand incentive grants, no-cost life insurance and disability coverage, Hu program, we see real-time results in how our culture embraces\ntuition reimbursement and college-planning services, as well as our safety and manages safety related risks. In 2022, our Days Away Case\nannual bonus plan. Employees develop individual goals annually that Rate (DACR), which monitors the frequency of work-related illnesses\nalign with and help execute on Biogen’s overall strategic goals. Their and injuries that lead to a work absence, and our Total Recordable\nindividual performance is analyzed against those goals through the Injury Rate (TRIR) were both below the industry average. Compared\nlens of the Biogen Elements. to a peer group of 15 pharmaceutical/biotechnology leaders using a\nthree-year rolling average of DACR, we achieved second place.\nBiogen’s performance is evaluated through our Corporate Scorecard.\nThe amount of bonus payout under the Annual Bonus Plan is based on Workplace-related Injuries\nindividual performance as well as company performance.\n30\nÞ READ MORE ABOUT BIOGEN’S REWARDS AND BENEFITS 25\n20\n15\nReducing risk and promoting health and safety 10\nWe expect every employee to advance health and safety, whether 5\n0\nworking in a lab, office or manufacturing plant. Human Performance\n2018 2019 2020 2021 2022\n(Hu) is integrated into Biogen’s Environment, Health and Safety\n(EHS) programs. Hu encourages proactive and collaborative problem Total Reportable Injury Rate (TRIR)\nsolving through practices such as Open Reporting and Work Days Away Case Rate (DACR)\nObservation and Risk Conversations. In addition to Hu, we maintain\na robust environmental, health and safety management system,\nwhich documents all of our Occupational Health and Safety (OHS)\nmanagement practices, including: risk and hazards assessments to\nidentify what could cause harm in the workplace; prioritization and\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 31,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 31\nAdvancing diversity,\nDE&I conference\nThe Biogen Intercontinental Region (BIR) held the “Power of\nequity and inclusion\nInclusion: Fueled by Diversity” conference to discuss why DE&I is\nimportant, emphasize the importance of inclusion and conduct\ntopical workshops. The conference, which hosted 510 participants,\nAs we seek to engage the world’s brightest minds to tackle was given in English and Spanish with all communication materials\ncomplex scientific and social challenges, we have long prioritized and presentations translated into and offered in Chinese, English,\nDE&I not only as a moral imperative, but as a competitive strength. Japanese, Korean, Portuguese and Spanish.\nWe believe that any form of prejudice, racism or intolerance is\nunacceptable. They have no place in our company.\nDE&I strategy #2\nBuild an intentional, high-performing, engaged, diverse\nDE&I strategy #1\nand inclusive talent pipeline\nBuild company-wide awareness, capability and urgency to As an Equal Opportunity Employer, we are committed to a workplace\nfoster and sustain a diverse and inclusive environment where all employees feel they are treated with respect and dignity. This\nTogether with leadership commitment and business purpose, our commitment helps build successful teams and enables us to attract,\nemployees bring our DE&I strategy to life. We seek new ways to retain and grow outstanding, diverse talent.\nengage and empower employees annually to forge a more inclusive\nworkplace. In 2022, we launched GlobeSmart®, an online development Gender equity\nplatform that offers self-awareness, team development, and deep By 2025, Biogen aims to achieve gender parity in roles at the Director\nresources of cultural information to help employees more effectively level and above. As part of our commitment, we have prioritized a\ncollaborate and innovate across the wide array of differences in focus on equal pay for equal work, as outlined in our Philosophy on Pay\ncultures and work styles in our global company. Approximately Equity. In 2022, we shared the results of our global gender pay gap\n83% of people managers have accessed GlobeSmart, ensuring across multiple levels. Going forward, we aim to conduct a pay equity\nenterprise-wide awareness of this powerful inclusion resource. The study and pay gap analysis, focusing on gender globally and race and\nmajority of Biogen users created a profile to help them understand ethnicity in the United States, where the law permits the collection of\ntheir preferred workstyles or to extend their cultural agility. racial and ethnic data.\nWe offer our employees numerous ways to develop their inclusive Gender pay gap is the difference between the average pay of all males\nacumen. In 2022, aligned to the CEO Action for Diversity and and average pay of all females in an organization, whereas pay equity\nInclusion’s Day of Understanding, we held a weeklong global event, our is the difference in pay between a male and a female performing an\nsecond Week of Understanding. We held numerous offerings; shared equivalent role within an organization. In the countries where we are\nnew resources to build inclusive capabilities, such as GlobeSmart; and required legally to conduct a pay gap analysis, we do so.\npromoted development programs focused on identity and increasing\ninfluence and impact, such as The Partnership and the Women on the Promoting multiple forms of diversity\nRise. The impactful week was led by our global ERNs, DE&I Councils Biogen aims to promote all forms of diversity, including representation\nand DE&I ambassadors, who educated, inspired and challenged us to of people across race and ethnicity as well as those who identify\nthink differently and to become more empathetic and inclusive. as LGBTQ+, veterans and people with disabilities. Our target is to\nincrease racial and ethnic diversity to 34% by 2025 among U.S.-based\nroles at the Manager level and above.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 32,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 32\nSelf-identification in the United States In 2021, building on the success of the Massachusetts-based\nSelf-identification is an effective way for organizations to measure BioDiversity Fellows Program, we helped launch the North Carolina Mid-\nprogress on DE&I initiatives. We currently ask U.S. employees to Career Leadership Accelerator Program. The Accelerator Program helps\nvoluntarily self-identify demographic information such as race, ethnicity, professionals strengthen their leadership capacity, and is designed to\ndisability, veteran status, sexual orientation and gender identity. advance Black, African American, Hispanic, Latino and Asian American\nWhile each individual’s information is maintained confidentially, this leaders in the industries driving the economy of the Research Triangle\ndemographic data help employers to identify barriers to employment, and Charlotte region in North Carolina. In February 2022, we launched\nadvancement, retention, engagement. a second cohort of participants. The Partnership, Inc.’s BioDiversity\nFellows Program and North Carolina Leadership Mid-Career Accelerator\nThrough the information collected, we are able to prioritize resources, Program, as well as the Associates and Next Generation Executive\nform and develop relevant ERNs, adjust benefits, look for areas of bias programs, support Biogen’s diverse talent pools and focus on career\nand advance inclusion initiatives. growth, building leadership capabilities and providing participants with\ntools to advance their career paths.\nBuilding a robust and diverse talent pipeline\nÞ LEARN HOW WE ARE INSPIRING THE NEXT GENERATION OF SCIENTISTS AND\nWe support a variety of programs – internally and externally – for\nENGINEERS IN THE COMMUNITY SECTION OF THIS REPORT\npeople underrepresented in the life sciences industry. For example,\nin 2016, Biogen helped create The Partnership, Inc.’s BioDiversity\nFellows Program, which nurtures the potential leadership of mid- Percentage of women at Biogen since the implementation THE POWER OF.\ncareer professionals who are underrepresented in the life sciences of the Women's Leadership Program in 2016 DEVELOPMENT.\nindustry. The curriculum builds leadership competence in areas such PROGRAMS.\n60%\nas relationship and organizational skills. Participants attend monthly There is strong evidence\nclasses, are assigned executive coaches, and meet in small groups that development\nprograms, like the Women’s\nfor peer feedback and support. This is just one program that helps\n50% Leadership Program,\nstrengthen the leadership capacity of our Black, African American,\nproduce results, including\nHispanic, Latino and Asian American employees. The majority of higher promotion rates,\ngraduates have been promoted during or after program completion. higher retention, increased\nsponsorship, broader\n40%\nnetworks, increased\nknowledge and confidence,\nand better understanding\nof organizational structure\n30%\nand processes. Our\n2016 2017 2018 2019 2020 2021 2022\nprogress toward gender\nparity helps to underscore\nFemale Headcount Female Director+ the power of that work.\nFemale Manager+ Female VP+\nÞ READ HANI\nHOUSHYAR’S STORY\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 33,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 33\nSTORY\n—\nAdvancing\nIt’s about our organization reflecting\nwomen’s the communities that we live in and\nthe communities that we serve, making\nleadership it a place where we can all thrive.\nHani Houshyar\nat Biogen —\nBy 2025, Biogen aims to achieve gender parity in Therapeutics. “My job is to lead a cross-functional\nroles at the Director level and above. Senior leaders team to bring the program forward to launch\nlike Hani Houshyar are an example of the progress across the globe for PPD, MDD and other potential\nalready made – with women currently holding neuropsychiatric indications,” she says.\n47.4% of those roles.\nHani Houshyar, Head of Global Product Development and Commercialization for After WLP ended, Hani convened a monthly lunch\nHani’s journey to becoming a senior leader at zuranolone, attributes her professional growth at Biogen to the company’s WLP. group to continue the networking and support\nBiogen started early in life. Her family immigrated She excelled in math and science as a child and used this talent to help her begun in WLP. Nearly five years later, this cohort of\nto the United States from Iran when she was 13. integrate after her family moved to the United States from Iran. women continues to assist each other professionally\n“I couldn’t speak English, but I could do math,” Hani and personally to overcome adversity and reach\nrecalls. “Math was just numbers. That was a pivotal new opportunities.\npoint in my life – that’s when I fell in love with math\nand science. It helped me to integrate into school With her breadth of experience, Hani has thoughtful\nand find a community.” “WLP was an outstanding opportunity for me advice for women at all stages of their careers.\nand really important to my growth,” she says. “It For women just starting out, she recommends\nTrue inspiration came after Hani’s first internship at opened my eyes further to the work that happens mastering their work, asking for feedback,\nUpjohn (now part of Pfizer), where she realized her outside of R&D, encouraging me to lean into those advocating for themselves and seeking out a\npassion of discovering and developing medicines opportunities that would stretch me and helping mentor to help advise and guide their professional\nto improve people’s lives, which drove her to obtain me to appreciate and build on my strengths as a development. And for women who are more\na doctorate in pharmacology. When Hani joined leader.” The program, as well as exposure to her established in the workplace, Hani suggests that\nBiogen in 2015, she was firmly established in the peers from other departments throughout the they lean into opportunities that will stretch them\npharmaceutical field and seeking opportunities company, taught her the importance of creating a to grow, learn and continue to have greater impact.\nto further her career. She joined the Research network of strong female leaders – a network that Additionally, she encourages more experienced\n& Development (R&D) group as the early-stage she still leans on to this day to remain resilient in women to serve as mentors to other women, which\nprogram leader for the amyotrophic lateral sclerosis the face of challenges. she feels leads to mutual growth and learning.\n(ALS) portfolio. Meanwhile, an internal program\ncalled the Women’s Leadership Program (WLP) She is now the Head of Global Product Ultimately, Hani says gender parity is best achieved\nwas being developed at Biogen to help address the Development and Commercialization for zuranolone, through diversity across the spectrum. “It’s about\nunique challenges faced by female leaders with the a potential treatment for major depressive disorder our organization reflecting the communities that we\ngoal of increasing their influence and impact. Hani (MDD) and postpartum depression (PPD) that live in and the communities that we serve, making\nwas selected to join one of the first cohorts. is being developed in collaboration with Sage it a place where we can all thrive.”\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 34,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 34\nENVIRONMENT\nTaking meaningful action to protect the environment\nand impact health and equity\n3\n%\nAbsolute reduction in scope 1 and 2 emissions\nfrom a 2019 baseline year\n100\n%\nof facilities maintain fair share water withdrawal\n97\n%\ndiversion of waste from landfill\nKEY AWARDS\nÌ Named to the Dow Jones Sustainability World Index\nfor the 10th year in a row\nÌ #41 on the 2023 JUST 100\nÌ Included in the S&P Global Sustainability Yearbook for the sixth year\nÌ Named to the Corporate Knights Global 100, recognizing\nthe world’s most sustainable corporations\nTooba Gilani, Senior Associate I, EHS, My Green Lab Program Manager.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 35,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 35\nENVIRONMENT EXECUTIVE SUMMARY Enhancing product\nAs a company that cares deeply about health and across our supply chain and equips vendors sustainability\nequity, we continue to make strides in reducing with resources to take meaningful action.\nthe environmental impact of our products and\noperations, addressing the link between planetary Through collaboration with key strategic partners, Our approach to sustainable drug development\nand human health. we have advanced important programs at the\nintersection of climate and health. For example, Biogen’s Principles of Sustainable Drug Development are designed to\nIn 2022, we introduced Principles of Sustainable with Harvard T.H. Chan School of Public Health promote efficiency, sustainability, and health and safety in our processes\nDrug Development and completed multiple (Harvard Chan C-CHANGE), we launched new\nto discover, develop and manufacture potentially life-changing therapies.\nproduct life cycle assessments (LCAs). In our resources to help more than 3,000 frontline\nIt includes guidelines to:\noperations, we maintained 100% renewable clinics mitigate the impact of the climate crisis\nelectricity, expanded our electric vehicle (EV) on patient health and supported Massachusetts – Design processes protecting workers, patients and the environment.\nprogram to 15 countries and 81% of our labs Institute of Technology (MIT) programs in\n– Curtail potentially toxic, hazardous, biological and environmentally\nachieved My Green Lab certification. piloting a state-of-the-art model of how various\nharmful substances.\nclimate actions impact public health and\nWe continued to engage our employees, suppliers economic outcomes. In 2022, our ongoing – Minimize the use of natural resources and avoid waste.\nand strategic collaborators. In 2022, 20% of our engagement with the World Business Council\nemployees were engaged in Biogen environmental for Sustainable Development (WBCSD), Ceres, – Seek continuous improvement.\nprograms, and we began using EcoVadis, a tool The Climate Group and others continued to help\nthat provides us with a better view of ESG issues catalyze positive change.\nIntegrating sustainability across the\nproduct lifecycle\n—\nIn 2022, From research…\n41 Biogen Labs In 2022, 41 Biogen labs participated in My Green Lab, a certification\nparticipated in recognized by the United Nations’ Race to Zero campaign for setting\nMy Green Lab, the standard for best practices in laboratory sustainability. Ninety-eight\nup from 14 percent of our participating labs became My Green Lab certified and,\nof those certified labs, 93% obtained a gold certification or higher.\nin 2021.\n—\nAs of Q1 2023, 81% of our labs achieved My Green Lab certification.\n…to packaging\nOur long-term goal is to eliminate, minimize or closed loop\nrecycle all plastics from fossil fuels, with a focus on secondary\nand tertiary packaging.\nAs part of our life cycle management process, in 2022, we continued\nto explore more sustainable packaging designs in our multiple\nsclerosis portfolio and in our other programs. These new designs and\nmaterials such as grass fibers offer better end-of-life options than\nplastic material and bleached cardboard.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 36,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 36\nPromoting sustainable\n2022 PROGRAM\nRESULTS –\nCERTIFICATION LEVELS operations\nIn December 2022,\n40 of 41 participating\nlabs (98%) received My\nGreen Lab certification. We regularly review our environmental commitments within the\nOf those certified, landscape of our business performance, rising costs and supply\n37 labs (93%) received\nchain challenges. We remain committed to engaging employees and\ngold certification or\nsuppliers and to collaborating with renowned institutions to advance\nhigher. Results include:\nrelevant science and action to improve health outcomes.\nGreen Certification\nHIGHEST LEVEL POSSIBLE\nAnto Maria Edward Edison, Packaging Engineer, evaluates packaging alternatives We also recognize that the healthcare industry faces a paradox:\n25\nand innovative designs in the lab. Labs Our therapies can improve patient lives, yet the ways we produce them\ncan have unintended consequences on environmental and human\nWe focused on secondary packaging materials, notably trays and Platinum Certification health. We’re working to address that challenge through our approach\n7\nboxes, and also started a deep investigation into alternative material to energy, water, waste and other environmental issues.\nLabs\nin our primary packaging solutions for oral solid doses.\nGold Certification\nGreenhouse gas emissions\nWe entered into collaborations with start-ups to develop new packaging 5\nLabs\nsolutions based on alternative materials and innovative designs which In 2020, we announced targets for reducing our greenhouse gas\nwe hope may become the new standard in the pharmaceutical industry. Silver Certification emissions and our long-term vision by addressing fossil fuel emissions\n2 in our operations. Since then, we have prioritized areas where we\nMeasuring the environmental impact of our products Labs can make efficiency gains, reducing environmental impacts – like\nAssessing and addressing the environmental impact of our products transitioning away from fossil fuel infrastructure such as boilers\nBronze Certification\ncan promote sustainability and can set us apart in our response to the 1 and steam generators – with the potential to realize long-term cost\ninterests of Biogen customers, consumers and other stakeholders. Lab savings. While we are making progress, we are now evolving our\napproach and re-evaluating our targets and timelines in light of current\nIn 2022, we completed an LCA of three biosimilars products: BENPALI™, market conditions and other factors.\nFLIXABI™ and IMRALDI™. Conducted across multiple configurations\nin France, Germany, Sweden and the United Kingdom, the analysis We continue to invest in 100% renewable electricity and in 2022\nprovided new insights into the environmental impacts of those products, announced a renewable electricity purchase equivalent for one-third\nfrom material selection to manufacturing to distribution to end-of-life. of the electricity use of our U.S. operations. This complements efforts\n— that include onsite generation, direct purchase of green power, virtual\nWe found that a small number of processes contribute most significantly power purchasing agreements (VPPAs) and purchasing unbundled\nCompleted\nto the environmental impact of our products, including the energy and renewable energy credits (RECs).\nlifecycle\nmaterials from our packaging, such as the fossil fuels used to make\nanalysis for\nglass vials and other plastic parts. We are now developing an action\nplan with the aim to lessen these impacts and exploring the potential for 3 biosimilars.\nadditional LCAs. —\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 37,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 37\n— Water\nWe are part of the EV100, which promotes widespread adoption of\nEVs, reducing street-level emissions and promoting human health. A University We are working to reduce our usage of water, recycle more of it, and\nToday, our EV program spans 15 countries, and we have installed of Southern make sure it adheres to the highest quality and safety standards before\nEV charging stations in several Biogen locations. Many employees California study being returned to the environment. All of Biogen’s major facilities have\nare embracing the transition, with more than 290 Biogen EVs on found that an maintained a commitment to 100% fair share water withdrawal. We\nthe road today. We see potential for additional progress as current increase of included water impacts in our product lifecycle analyses and use the\nleases expire and with the reduction of meaningful external barriers World Wildlife Fund’s Water Risk Filter tool to complete site water risk\njust 20 electric\nsuch as a lack of sufficient charging infrastructure and constraints assessments, understand water risks among critical suppliers and learn\nvehicles per\nwith vehicle cost and availability in major markets. how both may change under various climate scenarios.\n1,000 people\nresults in a\nIn 2022, we became one of the inaugural customers for JetBlue’s Based on the water risk assessment, water scarcity is identified as a low\n3.2% decline\nSustainable Travel Partners program, reducing business travel risk at all our major facilities. We continue to use gray water from Cary,\nin emergency\nemissions and providing Biogen with a customized analysis for North Carolina, for irrigation and conducted water risk assessments in\nmore accurate emissions reporting. As of Dec. 31, 2022, we had department 2022 to improve our use of this valuable resource. We transparently\nachieved a 3% absolute reduction in scope 1 and 2 emissions visits for asthma. report our water policies, programs and progress to the CDP.\nfrom a 2019 baseline year. —\nWaste\nWaste reduction enhances sustainability and can drive greater operating\nefficiency. Across all of our manufacturing, we track how much waste our\nprocesses generate and seek opportunities to improve. From 2019 to\n2021, we cut in half the total waste generated from our operations.\nBiogen’s 2022 air pollution footprint (in million of tons) In 2022, we diverted 97% of waste from landfill globally, a slight\n9.33 18.97 3.18 5.23 decrease from the 100% diversion we achieved in 2021. The dip reflects\nchanges in practices by the Massachusetts Department of Environmental\nCO emissions NOx emissions SOx emissions VOCs emissions\nProtection, which ultimately reduced the waste-to-energy opportunities\nfor our Cambridge and Weston, Massachusetts, sites. We are exploring\nDisclosing our air pollution footprint\nThe Lancet Commission has found that fossil fuel emissions are a\nleading cause of death globally, claiming the lives of almost 9 million Increase of metric tons of materials recycled,\n687\npeople each year, with the greatest impact on marginalized populations. reused and composted (since 2021) + %\nComposted\nTo address this challenge, in 2021, we became an inaugural member\nof the World Economic Forum (WEF) Alliance for Clean Air. Now, in line\nwith WEF goals, we are disclosing details of our “air pollution footprint.”\n67\n34 + %\nWe hope that other companies will take a similar approach as part of + %\naligned efforts to reduce pollution and enhance public health. Recycled Reused\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 38,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 38\nEngaging key\nalternatives, and have meaningfully increased reuse, recycling and\ncomposting of materials including vials, boxes, pens, auto-injectables\nstakeholders\nand leaflets, much of which is associated with product packaging. In the\nUnited States, we also collect all unused products and used sharps.\n20\n~ % Tapping the interests of our employees\nWhile product and manufacturing efficiencies may have the greatest\nof employees\npositive impact, we also work to reduce waste in other arenas. For Employees play a critical role in furthering our environmental\nparticipate\nexample, we donated office furniture to The Furniture Trust, diverting in Biogen’s goals. We are assisting employees’ transition from fossil fuels at\nnearly 76 tons of usable items otherwise bound for landfill. environmental home by underwriting their use of 100% renewable electricity at\nprograms\nhome – an employee benefit that also sets Biogen apart. More than\n900 employees have participated in Biogen’s “green benefits.”\nBroader environmental issues\nWhile we prioritize environmental issues that are most material to In addition, approximately 10% of our employees participate in\nour business, we continue to listen and learn from stakeholders on a ourIMPACT, Biogen’s environmentally focused Employee Resource\nvariety of broader concerns. Network (ERN). OurIMPACT has run events such as Biogen beehive\ntours, native plant expositions, group clean-ups of a vital water\nEnvironment, Health and Safety (EHS) source and support for a closed-loop recycling program. We held\nOur EHS management system is implemented in line with recognized multiple events across Biogen sites to exchange information on and\ninternational standards. Every three years, we engage in an external foster collaboration to reduce the environmental impact of energy,\naudit to ensure our management system remains in line with evolving transport, food and other issues. We also offer tools to support more\nexpectations. Our North Carolina sites continue to be recognized by sustainable travel decisions among our staff.\nthe Carolina STAR Program and our Solothurn, Switzerland, facility is\nnow ISO 14001 (Environmental Management Systems) and 45001\n(Occupational Health and Safety Management Systems) certified.\nPharmaceuticals in the environment\nWe follow the EU’s Strategic Approach to Pharmaceuticals in the\nEnvironment via our green chemistry program, incentives for green design,\nwaste reduction and wastewater treatment, among other efforts. Since\nthe pharmaceutical supply chain can play a role, Biogen is incorporating\nconsiderations around this issue into our Responsible Supplier Program.\nBiodiversity\nIn 2022, we developed and publicly shared a biodiversity position\nstatement. We are also taking steps to use our assets to promote\nbiodiversity. For example, we have installed beehives at five global\noffice sites, producing 150 pounds of honey. To advance awareness\nand engagement, in North Carolina, we partnered with nonprofit Bee\nDowntown to host multiple hive tours, giving employees a chance to\nhandle the hives directly. Biogen’s Caring Deeply activity with the Charles River Conservancy.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 39,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 39\nWorking across our value chain Collaborating to address the environment\nTo deepen our supplier relationships while addressing our largest as a social determinant of health\nsource of emissions, in 2022, we launched EcoVadis, a tool to track\nsupplier ESG risks and assess progress throughout the value chain. Research on air pollution and dementia with Harvard\n22.6\n% T.H. Chan School of Public Health\nOur supply chain is the biggest source of our greenhouse gas Biogen worked with the Harvard T.H. Chan School of Public Health\nof Biogen’s top\n80% of suppliers, emissions. Engaging suppliers to increase efficiency and reduce National Institute of Environmental Health Sciences (NIEHS) Center\nby spend, have environmental impact is therefore critical to our target of achieving for Environmental Health to conduct the most comprehensive meta-\nSBTi-approved\na net zero supply chain by 2045. As of the end of Q1 2023, analysis to date on air pollution and dementia. The study includes\nclimate targets\n37% of Biogen’s top 50% of suppliers, by spend, have committed to longitudinal analyses from 11 countries on three continents and highly\n100% renewable electricity by 2040, an increase from the 26% with suggests that small air pollution particles (PM2.5) are a risk factor for\ncommitments at the same time last year. In addition, 22.6% of dementia. The results were presented at the 2022 American Academy\nBiogen’s top 80% of suppliers, by spend, have set Science Based of Neurology conference and the 2022 International Society for\nTargets initiative (SBTi)-approved climate targets, an increase from Environmental Epidemiology conference. Through the Harvard Chan-\nthe 18% with SBTi-approved targets in Q1 2022. NIEHS Center for Environmental Health Pilot Project Program, designed\nto encourage creativity in environmental health science research,\nIndustry collaborations also serve to further the sustainability of our Biogen is supporting a grant to fund innovative new research into the\nsuppliers. With nearly a dozen other pharmaceutical and biotech role of green space in neurodegenerative disease and its potential to\ncompanies, Biogen continues to support Energize, a program to increase mitigate adverse climate effects from stressors such as air pollution\naccess to renewable energy for the sector’s supply chain. Through and extreme temperature.\nEnergize, pharmaceutical suppliers can learn more about the renewable\nenergy market, with the long-term goal of decarbonizing the sector. Understanding the environment’s impact on human health with MIT\nOur collaboration with the MIT Joint Program on the Science and Policy\nof Global Change and the MIT Technology and Policy Program has\nGuiding strategy via our Scientific\nresulted in several key advances in our understanding of the\nAdvisory Council relationship between climate change and global health. This goal is\nto equip policymakers and other stakeholders with game-changing\nIn 2022, we launched a Scientific Advisory Council to guide tools to support science-based data-driven decisions on which climate\nresearch, collaborations and advocacy related to our environmental actions can deliver the greatest public health benefits, particularly for\ncommitments. The Council currently includes seven diverse vulnerable communities.\nleading global experts on climate and health. With the Council,\nwe are actively exploring future research into the relationship First, the Tool for Air Pollution Scenarios (TAPS) is now publicly\nbetween air pollution and brain health, with a focus on biomarkers. available, following its publication in the peer-reviewed journal\nGeoscientific Model Development in October 2022. TAPS allows\nstakeholders to explore how climate-oriented policies can help\nto reduce emissions of harmful pollutants – and when additional\nmeasures might be needed. Second, a new approach to modeling\nthe interactions between climate change and air quality has been\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 40,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 40\ndeveloped, with a paper demonstrating its benefits published in the Promoting Healthy People, Healthy Business with the World\nAmerican Chemical Society (ACS) peer-reviewed, gold open-access Business Council for Sustainable Development\njournal “ACS Environmental Au” in February 2023. The new approach WBCSD’s Healthy People, Healthy Business project is a cross-sectoral\nallows people to explore how their specific region’s air quality might coalition of 23 leading companies, co-chaired by Biogen. The coalition\nbe affected by the combination of climate change and air pollution has explored ways that business can: embed a culture of health and\nemissions reductions. well-being in the workplace; support healthy consumer lifestyles; build\nresilient and accessible health systems; and accelerate action on\nThese tools, all open-source and available to the wider community, are climate, nature and equity informed by planetary health science. In\nkey components of the broader modeling system which MIT is building 2022, this effort resulted in the release of a major global report at\nin collaboration with Biogen. These advances are now being integrated the United Nations Climate Change Conference or Conference of the\ninto the MIT Socio-Environmental Systems Risk Triage tool, designed Parties (COP27) to guide businesses in advocacy and accelerated,\nto allow policymakers and key stakeholders to understand and explore ambitious action on the environment, health and equity.\nthe relationships between climate change, public health and equity. We\nhope this work can enable decision-makers to take actions that can Engaging with peers and communities\ndeliver both climate and health benefits with a single initiative. To benchmark our efforts, share best practices and learn from others,\nwe regularly engage with organizations such as Pharmaceutical\nExposure to airborne particulate matter Product Stewardship Work Group (PPSWG), the Pharmaceutical Supply\nChain Initiative (PSCI) and Biopharma Sustainability Roundtable.\nWe also participated in cross-sector activities through initiatives\nsuch as the Ceres Business for Innovative Climate and Energy\nPolicy (BICEP) Network to advocate for strong climate and natural\nresource policies at the U.S. state and federal levels; the Climate\nGroup’s RE100 and EV100 campaigns, supporting the use of\n100% renewable electricity and 100% EVs, the U.N. Global Compact\nand the World Economic Forum, among others.\nRelative Risk\nLow Medium High\n0 20 40 60 80 100\nTool for Air Pollution Scenarios (TAPS), MIT Joint Program on the Science and\nPolicy of Global Change and Technology and Policy Program.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 41,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 41\nSTORY\n—\nBuilding\nLiving on the\nthe climate Outer Banks,\nwe experience\nresilience coastal flooding,\nhurricanes\nof clinics and and heat. The\nmajority of\npatients patients here\nare not only\nvulnerable\nbecause they’re\nlow-income and\nDr. Alexis Hodges is a nurse practitioner at the\nCommunity Care Clinic of Dare County, North underserved,\nCarolina, an area increasingly impacted by rising many of them\ntemperatures and poor air quality. When one of\nare vulnerable\nher patients ended up in the hospital from extreme\nto extreme\ndehydration after working his outdoor job during a\ndangerously hot summer day, Dr. Hodges realized weather events.\nthat the clinic and its patients were ill-prepared to\n—\naddress the health effects of climate change.\n“Living on the Outer Banks, we experience coastal\nflooding, hurricanes and heat. The majority of\npatients here are not only vulnerable because\nthey’re low-income and underserved, many of\nthem are vulnerable to extreme weather events,” clinical guidance and information on how to create Dr. Alexis Hodges first place and make people more resilient to\nDr. Hodges said. action plans; tip sheets for patients; and checklists provides patients with climate change.”\nfor clinic staff in situations of extreme heat, checklists, tip sheets\nClinics like the Community Care Clinic urgently need wildfires, hurricanes and floods. The toolkit is also and other resources With the addition of the Harvard Global Health\neffective tools to address current climate-related located on the U.S. National Integrated Heat Health from the Climate Institute, the group plans to adapt the toolkit for use\nrisks to their operations and patient health. To Information System’s website: Heat.gov. Resilience for Frontline in low- and middle-income countries during the next\npromote more equitable health outcomes, Biogen Clinics toolkit. five years. The global expansion was announced\nprovided founding support for a groundbreaking “What we hear time and again is that frontline Photo courtesy as a Commitment to Action at the Clinton Global\ncollaboration between Americares and the Center clinics are the glue that hold their communities of Americares. Initiative 2022 Meeting.\nfor Climate, Health and the Global Environment at together through day-to-day climate stressors and\nHarvard Chan C-CHANGE. when disasters strike. But with limited resources For her part, Dr. Hodges is appreciative of the\nand an ongoing pandemic, many don’t have the valuable resource. “We have been able to give\nAfter surveying clinics to identify gaps and needs, funding, training or tools they need after a climate patients the toolkit and are disseminating it in our\nAmericares and Harvard Chan C-CHANGE released shock,” said Dr. Aaron Bernstein, former Interim clinic and with our administrators,” she said. “It is\na new Climate Resilience for Frontline Clinics toolkit Director of Harvard Chan C-CHANGE. “We’re wonderful to know that we are all better prepared\nwith support from Biogen. This new resource was meeting clinics where they’re at with the resources for the health effects of climate change thanks to\nreleased in full in December 2022 and includes they need so we can help prevent disease in the this important work.”\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 42,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 42\nCOMMUNITY\nEngaging communities to provide societal benefit\nand lasting impact\n$62.4M+\nIn grants, sponsorships and in-kind contributions from Biogen\nand the Biogen Foundation\n$2M+\nIn support for the people of Ukraine\n62,000+\nStudents engaged in the Community Lab over 20 years\nin 30 countries\nKEY AWARDS\nÌ Named to JUST Capital’s 2022 Top U.S. companies supporting health,\nfamilies and communities\nÌ Named to 3BL’s 100 Best Corporate Citizens List\nÌ Received the Boston Business Journal Award for Corporate Citizenship\nÌ Included in the STEMM Opportunity Alliance with the White House Office of\nScience and Technology Policy\nAlex Cameron heads Biogen’s Community Lab.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 43,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 43\nCOMMUNITY EXECUTIVE SUMMARY Serving humanity\nReflecting our purpose and values, we serve historically underrepresented in science. We through corporate giving\nhumanity through our medicines and by advanced the goal by reopening our in-person\noffering our time, funding and other forms of Community Labs in Massachusetts and North\nsupport to communities. We care deeply about Carolina for the first time since early 2020 and\ncreating a healthier, more equitable world by launching Community Lab 2.0, which includes True to our credo of Caring Deeply, Biogen serves humanity with\nstrengthening healthcare systems, addressing an enhanced neuroscience curriculum, an significant financial support for community groups through a variety\nfood insecurity and other social determinants alumni network and expanded global reach. of corporate giving initiatives. In 2022, Biogen and the Biogen\nof health, and engaging the next generation in\nFoundation contributed more than $62 million through our grants,\nscience, a commitment that spans the globe. Together, Biogen, the Biogen Foundation and\nsponsorships, fellowships and in-kind contributions worldwide.\nBiogen employees contributed more than\nIn 2022, we celebrated 20 years of impact $2 million in financial assistance, in-kind\nthrough the Biogen Foundation and the Biogen donations and volunteer support to the\nCommunity Lab, the longest-running hands-on people of Ukraine impacted by the war. More $62.4M+\ncorporate science lab in the United States. We broadly, the Biogen Foundation and employees\nIn grants, sponsorships and in-kind\nmarked the occasion by setting a new goal to supported more than 30 countries around the\ncontributions from Biogen and the\nengage a total of 90,000 students in science, world with more than 15,000 hours of volunteer\nBiogen Foundation\ntechnology, engineering and math (STEM) service and more than $4 million in matching\neducation by 2025, focusing on populations gift contributions.\nGrants and sponsorships\nOur global grants and giving strategy aims to make an impact beyond\nour medicines and medical research, catalyzing scientific innovation,\naddressing unmet patient needs and advancing medical and disease\neducation. In 2022, we contributed $5.58 million in grants to support\nfunding for medical and patient education, fellowships and the\nnecessary upgrades for healthcare institutions. We also provided\n$47 million in sponsorships to eligible organizations in connection\nwith events and initiatives.\nStaff from Chernihiv Regional Clinical Hospital, located in Ukraine, receiving donations of Biogen\nmedicines. Photo courtesy of Direct Relief.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 44,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 44\nInspiring tomorrow’s\ndiverse scientists\nAccording to the American Academy of Neurology, about 42% of\nfellowship program directors identify as female and 5.1% as Hispanic,\nwith none identifying as Black or African American. Since diversity is\nessential to improving health equity and patient outcomes, both Biogen\nand the Biogen Foundation are committed to building an inclusive\npipeline of scientists, neurologists and healthcare professionals.\nAnnounced in 2022, the Biogen-supported Xavier University\nof Louisiana’s Biogen Sharp-Verret Award is a scholarship for\nunderrepresented students pursuing neuroscience careers. The\nBiogen Foundation also marked the third year of its collaboration\nwith Massachusetts General Hospital (MGH) through the MGH Youth\nNeurology Education and Research Program, a first-of-its-kind initiative,\nwith alumni, to date, identifying as: 73% female; 83% Black, Latinx or\nNative American; and 74% first in their families to pursue any higher\neducation, from communities across Massachusetts. Community Lab in Cambridge, Massachusetts.\n—\nCommunity Lab By providing\nminority students\nAfter two years of virtual instruction, the Community Lab welcomed\nwith educational\nstudents back in person at locations in Cambridge, Massachusetts,\nand Research Triangle Park, North Carolina. The Community Lab also opportunities,\nintroduced its enhanced neuroscience curriculum with new coursework we are building\non multiple sclerosis, an alumni network and expanded global reach a diverse talent\nthrough Community Lab 2.0. pool to help\ntackle the most\n“The experience of coming to the Community Lab not only provides an challenging\nopportunity for students to think like scientists, but to be immersed in\nneurological\nthe work scientists engage in every day,” shared Joshua Hunter, Wake\ndiseases of\nCounty Public School System senior administrator. “The experience is\nour time.\na powerful vehicle for connecting content to real-world problems and\nMaha Radhakrishnan,\ncareer pathways.”\nBiogen’s Chief Medical Officer\nCommunity Lab in Research Triangle Park, North Carolina. —\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 45,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 45\nSTORY\nTurning\nadversity into\npurpose\nWhen Juan Rafael Lenger-Caballero was a young\nchild, his father was diagnosed with Parkinson’s\ndisease. His mother, Maria Cristina Caballero,\nwanted to make sure that her son had a creative\noutlet that channeled his emotions toward\nsomething positive, so she researched different\nSTEM programs for him to participate in.\n“I wanted him to learn about the possibilities,\nnot only about the limitations that we all have\nand the realities of having a complex illness such\nas Parkinson’s. I wanted him to see that there\nare many other things to learn and that through\nlearning he can help other people in the future,”\nshe said.\nJuan Rafael\nLenger-Caballero.\nThat led to him learning about and participating\nin the Community Lab summer program in 2020.\nThe virtual Biotech in Action program, jointly\nadministered between the Community Lab and\nLemelson-MIT, fostered Juan Rafael’s desire to help\nothers through engineering.\nFor Juan Rafael, the Community Lab and Biogen’s\ndeep commitment to neuroscience meant that he\n— learned more about Parkinson’s – connecting the\nI wanted him to learn about the science and biology to his own experiences with\nhis father. During the program, he began sketching\npossibilities, not only about the\nhis prototype for a motorized silicone glove to help\nlimitations that we all have and his father increase mobility in his hand. Now, he\nthe realities of having a complex is exploring other ways to help those living with\nillness such as Parkinson’s. mobility challenges.\nMaria Cristina Caballero, mother of Juan Rafael\n— Þ LEARN MORE ABOUT JUAN RAFAEL HERE\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 46,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 46\nEngaging our Making a difference\npassionate people in science education,\nhealth systems and\nBiogen encourages employees worldwide to participate in the\norganizations that matter most to them: access to food\n– The Biogen Foundation matches employee donations at least 1:1.\n– The Biogen Foundation offers $10 in Community Currency for every\nThrough the Biogen Foundation we strive to help our neighbors\nvolunteer hour spent with eligible nonprofit organizations.\nin need, strengthen health systems, ensure access to food and\n– Biogen provides eight hours of PTO for employees to volunteer. build inclusive science education and career pathways. Working\ntogether with community partners, we catalyzed great impact\nSharing their time, their skills and their passion for science, Biogen in 2022, including:\nemployees make an enormous impact in their communities,\ncontributing to social good while building bonds with colleagues and\ngaining a deeper understanding of patient and community needs. In\nSeptember 2022, employees around the world participated in 20 Days\nof Caring Deeply, a global period of volunteer action in celebration\nof the Biogen Foundation’s 20th anniversary. We hosted more than\n112 volunteer events across 23 countries, benefitting approximately\n94 nonprofit organizations with more than 1,750 acts of service. 3M+ 653,693 60,000\nPeople reached Meals provided to High-need patients\nthrough the North neighbors experiencing in North Carolina\nCarolina Science food insecurity through gained better access\nFestival since the start collaborations. to healthcare through\nof our collaboration. collaboration with\nCareMessage, the\nleading patient\nactivation and\ncommunication\nplatform for safety-\nnet healthcare\norganizations.\nEmployees assemble 500 mooncake boxes for the Down Syndrome\nFoundation in Taiwan. The boxes were filled with mooncakes made by people\nwith Down syndrome, who gain work skills through the Foundation.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 47,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 47\nSupporting those impacted by the war\nin Ukraine\nThe inspiration to volunteer can blossom at any time. For Biogen Poland\nemployee Adrian Laorden, it occurred when he was alone one weekend\nwhile his family was out of town. The war in Ukraine had just begun,\nrefugees had started to cross the Polish border from Ukraine and\nAdrian – who had never volunteered before – felt compelled to help.\n“I started to look on Facebook for some groups to see who I could help,\nlike driving them from the border or hosting them at home,” Adrian said.\nTogether, Biogen, the Biogen Foundation and Biogen employees, like\nAdrian, contributed more than $2 million in financial assistance, in-kind\ndonations and volunteer support to the people of Ukraine impacted\nby the war. Also learn how we supported people who needed Biogen\nmedicines in the Access & Health Equity section.\nExpanding food security and nutrition\nEmployees, including Biogen Foundation Board Chair Teresa Cachero,\nAs many as 828 million people around the world don’t know when after making frozen, single-serving meals in Food For Free’s kitchen space\nat Biogen’s headquarters.\ntheir next meal will be – and most of these people go to bed hungry\nevery night. Food insecurity and poor nutrition significantly harm\nmental and physical health and can contribute to anxiety, heart\ndisease, diabetes and obesity, a condition that impacts 20% of young\npeople (ages 2–19) and 42% of U.S. adults. Children who lack access – Making 16,200 frozen, single-serving meals in our headquarters’\nto proper nutrition are at higher risk of poor academic performance, designated Food For Free kitchen space through Food For Free’s\nimpacting their ability to achieve in school and in life. Heat-n-Eats program.\n– Offering School Pantries, Mobile Markets, Grocery Bags for Seniors,\nThe Biogen Foundation is committed to meeting these challenges\nGardens for Everyone, weekend meals for kids through BackPack\nby providing access to a stable source of food and nutritious meals\nBuddies and more through Inter-Faith Food Shuttle.\nthroughout the year for children, families and older members of\n– Distributing around 109,500 healthy meals to approximately\ncommunities. In 2022, we helped our nonprofit grantees provide\n870 children and teens through the Food Bank of Central and\n653,693 meals to neighbors experiencing food insecurity. Our\nEastern North Carolina.\nprogress includes:\n– Distributing more than 210,000 pounds of fresh produce and pantry – Supporting The Link Foundation year-round. In 2022, the Biogen\nstaples through Food For Free’s Just Eats program. team in Maidenhead, United Kingdom, helped the organization\nprovide 1,984 food vouchers.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 48,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 48\nSTORY\nAdvancing\nBiogen Foundation’s commitment to STAR has\nenabled the teachers and organizations involved to\nSTEM equity:\nshare resources and insights, serve more students\nand design innovative new programming.\nFostering\nAngeline UyHam, one of Jadah’s STAR instructors,\nsaid, “STAR has helped me do my job better\nscience STARs\nby providing me with the time, space and\nopportunity to work with such amazing leaders\nfrom organizations throughout Cambridge and\nSomerville. The power of the collective far\nWhen Jadah Depina first joined the Biogen outweighs the impact that just one organization\nFoundation’s STAR (Science, Teacher support, could achieve.”\nAccess & Readiness) Initiative five years ago, she\ndidn’t think her future college career would center —\non STEM. Now a senior at Cambridge Rindge and\nI love everything about the\nLatin High School, she is applying to leading East\nCoast universities with plans to major in a STEM- program. … I’ve progressed from\nbased field like biotechnology. learning math through STAR to\nteaching math to middle-schoolers\nAccording to the U.S. Department of Labor, between\nfrom all different backgrounds.\n2019 and 2029, the number of STEM jobs will\ngrow by 8%, compared with 3.7% for all other —\noccupations. While employment in STEM fields is\ngrowing, students from underserved communities The Biogen Foundation is now in the process of\nare disproportionately unexposed to and unprepared Jadah works with fellow classmates to solve math problems. Photo courtesy of bringing new collaborators into STAR to scale the\nfor STEM careers. Enrichment opportunities that Young People’s Project. benefits and further broaden the initiative to drive\nprepare young people for success in STEM education even greater positive change.\nare limited, and primarily directed toward students two years of college – who have been historically\nalready equipped with strong academic skills and underrepresented in STEM college and career Jadah is now taking classes like Advanced\naccess to professional networks. pathways, including economically disadvantaged Placement Environmental Science and\nstudents and multilingual learners. Biotechnology 3. “I love everything about the\nThe STAR Initiative helps address this disparity program,” she said. “The instructors are great to\nby supporting a coordinated ecosystem of Jadah is now one of more than 4,000 students work with, and through the years, I’ve progressed\norganizations that help low-income students who has participated in STAR since it began in from learning math through STAR to teaching math\ndevelop and sustain their interest in STEM, 2018. Since the program’s inception, STAR has to middle-schoolers from all different backgrounds.\ngain necessary STEM exposure and enrichment served students in 15 schools and supported It’s pretty cool.”\nopportunities and successfully transition into Thanks to her more than 500 teachers in enhancing their\npost-secondary education in pursuit of STEM participation in STAR, STEM capabilities and curricula, resulting in the In its fourth year (school year 2021–2022), STAR\ncareers. Focused on Cambridge and Somerville, Jadah Depina is looking establishment of 21 new STEM programs in area served 1,077 students and 110 educators, helping\nMassachusetts, the STAR Initiative unites high- to pursue a career in schools. The program has had an incredible impact students pass ninth-grade math at higher rates and\nperforming nonprofits and two school districts. STEM. Photo courtesy on student performance. In Somerville, for example, increasing the number of STAR students taking\nof Jadah Depina. participation in STAR has increased the likelihood of advanced math classes.\nThe $12 million, multi-year investment reaches passing ninth-grade math by 24% for Black students\nstudents – grades 6–12, plus those in their first and 15% for Hispanic and/or Latino students. The Þ LEARN MORE ABOUT OUR 2022 IMPACT HERE\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 49,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 49\nCelebrating 20 years of caring deeply Supporting the new MIT Museum\nwith the Red Sox Foundation The Biogen Foundation supported the reopening of the MIT Museum,\nwhich has been re-imagined with new exhibitions, programming and\nThe Biogen Foundation and Biogen Community Lab officially kicked opportunities for visitors to access the best STEM innovations and\noff our 20th anniversary celebration together with the Red Sox research. The museum helps to inspire and engage individuals of\nFoundation, which the Biogen Foundation has supported since 2016. all ages and backgrounds in STEM and to foster curiosity, creativity\nThe celebratory game began with Community Lab graduate and Red and critical thinking skills that are essential for addressing real-world\nSox Scholar Armany Peguero throwing out the first pitch. Armany, a challenges and advancing innovation.\njunior at Northeastern University majoring in electrical and computer\nengineering, developed a passion for science during his time as a As part of this collaboration, the Biogen Foundation funded the\nBiogen Community Lab student and as a Red Sox Foundation Scholar. Essential MIT exhibition, providing an interactive exploration of\nhow science-related innovations – from addressing climate change\nto ventures into space – are improving our lives. The contribution\nadditionally included the naming of the Phillip A. Sharp Room, in honor\nof one of Biogen’s co-founders, an MIT professor and MIT Museum\nAdvisory Board Chair, along with the MIT Museum’s Life Sciences\nMaker Engagement Program, which involves hands-on activities in\nbiology and life sciences.\nArmany Peguero throwing out the first pitch at the anniversary game.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 50,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 50\nREPORTING\nAdvancing transparency on ESG issues\nHIGHLIGHTS\nÌ Became an early adopter of the new UN Global Compact\nreporting framework\nÌ Disclosed Biogen's air pollution footprint\nÌ Aligned disclosures with TCFD and SASB\nÌ Secured limited third-party assurance on ~60 data points\nÌ Advanced transparency via the Bloomberg Gender-Equality Index,\nCDP, MSCI, ISS, Workforce Disclosure Initiative, among others\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 51,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 51\nR EX E E P C O U R T T IV IN E G About this report O U R I S N U N S O T V A A I T N I A O B N L E BUSINE E S Q S U O A B L J I E T C Y TIVES\nBiogen grants and sponsorships\nSUMMARY\nE e tr x v a p o n e l s v c p in t a a g r t e i s o n t n a c s k y e a h h r e o o l u p ld n e d r T m e h v a e is t r e y r r e i t a w p l o i o t r y t y a e re a s fl s rs e e . c s I t s t s m is k e e g n y u t i i s ( d s s e e u d e e b s il y lu i l t l s h u t e m ra G i t n i R o a I n t e ( ) f , d o w r b m h y i e c o h r u l y r w , m e G l o p o s l b a t a n r l e t R c o e e u p n p o t d r E t a i S n t G e g W AT E R D f o e r li t v h e e r g s l o o l b u a ti l o ns F o i t o n o o f f n s t s t o e h t o e v c e c a r h i a e t a n i t d o o y c v n l u o a i l g n m tu y c p r e a e o m n r d e ta n n t t C a fu n r t e d u a r i t e n e c f a o lu r f s a a iv i l r l e D an e d ve r l e o s p i li e C e f n fi O t c S M ie U n M S t T U A N I I N T A I E B S L E\ni\na\nd a i\nn\nn i\np\ns\nf\nc v\no\np\nc l a u\nr\nr\nl r\no\no\nm\nd ie\na\ns in t u\nc\nB\ny g r\nh\ni\ne\no\no t\nt\ns h\ng\nf\no\ne\ni t c s h\nn\nh r r\n’\na\ns\no e n u p n g o e h r l t s , ,\nI\nE\nm T\nn\nh\nS\ni\na\nt\ni\nG\ns\ni\nt\na\ne r\nt\nD\nr e\ni\ni\nv\na\na\np\ne\nl\nt\no\na\n)\nq r\nP\nu t\nT\nr\na\ne a\nin\nb\ns ls\nc\nl\nt\ne\ni o\ni\no\np\n,\nn i\nl\ni\nn\ne\nn\ns c\ns\nc\nl a\nl\nu\nf\nu\nn\no\nd\nd\nd\nr\ne\ni n\nD\ns r\ng\ne\ne\nd l\nfi\nt\ne i\nh\ns\nn\nv\ne\nc a\nin\nl n o\nG\ng\nt s\nR\nR\ni u n\nI\ne\nr d\nC\ne\np\ni s\no\nc\no\nn\na\nr\na\nt\nt\nt l\ne\no i\nC\ng\nn\nrs\no\nn\nt\nn\ne\nI\nt\nn\nt\nd h\ne\nd\na t\nn\ne\nt o\nt\nx\n.\na t\n,\nr\nP\nh\nf\ne e\nl\no\ne\nr\na\na\nI n d\na\ns\nt d\ne\ne\nv\nr\ni\nr e\nr\ne\nn\ne\ns\nw\na\nf\ns\ne\nt e\no\ni\nr\no d\nf\nn\nt\n.\no\nt\na\nh\nl\nt\ne\nh e\nH E A L T H A w sa d e f v l e l a - t b n y e c o i e n f g t s h o a e c n\nw s\ni h d e\na a\ne t\nn t\ny a\ni e t\nl\nr a\nt h\nt a i\n,\no n n d\nT\nc\nE D\nr i\nN\ns\nAT\ni\nI\ns\nO NS\nSUSTAINABLE DEVELOPMENT GOALS\n(S D G\ns n\ns\ns\no\no\n)\ne\nA\nl\nc\nt u\nL\ni\nI\ne\nG\ne\nt\nN\ni n\nM\nt\no\na\nv n\nl\ni r s\ng\no\na\nt n h\ni\nA t c\nm\nn\na\nh l c i\nt\na\ne\nm c\nd n\nt e a\ne t\na l\na\ne t\nl\nd\ni\ne\nl\nr\nv\nd a\na e\ne r t\nn r\ne e m\nd\ns s e s o r t g l h u e e t n io c n y s C L IM A T E\nwhich was prepared Sustainability Standards Board’s SASB framework and the Task Force U NI E N T\nin accordance with\non Climate-related Financial Disclosures (TCFD). It is informed by\nGlobal Reporting\nInitiative (GRI) the Stakeholder Capitalism Metrics, published by the International\nstandards. In 2022, Business Council of the World Economic Forum in 2020, as well as a\nScope of this report\nwe were proud to join view of the ways our efforts may help advance the 17 United Nations\nthe United Nations Sustainable Development Goals (SDGs), with an emphasis on those Unless otherwise indicated, Biogen’s 2022 ESG Report reflects data\nGlobal Compact\nmost relevant to our business, including: from the period Jan. 1, 2022 – Dec. 31, 2022. In some instances, we\nCommunication\ninclude information on initiatives or activities that began in 2022 and\non Progress as an\ncontinued into 2023.\nearly adopter, a\ncommitment we have\nsustained this year. Data in this report cover our global operations and consolidated\nsubsidiaries. Our operations in 2022 encompassed our major facilities\nin Massachusetts and North Carolina in the United States and in\nAccess & Health Equity COMMITMENT TO Environment\nSwitzerland. Our global offices and commercial fleet operations are also\nTRANSPARENCY\ncovered in this report. The environmental data presented in this report\n& DISCLOSURES\nCommunity Impact Workforce\ninclude only those operations over which Biogen has direct control.\nThird-party assurance\nERM Certification and Verification Services, Inc. (ERM CVS) assured\n2022 data for several indicators, including greenhouse gas (GHG)\nemissions and select environmental and social indicators. The\nIndependent Assurance Statement provides details of the assurance\nscope, assurance standards used, work undertaken and conclusions.\nÞ PLEASE REFERENCE THE ESG DATA TABLE FOR ASSURED DATA\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 52,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 52\nBioethics\nConducted in\n2021, Biogen’s\nESG materiality\nassessment\ninvolved outreach\nto more than\n5,000 stakeholders,\nspanning employees,\nhealthcare\nprofessionals,\npatient advocates,\ngovernment\nofficials and\ncommunity groups.\nBIOGEN 2022 ESG REPORT\nsredlohekats\not\necnatropmI\nProduct Quality\nAccess & Pricing\n& Safety\nR&D, Pipeline Information\n& Innovation Security &\nPatient Privacy\nHealth Equity Patient Health &\nOutcomes Workplace\nEmployee Health\n& Safety\nPharmaceuticals\nin the Environment Recruitment,\nTalent Retention\n& Engagement\nMEDIUM HIGH\nImpact to Biogen\nHGIH\nMUIDEM\nOur top ESG issues\nAccess & Pricing\nExpanding the availability of affordable medicines for patients,\nincluding to the world’s poor, by improving the obtainability of\nmedicines and developing appropriate pricing models. This\nencompasses working with patient advocacy groups (PAGs).\nBioethics\nAddressing ethical issues emerging from advances in biology,\nmedicine and technology, linked to public health, public policy,\nlaw, environment and well-being.\nHealth Equity\nAllowing people to attain their full health potential so that\nno one is marginalized based on their social position or other\ncircumstances.\nInformation Security & Patient Privacy\nAdopting and implementing policies and practices that\nsafeguard the privacy of patient information and protect data\nfrom unintended intruders.\nPatient Health & Outcomes\nEnsuring that patients are properly and effectively informed\nregarding medicine usage and the continuous improvement\nin health outcomes occurring as a result of usage. Outcomes R&D, Pipeline & Innovation\nmay be measured clinically (e.g., physical examination, laboratory Developing innovative products that treat systemic, challenging and\ntesting and imaging), self-reported or observed. complex medical issues and address the unmet medical needs of\npatients around the globe.\nPharmaceuticals in the Environment\nAddressing types of environmental pollution from discarded Recruitment, Talent Retention & Employee Engagement\npharmaceuticals, including in rivers, lakes and other bodies of water, Attracting and retaining top talent while also finding ways to keep\nand assessing and mitigating possible impacts and health risks. employees motivated and committed to the company.\nProduct Quality & Safety Workplace Employee Health & Safety\nPursuing high standards in product quality and safety, Undertaking efforts to assess and mitigate potential risks that could\nincluding management systems and auditing, that meet or impact the health, safety or welfare of workers and implementing activities\nexceed regulatory requirements. or programs to provide employees with a safe and healthy workplace."
  },
  {
    "page": 53,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 53\nESG data table\nERM Certification and Verification Services, Inc. (ERM CVS) provided limited third-party assurance on data related to climate and energy, water,\nwaste, social and safety (bolded data points). Environmental indicators include impacts from 100% of Biogen operations including owned and\nleased facilities. The financial indicators include the company’s consolidated financial statements. Social indicators include Full-Time Employees\nunless otherwise noted.\nGRI code Units 2019 2020 2021 2022\nGOVERNANCE\nAbout Biogen\nRevenue 201–1 Million USD 14,378 13,445 10,982 10,173\nR&D Spend Million USD 2,281 3,991 2,501 2,231\nNo. of Employees 2–7 # 7,400 9,340 9,832 8,725\nNo. of FTE 2–7 # N/A 9,192 9,586 8,610\nNo. of R&D Employees # N/A 2,284 2,366 1,613\nNo. of Part-time Employees 2–7 # N/A N/A 137 150\nWorkforce Located in U.S. 2–7 % N/A N/A 57% 57%\nESG Ratings, Rankings, and Assessments 1\nS&P Global CSA (DJSI) Score 83 (Industry 85 (Industry 84 (Industry 71\nLeader) Leader) Leader)\nMSCI Rating A A A AA\nISS ESG Rating C+ (Prime) C+ (Prime) C+ (Prime) C+ (Prime)\nSustainalytics Risk Score 22 23.5 21.3 22.3\nHuman Rights Campaign’s Corporate Equality Index % 100 100 100 100\nDisability:IN’s Disability Equality Index % 100 100 100 100\nCDP Climate Change Rating A– B+ B B\nCDP Water Rating B B B B\nCorporate Knights Global 100 Rank – – 97 –\n100 Best Corporate Citizens Rank 46 62 17 30\nAmerica’s Most JUST Companies Rank 30 150 36 41\nBloomberg Gender-Equality Index (GEI) Signatory or Participant\nUnited Nations Global Compact Signatory or Participant\nWorkforce Disclosure Initiative (WDI) Signatory or Participant\nPharmaceutical Supply Chain Initiative Member Signatory or Participant\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 54,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 54\nESG data table\nGRI code Units 2019 2020 2021 2022\nENVIRONMENTAL\nClimate\nScope 1 (fossil fuels and refrigerants) 305–1 MT CO e 67,031 57,553 63,182 64,867\n2\nScope 2 – Market based (electricity and steam) 305–2 MT CO e 131 280 268 335\n2\nTotal Scope 1 & 2 (Market based) 305–1, 305–2 MT CO e 67,162 57,833 63,450 65,202\n2\nScope 1 & 2 Intensity 305–4 MTCO e/MM USD revenue 4.7 4.3 5.8 6.4\n2\nTotal Purchased Carbon Offsets 2 305–5 MT CO 2 e 76,667 29,637 0 0\nCarbon Neutrality (Scope 1 & 2 – Offsets) 305–5 MT CO e 67,031 29,637 0 0\n2\nScope 2 – Location based (electricity and steam) 305–2 MT CO e 37,712 36,953 34,262 31,765\n2\nScope 3 3 305–3 MT CO 2 e 424,592 348,911 406,442 434,635\n› Category 1 – Purchased goods and service MT CO e 334,954 254,670 321,610 334,900\n2\n› Category 2 – Capital goods MT CO e 32,759 41,356 34,506 40,859\n2\n› Category 3 – Fuel- and energy-related activities MT CO e 10,570 8,755 11,793 12,219\n2\n› Category 4 – Upstream transportation and distribution MT CO e N/A 17,701 17,148 13,622\n2\n› Category 5 – Waste generated in operations MT CO 2 e 645 487 354 4 457\n› Category 6 – Business travel MT CO e 24,083 4,038 2,232 10,240\n2\n› Category 7 – Employee commuting 5 MT CO 2 e 9,516 2,661 2,227 11,458\n› Category 7 – Employee work from home 6 MT CO 2 e N/A 9,531 9,652 1,702\n› Category 8 – Upstream leased assets MT CO e 0 0 0 0\n2\n› Category 12 – End-of-life treatment of sold products MT CO e 12,065 9,141 7,003 9,177\n2\nScope 3 Intensity 305–4 MT CO e/MM USD revenue 30 26 37 43\n2\nScope 3 (percent of Scope 1, 2 & 3) 305–3 % 86 86 86 87\nTotal Value Chain (Scope 1, 2 & 3) 305–1, 305–2, 305–3 MT CO e 491,545 406,139 469,909 499,837\n2\nTargets and Performance\nScope 1 & 2 Absolute Reduction Since 2019 (Target: 55% by 2032) 305–5 % N/A –14 –6 –3\nSuppliers that set or pledged to set a climate goal via the Science % N/A N/A 18 23\nBased Targets initiative (Target: 80% of Suppliers by Spend by 2025)\nSuppliers that have committed to 100% renewable energy by 2040 % N/A N/A 26 37\n(Target: 50% of Suppliers by Spend by 2030; 90% of Suppliers by 2040)\nAir Quality\nCO emissions 305–1, 305–2, 305–3 MT 8.2 6.9 4.5 9.33\nNO emissions 305–1, 305–2, 305–3 MT 17 19.8 13.3 18.97\nX\nSO emissions 305–1, 305–2, 305–3 MT 1 2.9 1.9 3.18\nX\nVOCs emissions 305–1, 305–2, 305–3 MT 0.5 0.9 1.0 5.23\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 55,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 55\nESG data table\nGRI code Units 2019 2020 2021 2022\nEV100 – Battery Electric Vehicle Program\nTotal Leased Vehicles # 1,469 1,929 1,978 1,365\n› Plug-in hybrid electric vehicles (PHEV) # 12 41 26 132\n› Battery electric vehicles (BEV) # 9 12 81 163\nFleet Carbon Efficiency g CO e/mile 292 228 282 248\n2\nEnergy\nTotal Energy Use MWh 499,827 444,147 471,895 474,160\nRenewable Electricity MWh 144,972 139,958 143,470 136,356\n› PPA/Direct Contract 302–1 MWh 3,240 4,498 44,627 38,422\n› Renewable Energy Certificates 7 302–1 MWh 141,732 135,460 98,843 97,934\n› On-site Generation 302–1 MWh 0 0 0 0\nNon-Renewable Energy MWh 354,855 304,189 328,452 337,804\n› Fossil Fuels (gas, oil, diesel, gasoline) 302–1 MWh 354,454 303,576 327,337 337,323\n› Municipal Steam 302–1 MWh 316 490 980 393\n› Electricity 302–1 MWh 85 124 108 89\nData Coverage % 100% 100% 100% 100%\n› Energy Intensity 302–3 MWh/MM USD revenue 35 33 43 47\n› RE100 Target – Global Renewable Electricity 8 % 100 100 100 100\n› Fossil Fuel Free – Renewable Energy Allocation % Total energy 29 32 30 29\nWater\nMajor Facilities with Fair Share of Water Withdrawal 9 303–1 % 100 100 100 100\n(Target: Maintain 100%)\nWater Use (ex. non-contact cooling water) 303–3, 303–5 Million Cubic Meters (m3) 1.272 1.035 1.090 1.064\nWater Use Intensity m3/MM USD revenue 88 77 99 104\nWater Reused/Recycled 10 % 5 7 4 6\nWater Withdrawal Million m3 1.511 1.265 1.216 1.237\n› Municipal Supply (potable & grey water) 303–3 Million m3 0.758 0.590 0.581 1.018\n› Fresh Surface Water (non-contact cooling) 303–3 Million m3 0.303 0.303 0.166 0.218\n› Groundwater 11 303–3 Million m3 0.447 0.370 0.453 0\n› Rainwater 303–3 Million m3 0.001 0.001 0.001 0.001\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 56,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 56\nESG data table\nGRI code Units 2019 2020 2021 2022\nWater Discharges Million m3 0.99 0.806 0.893 0.941\n› Fresh Surface Water 303–4 Million m3 0.303 0.303 0.166 0.218\n› Wastewater 303–4 Million m3 0.687 0.503 0.727 0.723\nWaste 12\nNon-hazardous Waste 13 306–3 MT 7,561 2,841 3,510 4,224\n› Reused 306–3 MT 6 39 76 127\n› Recycled 306–3 MT 1,732 527 497.8 639.1\n› Composted 306–3 MT 2,997 909 200 1,574\n› Energy Recovery via Anaerobic Digestion 306–3 MT 43 0 0 0\n› Waste to Energy 14 306–3 MT 1,206 879 1,361 1,336\n› Incineration 15 306–3 MT 1,544 455 1,367 429\n› Landfill 306–3 MT 32 32 6 119\n› Non-hazardous Waste Intensity 306–3 MT/MM USD Revenue 0.53 0.21 0.32 0.41\n› Waste to Landfill Diversion (Target: Maintain 100%) 16 306–4, 306–5 % 100 99 100 97\n› Recovery & Recycling Rate (Non-hazardous Waste) 306–4, 306–5 % 63 52 22 55\nHazardous and Biohazardous Waste MT 219 208 269 237\n› Recycled 306–4, 306–5 MT 16 14 <1 29\n› Waste to Energy 306–4, 306–5 MT 138 117 211 108\n› Incineration 306–4, 306–5 MT 65 77 56 84\n› Landfill 306–4, 306–5 MT 0 0 2 15\nSOCIAL\nCommunity Engagement and Giving\nTotal Foundation Grants 17, 18 Million USD 4.7 16.4 6.1 5.8\nEmployee Matching Gifts Program 19 Million USD 1.7 2.5 2.1 2.1\nCorporate Grants and Sponsorships 20 Million USD N/A 72.4 71.0 52.5\nVolunteer Hours Hours 16,560 4,369 14,493 15,485\nBiogen Foundation STAR Initiative Investment 21 Million USD 2.7 2.8 2.7 1.9\n(Target: Cumulative $12M by 2023)\nResponsible Supply Chain\nSupplier Diversity Spend Million USD 161 173 230 196\nSupplier Diversity Spend of Total U.S. Spend 22 % 7.8 8.1 11.8 11\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 57,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 57\nESG data table\nGRI code Units 2019 2020 2021 2022\nWorkforce Diversity, Equity and Inclusion\nWomen in:\n› Workforce 2–7, 405–1 % 52.5 53.5 53.9 52.8\n› Management 23 2–7, 405–1 % 49.8 51.7 53.1 52.2\n› Director Level and Above 2–7, 405–1 % 46 49 47.6 47.4\n› Management in Revenue-Generating Functions 24 2–7, 405–1 % 50.5 52.3 53.4 52.6\n› STEM-related Positions 2–7, 405–1 % N/A 44.6 48.8 49.8\n› Top Management (VP+) 2–7, 405–1 % 39.2 42.9 44.6 45.1\n› Executive Team 2–7, 405–1 % 25 29 25 46\n› Board of Directors 2–7, 405–1 % 23 17 23 18\nDemographics in Workforce (U.S. Only):\n› Asian American 405–1 % N/A 16.9 17.4 17.6\n› Black or African American 405–1 % N/A 12.2 11.6 10.7\n› Hispanic or Latino 405–1 % N/A 5.1 4.8 3.8\n› White 405–1 % N/A 63.4 63.6 59.2\n› Indigenous or Native American 405–1 % N/A 0.3 0.4 0.2\n› Native Hawaiian or Other Pacific Islander 405–1 % N/A 0.1 0.1 0.1\n› Two or More Races 405–1 % N/A 1.1 1.5 1.8\n› No Response 405–1 % N/A 0.5 0.6 6.6\nDemographics in Management (U.S. Only): 25\n› Asian American % N/A 18.5 19.5 19.7\n› Black or African American % N/A 5.3 6.6 5.5\n› Hispanic or Latino % N/A 4.9 4.7 3.6\n› White % N/A 69.4 67.1 63.4\n› Indigenous or Native American % N/A 0.1 0.2 0.2\nOther Underrepresented Groups\n› Workforce Age 29 or Younger 405–1 % N/A 9.8 8.5 8.1\n› Workforce Age 30 to 50 405–1 % N/A 67.8 67.8 61.4\n› Workforce Age 51 or Older 405–1 % N/A 22.5 23.7 30.5\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 58,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 58\nESG data table\nGRI code Units 2019 2020 2021 2022\nDemographics in Board of Directors 26\n› Black or African American 2–9, 405–1 # N/A N/A 1 1\n› Hispanic or Latino 2–9, 405–1 # N/A N/A 2 2\n› White 2–9, 405–1 # N/A N/A 9 7\n› Did Not Disclose Demographic Background 2–9, 405–1 # N/A N/A 1 1\nDirector-level and Above Positions Held by Racial Minorities (U.S. Only) 2–9, 405–1 % 26 28 26 27\nRepresented by Union/Collective Bargaining Agreement 2-30 % N/A 13.1 13.1 8.9\nTalent Attraction, Retention & Turnover\nEmployee Satisfaction % 76 86 73 75\nEngagement Survey Response Rate % 74 74 71 75\nNumber of New Hires # 1,696 2,679 1,990 1,351\nOpen Positions filled by Internal Candidates 401–1 % 26.4 19.5 23.4 31\nTraining and Development 404–1 Avg Hours/Employee N/A 38 32 32\nTraining Invested per Employee $ N/A 1,399 999 748\nTurnover Rate\n› Voluntary Turnover 401–1 % 10.3 7.2 11 14.8\n› Involuntary Turnover 401–1 % N/A 1.8 3 9.6\nGender Pay Assessment 27\n› Executives 405–2 % N/A N/A 1.02 1.02\n› Management 405–2 % N/A N/A 0.95 1.00\n› All Other Professionals 405–2 % N/A N/A 0.99 0.99\nOccupational Health and Safety\nTotal Recordable Injury Rate (TRIR) 28 403–9 Cases/200,000 working hours 0.28 0.17 0.12 0.16\nDays Away Case Rate (DACR) 403–9 Cases/200,000 working hours 0.11 0.06 0.07 0.04\n3-Year Average DACR Industry Rank (Target: Top 3) 29 403–9 Rank 2 2 2 2\nContractor DACR 30 403–9 Cases/200,000 working hours 0.87 0 0 0\nNumber of Fatalities for Employees 403–9 # 0 0 0 0\nNumber of Fatalities for Contractors 403–9 # 0 0 0 0\nCollisions per Million Miles (U.S. Fleet) 403–9 Collisions/million miles 3.7 6.9 4.5 3.5\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 59,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 59\nESG data table\nFootnotes for 2022 ESG data table\n1 Year of the result is based on the ranking publication year, which may use data from other time 24 Revenue generating functions include Pharmaceutical Operations & Technology, Commercial and\nperiods per the publication’s methodology. Research & Development.\n2 2020 was the last year Biogen purchased carbon offsets as part of our abatement strategy. 25 Demographics are inclusive of all management levels, consisting of employees at Manager level\n3 Scope 3 categories 9, 10, 11, 13, 14 and 15 were determined to be not applicable or negligible. and above.\n4 Scope 3 category has been updated to account for non-material water methodology change. 26 Racial and ethnic demographics that do not apply are excluded.\n5 Increase in Scope 3 Category 7 Employee Commuting is due to post-pandemic return to office. 27 The gender pay assessment includes data covering all permanent global employees adjusted for\n6 Decrease in Scope 3 Category 7 Employee work from home is due to post-pandemic return to office. the number of females and males at each level within the organization for base compensation\n7 Renewable energy certificates retired include bundled and unbundled Green-e certified Renewable only. The ratio is calculated by averaging the mean base pay for women in the stated role in\nEnergy Certifications, Guarantees of Origin, J-Credits, Australian RECs, I-RECs to match Biogen’s comparison to the mean base pay of men in a similar role.\nelectricity usage in the U.S./Canada, Europe, Japan, Australia and South America/China/Mexico/ 28 Includes permanent and contracted employees; excludes contractors (e.g., construction, janitorial,\nUnited Arab Emirates, respectively. food services).\n8 RE100 member Biogen achieved 100% renewable electricity (as defined by RE100) across 30 of the 29 Industry composed of 15 leading pharmaceutical company peers.\nmarkets in which it operates. 30 Contractor DACR: Includes construction-related contractors only.\n9 Percent of major sites assessed for water withdrawal using a context-based methodology. Fair, just and\nproportionate share of locally available renewable supplies is defined as a ratio of less than 1.0 using N/A = Data were not collected in reporting year.\nthe Center for Sustainable Organization’s’ Corporate Water Gauge tool, a context-based water metric.\n10 Data reflect percentage of reclaimed water on-site, harvested rainwater, and municipal grey water\ncompared to total water use.\n11 Groundwater value reduced in 2022 due to historical clerical error in location of water attribution.\n12 All waste disposal methods are covered in the table; no waste is disposed of by other or\nunknown methods.\n13 Data include non-hazardous waste generated by Biogen operations (e.g., non-hazardous solid\nwaste and trucked off wastewater). Waste derived from construction and demolition debris, incinerator\nash and other contractor activities is not included.\n14 All non-hazardous waste with energy recovery is generated by incineration.\n15 For 2022, 1,336 metric tons of waste were incinerated for energy recovery, and 429 metric tons\nwere incinerated without energy recovery.\n16 For 2022, due to a state-mandated landfill closure and subsequent increased statewide waste-to-\nenergy facility demands, non-hazardous waste of two sites included a portion sent to an out-of-state\nlandfill, impacting 100% diversion rate.\n17 Includes all grants awarded by the Biogen Foundation exclusive of the Biogen Foundation’s Employee\nMatching Gifts Program.\n18 Total in foundation grants is inclusive of STAR Initiative investment.\n19 Through our matching gifts program, employees donated more than $2 million to organizations\naround the world, giving particularly generously to address crisis situations, including the conflict\nin Ukraine and the 20th anniversary of the Biogen Foundation.\n20 Corporate Grants and Sponsorships includes Global Medical Grants and Patient Education Grants,\nGeneral Grants, Infrastructure Grants, Fellowships and Sponsorships.\n21 The STAR Initiative is a coordinated funding strategy designed to help catalyze the development\nof local science, technology, engineering and mathematics (STEM) ecosystems in Cambridge,\nMassachusetts, and Somerville, Massachusetts. STAR stands for Science, Teacher support,\nAccess and Readiness, and it is intended to strengthen and support the educational landscapes\nin these cities by helping increase access to STEM resources and opportunities for students most\nunderrepresented in STEM college or career pathways.\n22 In 2021, minority-owned suppliers accounted for 19% of the diversity spend (2% of all Biogen\nsupplier spending).\n23 Women in management percentage is inclusive of all management levels, consisting of employees\nat Manager level and above.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 60,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 60\nSASB index\nCode Accounting Metric 2022 Response\nHC-BP-210a.1 Discussion, by world region, of management Biogen has a Global Pharmacovigilance (PV) team that includes medical and scientific professionals with extensive safety clinical,\nprocess for ensuring quality and patient safety and/or healthcare experience. They are trained in PV and health authority regulations relevant to medicinal product safety in the\nduring clinical trials. markets where Biogen operates.\nBiogen’s safety signal management processes, combined with our robust safety governance framework, allow Biogen to determine\nif new safety information on our products (a ‘signal’) poses a risk to patients and how best to manage, mitigate and communicate\nthe risk. All safety and benefit/risk decisions for marketed and investigational products are made at the Safety Monitoring\nCommittee (SMC). The Safety team collaborates with Regulatory Affairs and others within Biogen to communicate product\ninformation in a timely, transparent and accurate manner to regulatory agencies and other stakeholders across the globe.\nIn addition to complying with our company’s global standards, the conduct of our clinical trials adheres to the International Council for\nHarmonization Good Clinical Practice (ICH GCP) standards and to the principles that have their origin in the Declaration of Helsinki.\nEach country has its own regulatory authority with its own regulations or laws for conducting clinical trials. Relevant regulatory\nauthorities review and approve Biogen’s proposed protocol and ensure that clinical trials follow national regulations.\nAn Institutional Review Board (IRB) or Ethics Committee (EC) is an independent committee that includes medical, scientific and\nnon-scientific members, whose responsibility is to protect the rights, welfare, safety and well-being of clinical trial participants. Each\nclinical trial location is monitored by a specific IRB/EC. It is responsible for reviewing all clinical trials as well as conducting ongoing\nreviews of active clinical trials.\nFor more information, please visit our clinical trials webpage.\nHC-BP-210a.2 Number of FDA Sponsor Inspections related to Biogen is committed to collaborating with regulatory agencies on a wide range of issues, including clinical trial management and\nclinical trial management and pharmacovigilance pharmacovigilance and taking any actions that are needed.\nthat resulted in: (1) Voluntary Action Indicated In 2022, five FDA inspections took place at two Biogen facilities in Solothurn, Switzerland, and Research Triangle Park, North Carolina.\n(VAI) and (2) Official Action Indicated (OAI). Four inspections resulted with Voluntary Action Indicated (VAI) and one inspection resulted in No Action Indicated (NAI).\nNo inspections resulted in Official Action Indicated (OAI) in 2022.\nHC-BP-210a.3 Total amount of monetary losses as a result of Biogen did not sustain any monetary losses in 2022 as a result of legal proceedings associated with clinical trials in\nlegal proceedings associated with clinical trials developing countries.\nin developing countries.\nHC-BP-240a.1 Description of actions and initiatives to promote While not listed as a company in scope for the 2022 Access to Medicine Index (“Index”), Biogen is deeply committed to access and\naccess to healthcare products for priority health equity across all parts of our business. We are expanding our portfolio and pipeline, which includes a focus on diseases\ndiseases and in priority countries as defined by and conditions prioritized by the Index, including Alzheimer’s disease, depression and stroke. Additionally, Biogen therapies support\nthe Access to Medicine Index. patients in a number of countries included in the Index, such as Brazil, China, India and Mexico, and we actively work with a variety\nof stakeholders to understand opportunities to meet patient needs and promote health access. For example, in India, our SPINRAZA\nIndividual Patient Humanitarian Aid Access Program (SIPHAP) reached a total of 203 active patients across 14 public hospitals as\nof January 2023.\nFor additional detail on this and other relevant programs, please see the Access and Health Equity section of Biogen’s ESG Report.\nHC-BP-240a.2 List of products on the WHO List of Prequalified Biogen has no products on the WHO List of Prequalified Medicinal Products.\nMedicinal Products as part of its Prequalification\nof Medicines Programme (PQP).\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 61,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 61\nSASB index\nCode Accounting Metric 2022 Response\nHC-BP-240b.1 Number of settlements of Abbreviated New Biogen does not comment on confidential legal matters.\nDrug Application (ANDA) litigation that involved\npayments and/or provisions to delay bringing\nan authorized generic product to market for a\ndefined time period.\nHC-BP-240b.2 Percentage change in: (1) average list price In 2022, we saw a list price increase of 3.504% and a net price increase of 1.946% across our U.S. product portfolio as compared\nand (2) average net price across U.S. product to the previous year.\nportfolio compared to previous year. We regularly review our pricing strategy and prioritize patient access to our therapies. We have a value-based contracting program\ndesigned to align the price of our therapies to the value our therapies deliver to patients. We also work with regulators, clinical\nresearchers, ethicists, physicians and patient advocacy groups and communities, among others, to determine how best to address\nrequests for access to our investigational therapies in a manner that is consistent with our patient-focused values and compliant\nwith regulatory standards and protocols.\nAdditional information is available here: Biogen Pricing Principles\nHC-BP-240b.3 Percentage change in: (1) list price and (2) net We regularly review our pricing strategy and prioritize patient access to our therapies. We have a value-based contracting program\nprice of product with largest increase compared designed to align the price of our therapies to the value our therapies deliver to patients. We also work with regulators, clinical\nto previous year. researchers, ethicists, physicians and patient advocacy organizations and communities, among others, to determine how best to\naddress requests for access to our investigational therapies in a manner that is consistent with our patient-focused values and\ncompliant with regulatory standards and protocols.\nAdditional information is available here: Biogen Pricing Principles\nHC-BP-250a.1 List of products listed in the Food and Drug There were no listings relevant to Biogen’s products on the FDA’s MedWatch Safety Alerts for Human Medical Products\nAdministration’s (FDA) MedWatch Safety Alerts database in 2022.\nfor Human Medical Products database.\nHC-BP-250a.2 Number of fatalities associated with products All information related to fatalities associated with Biogen products are available via the FDA Adverse Event Reporting System.\nas reported in the FDA Adverse Event Reporting\nSystem.\nHC-BP-250a.3 Number of recalls issued, total units recalled. There were no recalls or units recalled in 2022.\nHC-BP-250a.4 Total amount of product accepted for take-back, Biogen does not track the amount of product accepted for takeback, reuse or disposal; the volume of Biogen products is too low\nreuse, or disposal. to warrant managing our own product takeback, reuse or disposal program. Biogen does, however, participate in several takeback\nprograms across various U.S. states and counties, and several other countries. In addition, Biogen provides guidance on appropriate\ndisposal methods for our products.\nHC-BP-250a.5 Number of FDA enforcement actions taken Biogen did not receive any FDA enforcement actions associated with Form 483 observations, warning letters, seizures, recalls or\nin response to violations of current Good consent decrees in 2022.\nManufacturing Practices (cGMP), by type.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 62,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 62\nSASB index\nCode Accounting Metric 2022 Response\nHC-BP-260a.1 Description of methods and technologies used Counterfeiting is now one of the largest criminal enterprises in the world, and no industry is exempt from this growing threat.\nto maintain traceability of products throughout Patient safety is our No. 1 priority, and we take the issue of counterfeit, falsified drugs very seriously. The main goal of our Product\nthe supply chain and prevent counterfeiting. Security function is to implement a holistic strategy in order to proactively identify, mitigate and manage illicit trade risks that could\npotentially jeopardize the health and safety of patients who take our drugs or, secondarily, impact trust and reputation. We aim to\ndisrupt diversion, counterfeiting, theft and other nefarious activities through the following five pillars:\n• Threat Assessments: Identify, assess and mitigate risks and vulnerabilities across the supply chain.\n• Auditing: Audit supply chain partners to ensure industry best practice requirements are met regarding product security.\n• Monitoring: Monitor markets, channels, supply chain, customer complaints and other network elements to detect illicit trade\nsignals and potential threats to supply chain resiliency and robustness.\n• Investigations: Respond to incidents with robust investigation and enforcement capability, including legal action to stop\nand deter illicit trade.\n• Product Security: Ensure we have the appropriate level of security measures for products and supply chain nodes in order to\nminimize the threat of counterfeits, diversions and thefts for the purpose of ensuring patient safety.\nIn addition to the above, a majority of our global production is serialized, meeting all global compliance requirements on serialization\nincluding the U.S. and the European Union (EU). Whenever we serialize, we also aggregate the serialization information to enable\nTrack&Trace. We have implemented Track&Trace capabilities at our main distribution sites, beyond compliance requirements, to\nprovide additional elements of traceability. For example, in the EU each medication is verified against the list of serial numbers\nin circulation prior to dispensing. If a medicine’s serial number cannot be verified, a notification, called an alert, is electronically\ngenerated by the relevant National Medicines Verification Organization (NMVO) and shared with TraceLink, Biogen’s Serialization\nSystem. Biogen reviews these alerts and resolves them in correspondence with the relevant NMVO. Serialization alerts that indicate\nsuspect or illegitimate product will trigger the internal process described above.\nHC-BP-260a.2 Discussion of process for alerting customers Biogen employs quality governed processes to manage the handling of suspect or illegitimate medicinal products: Upon detecting\nand business partners of potential or known a potential or known product security risk, the event is captured as a complaint into the TrackWise system for formal tracking.\nrisks associated with counterfeit products. Furthermore, there are requirements on segregation of product and the investigation process. Once the product is physically\nacquired, the technical product complaints group performs an investigation to verify if the product is genuine or falsified. If\ndetermined that the suspected product is falsified, potentially falsified or at high risk of being falsified, a global distributed material\nreview board (DMRB) must be completed, defining further specific market actions and communications. As necessary, all impacted\ncompetent authorities and impacted distribution partners are then notified. Once a case is closed, Biogen notifies the applicable\nauthorities and impacted trading partners.\nIn addition to the above internal processes, Biogen also participates in industry-wide systems and processes utilizing serialization\ndata. For example, in the EU each medication is verified against the list of serial numbers in circulation, prior to dispensing.\nMedicines shall not be dispensed if the number cannot be verified. If a medicine’s serial number cannot be verified, a notification,\ncalled an alert, is electronically generated by the NMVO and shared with TraceLink, Biogen’s Serialization System. Biogen reviews\nthese alerts and resolves them in correspondence with the relevant NMVO. Serialization alerts that indicate suspect or illegitimate\nproduct will trigger the internal process described above.\nHC-BP-260a.3 Number of actions that led to raids, seizure, Biogen did not take any actions in 2022 that led to raids, seizures, arrests and/or filing of criminal charges related to\narrests, and/or filing of criminal charges related counterfeit products.\nto counterfeit products.\nHC-BP-270a.1 Total amount of monetary losses as a result Biogen discloses all material legal and regulatory proceedings in our Annual Report on Form 10-K and\nof legal proceedings associated with false Quarterly Reports on Form 10-Q.\nmarketing claims.\nHC-BP-270a.2 Description of code of ethics governing Please visit our website with a focus on the Early Access page.\npromotion of off-label use of products.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 63,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 63\nSASB index\nCode Accounting Metric 2022 Response\nHC-BP-330a.1 Discussion of talent recruitment and retention Biogen has a range of active initiatives to help build a diverse talent pipeline. For example, the Biogen Community Lab is the longest-\nefforts for scientists and research and running hands-on corporate science education program in the U.S., and has reached students in 30 countries to date. Announced\ndevelopment personnel. in 2022, the Biogen-supported Xavier University of Louisiana’s Biogen Sharp-Verret Award is a scholarship for underrepresented\nstudents pursuing neuroscience careers. A collaboration with Massachusetts General Hospital is giving the next generation in-depth\nexposure to the field of neurology. Through a collaboration with Morehouse School of Medicine, we welcomed our first intern cohort\nfrom Historically Black Colleges and Universities (HBCUs) to our Summer Health Equity Fellowship Program in 2020. The fellowship\nprogram, which engages M.D. and Ph.D. students, aims to advance health equity and improve patient experiences. In 2016,\nBiogen helped create The Partnership, Inc.’s BioDiversity Fellows Program, which nurtures the potential leadership of mid-career\nprofessionals who are underrepresented in the life sciences industry. In Latin America, the Biogen Intercontinental Region (BIR)\ndeveloped FemSTEM, a campaign to empower girls and women to pursue a path in STEM. The campaign includes a podcast series\nand opportunities for participants to engage via Women in Bio, UN Women and NS Innovation in South America. Biogen employees\nvolunteer in Women in Bio.\nWe remain actively involved in a wide variety of industry programs that allow us to increase the visibility of Biogen as a purpose-\ndriven company with a wide variety of career opportunities and a culture focused on helping employees thrive. We have a particular\nfocus on increasing visibility and engagement with communities historically underrepresented and underserved in neuroscience,\nincluding through our engagement with groups such as Women of Color in Pharma (WOCIP) and American Women in Science (AWIS),\namong many others.\nWe also have continued to expand our focus on talent retention, growth and engagement through programs such as Thrive@Biogen.\nA broader discussion of those efforts can be found in the Workforce section of the ESG Report.\nHC-BP-330a.2 (1) Voluntary and (2) involuntary turnover Total Turnover Rate: 24.4%\nrate for: (a) executives/senior managers, (b) Voluntary Turnover Rate: 14.8%\nmid-level managers, (c) professionals, and (d)\nInvoluntary Turnover Rate: 9.6%\nall others.\nPlease see disclosures in the ESG Data Table in Biogen’s ESG Report.\nHC-BP-430a.1 Percentage of (1) entity’s facilities and (2) Biogen outsources anywhere from 10% to 15% of our external supplier audits. We perform the vast majority of our audits\nTier I suppliers’ facilities participating in the through our own audit program using outsourced support or the use of third-party auditors depending on the type of service\nRx-360 International Pharmaceutical Supply provided, risk and availability.\nChain Consortium audit program or equivalent\nthird-party audit programs for integrity of supply\nchain and ingredients.\nHC-BP-510a.1 Total amount of monetary losses as a result of Biogen discloses all material legal and regulatory proceedings in our Annual Report on Form 10-K and\nlegal proceedings associated with corruption Quarterly Reports on Form 10-Q.\nand bribery.\nHC-BP-510a.2 Description of code of ethics governing We comply with the Pharmaceutical Research and Manufacturers of America’s (PhRMA) Code on Interactions with\ninteractions with health care professionals. Healthcare Professionals.\nSee our Code of Business Conduct section on Interactions with Healthcare Professionals.\nHC-BP-000.A Number of patients treated. Biogen has treated more than 2.1 million patients worldwide from 1996 through the end of 2022.\nHC-BP-000.B Number of drugs (1) in portfolio and (2) in Biogen discloses the number of marketed therapies on the Product Portfolio page and research and development in our earnings\nresearch and development (Phases 1–3). reports (Q4 and Full Year 2022 update here).\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 64,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 64\nGRI content index\nBiogen has reported the information cited in this GRI content index for\nthe period from 1 January 2022 to 31 December 2022 with reference\nto the GRI Standards.\nGRI Standard Disclosure Location\nGRI 2: 2–1 Organizational details Item 1., Business, 2022 Annual Report\nGeneral Disclosures\n2–2 Entities included in the organization’s sustainability reporting Item 1., Business, 2022 Annual Report\n2022\n2–3 Reporting period, frequency and contact point Data cover fiscal year ending Dec. 31, 2022. (Some activities from\n2023 are also included.) We report on an annual basis. Biogen\ncontact: public.affairs@biogen.com or responsibility@biogen.com\n2–4 Restatements of information Restatements for previous disclosed metrics are identified\nin the ESG Data Table\n2–5 External assurance Independent Assurance Statement\n2–6 Activities, value chain and other business relationships Item 1., Business, 2022 Annual Report\n2–7 Employees Item 1., Business, 2022 Annual Report\nESG Report, ESG Data Table\n2–8 Workers who are not employees Item 1., Business, 2022 Annual Report\nESG Report, ESG Data Table\n2–9 Governance structure and composition Executive Leadership\nBoard of Directors\nCorporate Governance Documents\n2–10 Nomination and selection of the highest governance body Executive Leadership\nBoard of Directors\nCorporate Governance Documents\n2–11 Chair of the highest governance body Executive Leadership\nBoard of Directors\nCorporate Governance Documents\n2–12 Role of the highest governance body in overseeing the management of impacts Executive Leadership\nBoard of Directors\nCorporate Governance Documents\n2–13 Delegation of responsibility for managing impacts Executive Leadership\nBoard of Directors\nCorporate Governance Documents\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 65,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 65\nGRI content index\nGRI Standard Disclosure Location\n2–14 Role of the highest governance body in sustainability reporting Executive Leadership\nBoard of Directors\nCorporate Governance Documents\n2–16 Communication of critical concerns Code of Business Conduct\n2–17 Collective knowledge of the highest governance body Executive Leadership\nBoard of Directors\nCorporate Governance Documents\n2–18 Evaluation of the performance of the highest governance body Consolidated Financial Statements\nItem 1., Business, 2022 Annual Report\nIndependent Assurance Statement\nESG Report, Reporting section, ESG materiality assessment\n2–19 Remuneration policies Proxy, Executive Compensation Matters\n2–21 Annual total compensation ratio Biogen does not disclose externally any salary-and wages-related\ndata except the Executive Compensation of the Executive Committee\nand Board of Directors\n2–22 Statement on sustainable development strategy ESG Report, Overview section\n2–23 Policy commitments Principles, Policies & Positions\n2–24 Embedding policy commitments Principles, Policies & Positions\n2–25 Processes to remediate negative impacts ESG Report, Workforce section\n2–26 Mechanisms for seeking advice and raising concerns Code of Business Conduct\n2–27 Compliance with laws and regulations Principles, Policies & Positions\nItem 1A., Risk Factors, 2022 Annual Report\n2–28 Membership associations ESG Report, Overview and Community sections\n2–29 Approach to stakeholder engagement Executive Leadership\nBoard of Directors\nCorporate Governance Documents\nESG Report, Overview; Access and Health Equity; Community;\nReporting sections\n2–30 Collective bargaining agreements Website – ESG data table\nGRI 3: 3–1 Process to determine material topics ESG Report, Reporting section\nMaterial\n3–2 List of material topics ESG Report, Reporting section\nTopics 2022\n3–3 Management of material topics ESG Report, Reporting section\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 66,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 66\nGRI content index\nGRI Standard Disclosure Location\nGRI 201: 201–1 Direct economic value generated and distributed Item 6., Selected Financial Data, 2022 Annual Report\nEconomic Political Contributions Disclosures\nPerformance 2016\nESG Report, ESG Data Table\n201–2 Financial implications and other risks and opportunities due to climate change ESG Report, TCFD disclosure\n2022 CDP Climate Change disclosure\n201–3 Defined benefit plan obligations and other retirement plans ESG Report, Workforce section\n201–4 Financial assistance received from government Consolidated Financial Statements\nItem 1., Business, 2022 Annual Report\nGRI 203: 203–2 Significant indirect economic impacts 2022 Annual Report\nIndirect Economic ESG Report, Community section and ESG Data Table\nImpacts 2016\nGRI 205: 205–1 Operations assessed for risks related to corruption Item 1A., Risk Factors, 2022 Annual Report\nAnti-corruption 2016\n205–2 Communication and training about anti–corruption policies and procedures ESG Report, Workforce section\nCode of Business Conduct\n205–3 Confirmed incidents of corruption and actions taken ESG Report, ESG Data Table\nGRI 206: 206–1 Legal actions for anti-competitive behavior, anti-trust, and monopoly practices 2022 Annual Report\nAnti-competitive Quarterly Reports on Form 10-Q\nBehavior 2016\nGRI 207: 207–1 Approach to tax Global Tax Policy\nTax 2019 U.K. Tax Strategy\n207–2 Tax governance, control, and risk management Global Tax Policy\nU.K. Tax Strategy\n207–3 Stakeholder engagement and management of concerns related to tax Global Tax Policy\nU.K. Tax Strategy\nGRI 302: 302–1 Energy consumption within the organization ESG Report, Environment section and ESG Data Table\nEnergy 2016 2022 CDP Climate Change disclosure\n302–2 Energy consumption outside of the organization ESG Report, Environment section and ESG Data Table\n2022 CDP Climate Change disclosure\n302–3 Energy intensity ESG Report, Environment section and ESG Data Table\n2022 CDP Climate Change disclosure\n302–4 Reduction of energy consumption ESG Report, Environment section and ESG Data Table\n2022 CDP Climate Change disclosure\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 67,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 67\nGRI content index\nGRI Standard Disclosure Location\nGRI 303: 303–1 Interactions with water as a shared resource ESG Report, Environment section and ESG Data Table\nWater and 2022 CDP Climate Change disclosure\nEffluents 2018\n303–2 Management of water discharge-related impacts ESG Report, Environment section and ESG Data Table\n2022 CDP Climate Change disclosure\n303–3 Water withdrawal ESG Report, ESG Data Table\n2022 CDP Water disclosure\n303–4 Water discharge ESG Report, ESG Data Table\n2022 CDP Water disclosure\n303–5 Water consumption ESG Report, ESG Data Table\n2022 CDP Water disclosure\nGRI 305: 305–1 Direct (Scope 1) GHG emissions ESG Report, ESG Data Table\nEmissions 2016 2022 CDP Water disclosure\n305–2 Energy indirect (Scope 2) GHG emissions ESG Report, ESG Data Table\n2022 CDP Water disclosure\n305–3 Other indirect (Scope 3) GHG emissions ESG Report, ESG Data Table\n2022 CDP Water disclosure\n305–4 GHG emissions intensity ESG Report, ESG Data Table\n2022 CDP Water disclosure\n305–5 Reduction of GHG emissions ESG Report, ESG Data Table\n2022 CDP Water disclosure\n305–6 Emissions of ozone-depleting substances (ODS) ESG Report, ESG Data Table\n2022 CDP Water disclosure\n305–7 Nitrogen oxides (NOx), sulfur oxides (SOx), and other significant air emissions ESG Report, ESG Data Table\n2022 CDP Water disclosure\nGRI 306: 306–1 Waste generation and significant waste-related impacts ESG Report, ESG Data Table\nWaste 2020\n306–2 Management of significant waste-related impacts ESG Report, Environment section\n306–3 Waste generated ESG Report, ESG Data Table\n306–4 Waste diverted from disposal ESG Report, ESG Data Table\n306–5 Waste directed to disposal ESG Report, ESG Data Table\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 68,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 68\nGRI content index\nGRI Standard Disclosure Location\nGRI 308: 308–1 New suppliers that were screened using environmental criteria ESG Report, 2023 Responsible and Ethical Supply Chain Statement\nSupplier\n308–2 Negative environmental impacts in the supply chain and actions taken ESG Report, 2023 Responsible and Ethical Supply Chain Statement\nEnvironmental\nAssessment 2016 Item 1A., Risk Factors, 2022 Annual Report\nGRI 401: 401–1 New employee hires and employee turnover ESG Report, ESG Data Table\nEmployment 2016\n401–2 Benefits provided to full-time employees that are not provided to temporary or part-time employees ESG Report, Workforce section\n401–3 Parental leave ESG Report, Workforce section\nGRI 403: 403–1 Occupational health and safety management system Environmental, Health and Safety Policy Statement\nOccupational\n403–3 Occupational health services Environmental, Health and Safety Policy Statement\nHealth and\nSafety 2018 403–4 Worker participation, consultation, and communication on occupational health and safety Environmental, Health and Safety Policy Statement\n403–5 Worker training on occupational health and safety Environmental, Health and Safety Policy Statement\nESG Report, ESG Data Table\n403–6 Promotion of worker health ESG Report, Workforce section\n403–8 Workers covered by an occupational health and safety management system Environmental, Health and Safety Policy Statement\nESG Report, Workforce section\n403–9 Work-related injuries Environmental, Health and Safety Policy Statement\nESG Report, ESG Data Table\nGRI 404: 404–1 Average hours of training per year per employee ESG Report, Workforce section and ESG Data Table\nTraining and\nEducation 2016\n404–2 Programs for upgrading employee skills and transition assistance programs ESG Report, Workforce section\n404–3 Percentage of employees receiving regular performance and career development reviews ESG Report, ESG Data Table\nGRI 405: 405–1 Diversity of governance bodies and employees Item 1., Business, 2022 Annual Report\nDiversity and Equal Board of Directors\nOpportunity 2016\nESG Report, Overview and Workforce sections, ESG Data Table\n405–2 Ratio of basic salary and remuneration of women to men ESG Report, Workforce section and ESG Data Table\nGRI 413: 413–1 Operations with local community engagement, impact assessments, and development programs ESG Report, Community section\nLocal Communities\n413–2 Operations with significant actual and potential negative impacts on local communities ESG Report, Community section\n2016\nGRI 414: 414–2 Negative social impacts in the supply chain and actions taken ESG Report, 2023 Responsible and Ethical Supply Chain Statement\nSupplier Social Code of Business Conduct\nAssessment 2016\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 69,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 69\nGRI content index\nGRI Standard Disclosure Location\nGRI 415: 415–1 Political contributions Political Contributions Disclosures\nPublic Policy 2016\nGRI 416: 416–1 Assessment of the health and safety impacts of product and service categories ESG Report, Overview and Environment sections\nCustomer Health Principles, Policies & Positions\nand Safety 2016\n416–2 Incidents of non-compliance concerning the health and safety impacts of products and services FDA website\nGRI 417: 417–1 Requirements for product and service information and labeling Principles, Policies & Positions\nMarketing and\n417–2 Incidents of non-compliance concerning product and service information and labeling Principles, Policies & Positions\nLabeling 2016\n417–3 Incidents of non-compliance concerning marketing communications Principles, Policies & Positions\nGRI 418: 418–1 Substantiated complaints concerning breaches of customer privacy and losses of customer data ESG Report, ESG Data Table\nCustomer Privacy\n2016\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 70,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 70\nTask Force on\nBiogen’s Enterprise Risk Management (ERM) process helps ensure\nclimate-related risks and opportunities are integrated into our\nClimate-related\noverall business strategy. Our ERM team monitors strategic climate-\nrelated risks across all aspects of our business and utilizes climate\nFinancial Disclosures scenarios as part of its assessments. The ERM team evaluates\nidentified risks, including any climate-related physical and transitional\n(TCFD) statement risks, by engaging the leaders who oversee and run the day-to-day\nenvironmental programs. The ERM team provides annual updates on\ntheir findings and activities to the Biogen Executive Team, including\nIn 2020, Biogen decided to support the recommendations of the those with environmental oversight, as well as the Board of Directors.\nTaskforce on Climate-related Financial Disclosures (TCFD) to enhance\ntransparency on climate-related matters. This statement represents Starting in 2021, to support Biogen’s strategic management\nour third disclosure aligned with the TCFD recommendations. It covers of climate-related issues and ESG generally, a portion of the\nall facilities and operations globally which are owned by Biogen or for compensation of every executive officer and all other employees has\nwhich the company has operational control. Our 2022 CDP Climate been tied to advancing our ESG strategy, which includes climate-\nChange disclosure provides further background on our approach to related targets.\nclimate change and should be read alongside these disclosures. Our\nCDP responses are available at www.cdp.net. Strategy\nTCFD recommendations for disclosures on Strategy:\nGovernance a) Describe the climate-related risks and opportunities the\nTCFD recommendations for disclosures on Governance: organization has identified over the short, medium, and long term.\na) D escribe the board’s oversight of climate-related risks and b) Describe the impact of climate-related risks and opportunities on\nopportunities. the organization’s businesses, strategy, and financial planning.\nb) D escribe management’s role in assessing and managing c) Describe the resilience of the organization’s strategy, taking into\nclimate-related risks and opportunities. consideration different climate-related scenarios, including a 2°C\nor lower scenario.\nBiogen’s Board of Directors has oversight of environment, social and\ngovernance (ESG) issues. Biogen’s CEO is ultimately responsible for As a standard business practice, Biogen regularly evaluates our\nassessing and managing Biogen’s climate-related risks, strategies climate-related commitments and initiatives, which includes taking\nand initiatives, including Biogen’s performance on our climate-related a strategic approach to identifying and responding to climate-related\ncommitments. Biogen’s environmental efforts are managed and risks and opportunities and their impacts on our business. This\ntracked by a formal Governance Committee comprised of executive- encompasses considerations of any potential impacts on our\nlevel members from across the business. The Committee meets financial planning, products and services, supply chain management,\nquarterly to guide and deliver on Biogen’s environmental efforts and investment in R&D and operations. Our responses are guided by\nprovides regular updates to the full Executive Leadership Team and to our commitment to human health, our understanding of the complex\nBiogen’s Board of Directors. Nicole Murphy, Head of Pharmaceutical interplay of health and environmental issues, our focus on delivering\nOperations & Technology, a direct report of the CEO, is executive operational efficiencies, climate science and other factors.\nsponsor and Chair of the Committee.\nÞ ADDITIONAL DETAILS AND OUR PROGRESS IN ADVANCING OUR ENVIRONMENTAL\nGOALS ARE AVAILABLE ON WWW.BIOGEN.COM\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 71,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 71\nTCFD statement\nBased on our most recent assessments, including climate scenario\nanalyses conducted in 2021, we have identified the following short-,\nmedium- and long-term risks and opportunities:\nRisks and\nOpportunities Time Horizon (short,\nIdentified medium, long term) Potential Impacts Management Approach\nIncreased frequency Short, medium The vast majority of Biogen sites are not expected to be exposed to an We began developing a Responsible Supplier Program in 2022, which\nof extreme weather and long term increased material risk of extreme weather through 2040. includes an analysis of multiple ESG factors. All suppliers “at risk” for\nand climate-related Four third-party manufacturing sites are “at-risk” due to their location in potential climate impacts will be prioritized for assessment to understand\nnatural disasters southern Europe and California. mitigation steps being taken and needed in the future.\nExpectation for Medium and As national health systems specify lifecycle impacts for products Biogen introduced principles of Sustainable Drug Development to incorporate\nsustainable and/or long term they purchase, competitive products having lower environmental green chemistry into all stages of therapy development by 2023 and set\nlow carbon products impacts might succeed in various markets, which could impact Biogen’s 2025 goals for sustainable packaging. As part of these efforts, Biogen labs\nand services from market access and revenue in some countries. The potential risks and piloted a My Green Lab program in 2021, achieving certification of “gold” or\nhealthcare providers opportunities to Biogen relate to our ability to demonstrate and/or better. In 2022, 41 Biogen labs participated in My Green Lab, a certification\nin some countries improve the sustainability of our products and packaging with sufficient recognized by the United Nations’ Race to Zero campaign for setting the\nspeed, while maintaining or improving health outcomes and meeting standard for best practices in laboratory sustainability. Ninety-eight percent\nother customer requirements. of our participating labs became My Green Lab certified and, of those\ncertified labs, 93% of them obtained a gold certification or higher. As of\nQ1 2023, 81% of our labs achieved My Green Lab certification.\nIn 2022, Biogen conducted life cycle assessments (LCAs) on three biosimilar\nproducts in four markets. We are also working to evaluate alternative\nmaterials and approaches for primary medicine delivery with a reduced\nenvironmental footprint. Biogen has published updates on these efforts in\nour 2022 ESG Report.\nBan and/or Short and Approximately 1,900 leased vehicles in Biogen’s commercial fleet In 2020, we completed a market readiness study across all markets where\nrestrictions on the medium term rely primarily on petrol and diesel fuel. Some local, state and national we operate with the ambition to transition to 100% battery electric vehicles\nsale or use of petrol governments are banning or restricting sales of internal combustion (BEVs) by 2025 for new leases. We are implementing a phased rollout\nand diesel vehicles in engine (ICE) vehicles, which could translate into an increase in duties strategy, starting with 15 markets that are comparatively EV ready today,\nsome markets on fossil fuels and other limitations associated with our commercial with the help of existing and new e-mobility partners.\nfleet. For example, an increase in the number and/or scope of clean air Many Biogen employees are embracing the transition, with more than\nzones being established at the local and/or regional level might restrict 290 Biogen EVs on the road today. We see potential for additional progress\nBiogen’s fossil fuel vehicles from entering those regions or require us to as current leases expire and with the reduction of meaningful external\npay a surcharge for access. Either development might limit our access to barriers, including lack of sufficient charging infrastructure and constraints\nspecific markets or increase our costs of access for legacy vehicles with pertaining to vehicle cost and availability in major markets.\nICEs. However, we monitor developments closely and do not anticipate a\nBEVs also provide an opportunity for Biogen to decrease the total cost of\nmaterial impact from either of these potential changes.\nownership of our vehicles and maintain future access to restricted clean air\nzones. As we are signatories to the Climate Group’s EV100 commitment,\nour management approach aims to address identified risks and capitalize\non potential business benefits from the EV transition in relevant markets,\nincluding those that have banned or are expected to limit fossil fuel vehicles\nand/or establish clean air zones.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 72,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 72\nTCFD statement\nRisks and\nOpportunities Time Horizon (short,\nIdentified medium, long term) Potential Impacts Management Approach\nCarbon pricing and Medium and We expect that carbon pricing and/or environmental taxation will increase We see increasing efficiencies as one part of well-run business operations,\nfuture environmental long term in many large markets where we operate. with emissions reductions an important consideration as we make\ntaxation decisions about equipment, energy, materials and other matters. Our\nlong-term ambition has been to eliminate emissions within our operations by\n2040, and we also are working toward a net-zero supply chain by 2045. Our\nclimate strategy can mitigate our exposure to future carbon pricing and/or\nenvironmental taxation and might also create an advantage relative to peer\ncompanies that have yet to establish a pathway toward decarbonization.\nAccess to capital on Medium and Some financial institutions are signaling a long-term shift in their Biogen seeks to favorably position itself to access sustainable finance\nfavorable terms long term approach to capital allocation away from projects or organizations with mechanisms as and when we seek new sources of funding.\nhigher climate risk. Growth in sustainable finance mechanisms, such as\ngreen bonds, might result in greater access to capital and more favorable\nterms for more sustainable businesses.\nRisk Management were not included in the screening studies, because we determined\nTCFD recommendations for disclosures on Risk Management: that they posed a low material risk. The outcome of these studies\na) D escribe the organization’s processes for identifying and across the 13 sites was combined with a revenue-based assessment\nassessing climate-related risks. to identify short-, medium- and/or long-term risks. Subsequently, we\nb) D escribe the organization’s processes for managing expanded our assessment of physical risks to include our broader\nclimate-related risks. value chain, specific to our most critical suppliers.\nc) Describe how processes for identifying, assessing, and\nmanaging climate-related risks are integrated into the We also utilize the Toolkit to identify and assess the risks and\norganization’s overall risk management. opportunities associated with the transition to a low-carbon economy.\nFor this purpose, in 2020, we adopted two climate scenarios: the IEA\nWe identify and assess climate-related risks – both physical risks INDC Scenario (~3°C) as a base case and the IEA WEO 450 Scenario\nand transitional risks – by utilizing the Global Enabling Sustainability (~2°C) as a higher ambition case toward meeting the Paris Agreement\nInitiative (GeSI)-CDP Scenario Analysis Toolkit (the Toolkit). Our most to understand policy and technology impacts through 2040. Risks and\nrecent assessment of physical risks included screening studies of two opportunities were assessed at an enterprise level as well as specific\nfuture climatic scenarios to explore our physical climate-related risks, to our biosimilar product segment.\nnotably water scarcity, inland/coastal floods, extreme heat, tornados,\nhurricanes and wildfires. Identified material risks and opportunities are reported to the Enterprise\nRisk Management team and Environmental Governance Committee\nRepresentative Concentration Pathways (RCP) 4.5 (+2°C) and RCP overseeing our environmental goals, which reports to the Executive\n8.5 (+4°C) were the selected scenarios for this study with projected Leadership Team and Board of Directors. Through this layered\nimpacts out from 2020 to 2030 and 2040 or 2050 depending accountability, we consider and address material risks and opportunities\non the criteria data set available. These scenarios were applied that may impact our business model, as well as mitigation measures\nto Biogen’s three manufacturing and R&D locations and 10 of the that are in place or need to be refreshed and/or adopted.\ncontract manufacturing organization sites we rely on to manufacture\nour products. Commercial sites, which consist of leased office space,\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 73,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 73\nTCFD statement\nMetrics and Targets We track our performance and disclose our progress around related\nTCFD recommendations for disclosures on Metrics and Targets: climate-related risks and opportunities through our ESG Data Table\na) D isclose the metrics used by the organization to assess in our annual ESG Report. The GRI-aligned content provides robust\nclimate-related risks and opportunities in line with its strategy disclosure of our annual environmental metrics, including those we\nand risk management process. use to assess climate-related risks and opportunities and in efforts\nb) D isclose Scope 1, Scope 2, and, if appropriate, Scope 3 to reduce our emissions. Additional annual updates to metrics\ngreenhouse gas (GHG) emissions, and the related risks. associated with greenhouse gas emissions, energy and water are\nc) Describe the targets used by the organization to manage climate- disclosed through the CDP Climate Change Questionnaire and the\nrelated risks and opportunities and performance against targets. CDP Water Security Questionnaire.\nThere is increased attention to decarbonization among a variety of\nstakeholders, including some investors, regulators and customers.\nTherefore, our overall strategy to manage and mitigate climate-related\nrisks includes a focus on the following metrics and targets, which\nare consistent with the aims of the Paris Agreement and keeping\ntemperature rise to 1.5ºC.\n– In 2020, we committed to reduce absolute Scope 1 and 2 emissions\nby 55% by 2032 compared to 2019 and 100% by 2040 through the\nScience Based Targets initiative.\n– We are also committed to working with our suppliers to reduce our\nindirect climate impacts from purchased goods, services and capital\nequipment, where 80% of suppliers by spend will have a science-\nbased target by 2025. We also are committed to strengthening our\nresilience through the mitigation of environmental risks throughout\nour global supply chain and are currently expanding our Responsible\nSourcing Program, which includes the establishment of sustainable\nprocurement principles.\n– In September 2022, we issued a progress report which details\nour efforts to advance our goals, including engagement with our\nemployees and suppliers, and ongoing collaborations with renowned\ninstitutions to improve health – especially for vulnerable populations\nmost impacted by climate-related events.\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 74,
    "source": "text",
    "content": "OVERVIEW ACCESS & HEALTH EQUITY WORKFORCE ENVIRONMENT COMMUNITY REPORTING 74\nSafe harbor\nThis letter contains forward-looking statements relating to: our and enforce our data, intellectual property, and other proprietary\nstrategy and plans; potential of, and expectations for, our commercial rights and the risks and uncertainties relating to intellectual property\nbusiness and pipeline programs; capital allocation and investment claims and challenges; the risk that positive results in a clinical\nstrategy; clinical development programs, clinical trials, and data trial may not be replicated in subsequent or confirmatory trials or\nreadouts and presentations; regulatory discussions, submissions, success in early-stage clinical trials may not be predictive of results\nfilings and approvals; the potential benefits, safety, and efficacy of in later-stage or large-scale clinical trials or trials in other potential\nour and our collaboration partners’ products and investigational indications; risks associated with clinical trials, including our ability\ntherapies; the anticipated benefits and potential of investments, to adequately manage clinical activities, unexpected concerns that\ncost-saving initiatives, actions to improve risk profile and productivity may arise from additional data or analysis obtained during clinical\nof R&D pipeline, collaborations and business development activities; trials, the risk that regulatory authorities may require additional\nand our future financial and operating results. These forward- information or further studies, or may fail to approve or may delay\nlooking statements may be accompanied by such words as “aim,” approval of our drug candidates; the occurrence of adverse safety\n“anticipate,” “believe,” “could,” “estimate,” “expect,” “forecast,” events, restrictions on use of our products, or product liability claims;\n“goal,” “intend,” “may,” “plan,” “potential,” “possible,” “prospect,” risks relating to technology failures or breaches; problems with our\n“will,” “would,” and other words and terms of similar meaning. Drug manufacturing processes; risks relating to management and personnel\ndevelopment and commercialization involve a high degree of risk, and changes, including attracting and retaining personnel; failure to comply\nonly a small number of research and development programs result in with legal and regulatory requirements; the risks of doing business\ncommercialization of a product. Results in early-stage clinical trials internationally, including currency exchange rate fluctuations; risks\nmay not be indicative of full results or results from later-stage or relating to investment in our manufacturing capacity; the direct and\nlarger-scale clinical trials and do not ensure regulatory approval. indirect impacts of the ongoing COVID-19 pandemic on our business;\nYou should not place undue reliance on these statements. risks relating to the distribution and sale by third parties of counterfeit\nor unfit versions of our products; risks relating to the use of social\nThese statements involve risks and uncertainties that could cause media for our business; results of operations and financial condition;\nactual results to differ materially from those reflected in such fluctuations in our operating results; risks related to investment in\nstatements, including: our dependence on sales from our products; properties; the market, interest, and credit risks associated with our\nuncertainty of long-term success in developing, licensing, or acquiring investment portfolio; risks relating to share repurchase programs;\nother product candidates or additional indications for existing risks relating to access to capital and credit markets; risks related\nproducts; failure to compete effectively due to significant product to indebtedness; change in control provisions in certain of our\ncompetition in the markets for our products; failure to successfully collaboration agreements; fluctuations in our effective tax rate;\nexecute or realize the anticipated benefits of our strategic and environmental risks; and any other risks and uncertainties that are\ngrowth initiatives; difficulties in obtaining and maintaining adequate described in other reports we have filed with the U.S. Securities and\ncoverage, pricing and reimbursement for our products; our dependence Exchange Commission. These statements speak only as of the date of\non collaborators, joint venture partners and other third parties for this letter. We do not undertake any obligation to publicly update any\nthe development, regulatory approval, and commercialization of forward-looking statements.\nproducts and other aspects of our business, which are outside of\nour full control; the potential impact of the conflict in Ukraine; risks\nassociated with current and potential future healthcare reforms; risks\nrelated to commercialization of biosimilars; failure to obtain, protect\nBIOGEN 2022 ESG REPORT"
  },
  {
    "page": 75,
    "source": "text",
    "content": "2022\nESG\nREPORT\nFollow us on social media\nTwitter LinkedIn Facebook YouTube"
  }
]