[
  {
    "page": 1,
    "source": "text",
    "content": "2021 Corporate\nResponsibility Report"
  },
  {
    "page": 2,
    "source": "text",
    "content": "Letter From Our CEO\nTo Our Global Community: education programs for surgeons in developing markets our global operations by 2030 and will continue building\nand on developing partnerships to improve access and on our use of renewable energy sources. Several of our\nAs we celebrate our 75th anniversary, Alcon continues our\naffordability. Further, through our charitable and product manufacturing sites are zero waste to landfill certified, and\ncommitment to delivering innovations that improve sight while\ndonations, the Alcon Foundation and Alcon Cares are laying we plan to achieve 100% non-hazardous waste landfill\nworking to expand access to eye care in communities around\nthe groundwork to treat vision loss in underserved parts diversion at all our manufacturing sites and distribution\nthe world. As a global leader in eye care, we believe we can\nof the world. In 2022, we are adding goals in both centers by 2030. We also continue to pursue opportunities\nbest serve our community by focusing every day on helping\nophthalmology and optometry that align with our business to reduce packaging or to replace packaging materials with\npeople See Brilliantly, so they can live brilliantly.\nand philanthropic priorities. sustainable alternatives.\nWith that in mind, I am pleased to share our 2021 Corporate\nBrilliant Innovation: Our diverse talent from around the None of this progress would be possible without the hard\nResponsibility Report. It highlights the outstanding work\nworld innovates sight-saving and sight-restoring products that work and dedication of our more than 24,000 associates.\nour team has done to serve customers and communities\nchange lives. Our core business is product innovation, and we They continue to live our purpose so that everyone has\nand provides details on the important work we are doing on\nbelieve that more inclusive ideation creates better products the potential to See Brilliantly. With their leadership and\nenvironmental, social and governance (ESG) initiatives.\nfor more people. Inclusive ideation also ensures we consider commitment, we are integrating corporate responsibility\nThis report features important evolutions in how Alcon tracks changing market and customer needs in our product design objectives into our decision-making to deliver long-term value\nand reports our progress, as well as several new social and process — for instance, innovating smaller, more portable for our investors and all Alcon stakeholders.\nenvironmental goals. Moving forward, our ESG strategy is devices at a lower cost for certain regions or instrumentation\nThank you for your interest in Alcon.\nfocused on three pillars that align with and reinforce our for all hand sizes. In addition, we have developed an\npurpose: Brilliant Lives, Brilliant Innovation and Brilliant Planet. Environmental Sustainability Scorecard for new product\ndevelopment. Used by a collaborative group of research and\nBrilliant Lives: We know that access to quality eye care development (R&D), manufacturing and commercial teams,\nfor millions of people around the world is limited or even this scorecard integrates key sustainability ideas into new\nunavailable — and we believe everyone, regardless of age, product development. David J. Endicott,\nlocation or circumstance — should have access to care. Alcon\nCHIEF EXECUTIVE OFFICER, ALCON INC.\nBrilliant Planet: Being mindful of our environmental impact,\nis one of the few companies in the world focused solely on\nwe are working to reduce emissions and operational waste.\nthe eye and is uniquely positioned to address this challenge.\nWe are committed to becoming carbon neutral across\nIn 2021, we heightened our focus on providing training and\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 2\n22002211 CCoorrppoorraattee RReessppoonnssiibbiilliittyy RReeppoorrtt Customers and Patients Environment"
  },
  {
    "page": 3,
    "source": "text",
    "content": "Table of Contents\nSupporting People 32\nTalent Attraction and Retention 33\nEngagement 34\nTraining and Development 35\nDiversity and Inclusion 36\nLetter From Our CEO 2 Caring for Our Customers\nAssociate Well-Being 39\nand Patients 16\nAbout Alcon 4\nMedical Innovation 17\nWorking With Integrity 40\n2021 Report Highlights 6\nProduct Quality and Patient Safety 18\nPurpose and Strategy 7 Business Ethics 41\nClinical Trial Standards 19\nOur Approach to Sustainability 8 Ethical Marketing and Interactions With Healthcare Professionals 44\nAccess, Affordability and Pricing 20\nOur ESG Reporting 9 Responsible Procurement and Supply Chain 45\nCybersecurity and Data Privacy 47\nProtecting Our Environment 21\nServing Communities 10 Public Policy and Political Influence 49\nGlobal Environmental Sustainability Strategy and Leadership 22\nPhilanthropy 11 Health, Safety and Environmental Management System 23\nOur Data 50\nPhilanthropic Initiatives 12 Health and Safety 24\nAlcon Children’s Vision Program 13 Sustainable Products and Services 26 ESG Performance Data 50\nCommunity Engagement 14 Environmental Sustainability Scorecard 27 ESG Reporting Indices 61\nEnhancing Sustainable Access to Eye Care 15 Reducing Our Operational Footprint 28 Index 73\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 3\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 4,
    "source": "text",
    "content": "About Alcon\nAlcon is the global leader in eye care, dedicated to\nhelping people See Brilliantly. For 75 years, our work\nhas focused exclusively on the eye, enabling access\nto vision-correcting and vision-saving products and\nservices to patients around the world. We directly\noperate in 60 countries, serve customers and\npatients in more than 140 countries and continue\nto invest significantly in R&D to support ongoing eye\ncare innovation.\n2021 Report Highlights 6\nPurpose and Strategy 7\nOur Approach to Sustainability 8\nOur ESG Reporting 9"
  },
  {
    "page": 5,
    "source": "text",
    "content": "Vision Care\nWe are one of the largest manufacturers of contact lens\nContact Lenses (26%)\nproducts and ocular health products. Our Vision Care portfolio\noffers a broad range of daily disposable, reusable and color-\nenhancing contact lenses and a comprehensive portfolio of\nocular health products. This includes eye drops for dry eye and\n• Dry eye products\n• Allergy eye drops\nocular allergies, as well as pharmaceutical drops for certain Ocular Health (17%)\n• Glaucoma eye drops\neye conditions.\n• Contact lens care\nSurgical\n• Dedicated consumables\nAlcon offers the industry’s most complete line of ophthalmic\nConsumables (29%) • Custom surgical packs\nsurgical products, enabling surgeons to achieve the best • Procedural products\nresults for their patients. Our Surgical portfolio includes\ntechnologies and solutions for cataract, retinal and refractive\nsurgery, as well as advanced-technology intraocular lenses\n• Monofocal IOLs\n(IOLs) to treat cataracts and refractive errors, including\n• Advanced technology IOLs\nImplantables (18%)\npresbyopia, glaucoma and astigmatism.\n• Glaucoma implants\n• Cataract, retinal, refractive equipment\n• Diagnostic and visualization\nEquipment/Other (10%)\n• Equipment service\n• Procedural eye drops\n)%34(\nB5.3$\noiloftroP\neraC\nnoisiV\n)%75(\nB7.4$\noiloftroP\nlacigruS\n$8.2B 24K+ 140+ 100+ $680M+\n2021 net sales associates countries served pipeline products under invested in R&D1\ndevelopment\n• Daily lenses\n• Reusable lenses\n• Cosmetic lenses\n1 Core R&D investment (non-IFRS measure) as reported in our Form 20-F, Item 5.A.\nCaring for Our Protecting Our\n2021 Corporate Responsibility Report Message From Our CEO About Alcon Serving Communities Customers and Patients Environment Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 5"
  },
  {
    "page": 6,
    "source": "text",
    "content": "2021 Report Highlights\nServing Communities Caring for Our Customers and Patients\n60+ 5,000+\n35,000+ ~2,800 $11+ million\nAlcon-initiated clinical trials started surgeons trained, and 7+ million eyes\nelementary-aged associates globally in Alcon Cares product\nwith subjects being screened for inclusion received sight-enhancing or restoring\nchildren screened volunteered with 137 and equipment donations,\ncataract procedures as a direct result of\nas part of our partner organization supporting 73 medical missions,\nour Phaco Development program\npilot Children’s events as part of Alcon providing 11,000+ surgeries and\nVision Program in Action, our global treating 40,000+ patients\nvolunteering day\nProtecting Our Environment\n~8,400\n7% ~76%\nSupporting People\nmetric tons of carbon dioxide\ndecrease in energy of operational\nequivalent (CO e) avoided through\nRecognized as a DiversityInc\n2 intensity compared to our waste recycled\n48% 11\n41 energy-saving projects\nTop Noteworthy\n2019 baseline\nglobal female employee resource\nCompany\nrepresentation in groups and special\nour labor force interest groups\nEstablished multi-year diversity\nand inclusion strategy\nWorking With Integrity\n~13% 99.5% ur\nof full-time associates completed our\nof U.S. procurement sourced\nCode of Business Conduct training\nfrom diverse suppliers\nCaring for Our Protecting Our\n2021 Corporate Responsibility Report Message From Our CEO About Alcon Serving Communities Customers and Patients Environment Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 6"
  },
  {
    "page": 7,
    "source": "text",
    "content": "Purpose and Strategy\nAlcon aspires to improve lives, strengthen communities We’ve identified metrics and goals to hold ourselves accountable and measure progress, including:\nand create long-term value by innovating products that\nSocial Environmental\nimprove sight. Our ESG strategy leads with our commitment\nto enable communities to access critical eye care services so\n• By 2025, Alcon will work with our partners through • By 2030, Alcon will become carbon neutral across global\nthat everyone can See Brilliantly. It is focused on three areas: philanthropic support and training programs to help improve operations (Scope 1 and Scope 2 emissions)\nvision for 5 million people afflicted with untreated cataracts\nBrilliant Lives, Brilliant Innovation and Brilliant Planet. • By 2030, Alcon will divert 100% of non-hazardous waste\nin low- and middle-income countries, including 1 million\ngenerated at manufacturing sites and distribution centers from\nconsidered cataract-blind2 (2021 baseline)\n• Brilliant Lives: With our partner organizations, we enable landfill\ncommunities to access critical eye care services • By 2025, Alcon associates will help improve vision and\nenhance academic success by providing 150,000 vision\n•\nBrilliant Innovation: Our diverse talent from around the\nscreenings to children and ensuring comprehensive care for\nworld innovates best-in-class products that change lives those in need (2021 baseline)\n•\nBrilliant Planet: We care for our planet by focusing on\n“We’re continuously innovating at Alcon to bring high-quality eye care to those in need. We\nreducing emissions and waste\nare creating more sustainable products and reducing our environmental\nFoundational to our strategy are our best-in-class workforce\nand a strong governance structure.\nimpact, which is good for our business and our stakeholders.”\nKaren King,\nSENIOR VICE PRESIDENT, CORPORATE AFFAIRS\n2 As defined by the World Health Organization, Blindness and Vision Impairment.\nCaring for Our Protecting Our\n2021 Corporate Responsibility Report Message From Our CEO About Alcon Serving Communities Customers and Patients Environment Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 7"
  },
  {
    "page": 8,
    "source": "text",
    "content": "Our Approach to Sustainability\nWe approach ESG with the same commitment to continuous ESG Governance StructureBoard of Directors\nimprovement and breakthrough innovation we bring to Alcon’s Board of Directors is responsible for overall ESG strategy\neverything we do. We apply the attributes that make us\nGovernance and Nominating Committee\nunique, including:\nThe Governance and Nominating Committee assists the Board in its oversight of our sustainability initiatives\n•\nOur 75-year history of focusing on the eye and working\nto make the lives of people and their communities better\nand brighter ESG Executive Steering Committee\nExecutives from across departments, including Corporate Affairs, Human Resources, Innovation,\n•\nOur global reach and expertise to expand access to\nLegal and Compliance, Manufacturing and Global Quality and Regulatory Affairs, oversee ESG topics and are\nessential eye care services so everyone can See Brilliantly\nresponsible for identifying and managing Alcon’s environmental and social impacts\n•\nOur associates’ commitment to supporting our purpose\nand advancing our mission\nESG Working Group Social Impact Alcon Foundation Global Executive Global\nCommittee and Alcon Cares Environmental Diversity Council Privacy Office\nRepresentatives\nSustainability\nESG Governance from Philanthropy, A dedicated Our two charitable Leaders from across A dedicated\nCommittee\nInvestor Relations, committee is foundations major business lines team headed by\nAlcon strives to integrate ESG objectives into our decision- IT and Privacy, responsible for provide monetary A dedicated provide guidance Alcon’s Global\nHealth, Safety and implementing and donations, product committee is and decision- Head of Privacy is\nmaking to deliver long-term value for all our stakeholders.\nEnvironment, Human tracking our social and equipment focused on setting making related responsible for our\nWe have established a robust ESG governance structure that\nResources, Legal and commitments as donations and and achieving to our enterprise privacy policies,\nincludes Board of Directors’ accountability and a dedicated Compliance, Market well as identifying expertise to environmental goals diversity and procedures and\nAccess, Procurement, innovative ways to our partners to for Alcon’s global inclusion strategy compliance\nGlobal Head of ESG who oversees our day-to-day performance\nSupply Chain, Quality expand access help ensure the operations and executive\nand initiatives. Quantifiable ESG metrics are factored into\nand Research and continuity of sponsorship for\nall Executive Leadership Team (ELT) members’ individual Development lead our eye care in local our employee\nday-to-day work communities resource groups\nperformance goals that impact annual remuneration.\nCaring for Our Protecting Our\n2021 Corporate Responsibility Report Message From Our CEO About Alcon Serving Communities Customers and Patients Environment Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 8"
  },
  {
    "page": 9,
    "source": "text",
    "content": "Our ESG\nReporting\nWe conducted a thorough ESG materiality assessment to\nprioritize our efforts and focus our reporting on the ESG topics\nthat are most important to our business and stakeholders.\nThis process included robust research and stakeholder\nengagement, and we also engaged a third-party ESG\nconsultant to provide valuable assistance and feedback.\nThe structure and disclosures of our 2021 Corporate\nResponsibility Report are informed by leading ESG framework\ninitiatives, including the Global Reporting Initiative (GRI),\nSustainability Accounting Standards Board (SASB) and\nTask Force on Climate-related Financial Disclosures (TCFD). In\nthe following pages, we discuss our governance, management\napproach (including policies, responsibilities, processes and\ninitiatives) and progress for our Tier 1 and Tier 2 ESG topics\nand other priority topics. This report covers Alcon’s 2021\nperformance unless otherwise stated.\nPlease note that the COVID-19 pandemic disrupted some of\nour ESG initiatives and performance in 2020 and 2021, which is\nreflected in our data.\nCaring for Our Protecting Our\n2021 Corporate Responsibility Report Message From Our CEO About Alcon Serving Communities Customers and Patients Environment Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 9"
  },
  {
    "page": 10,
    "source": "text",
    "content": "Serving\nCommunities\nAlcon sees a world where treatable, preventable conditions\naffecting eye health receive the attention they need, regardless of\nan individual’s geography, gender, age or socioeconomic status.\nCurrently, more than 1.1 billion people are living with uncorrected\nvision impairments — 90% of those individuals live in low- and\nmiddle-income countries.3 Through training and education\nprograms and partnerships that improve access and affordability,\nwe are bringing eye care to those who need it.\nPhilanthropy 11\nPhilanthropic Initiatives 12\nAlcon Children’s Vision Program 13\nCommunity Engagement 14\nEnhancing Sustainable Access to Eye Care 15\n3 IAPB, Vision Atlas."
  },
  {
    "page": 11,
    "source": "text",
    "content": "Philanthropy\nFoundation Giving\nThe Alcon Foundation donated $4 million in\nUntreated vision impairments have significant economic affordable, quality eyeglasses to people worldwide. Additionally,\nmonetary grants to more than 150 nonprofit\nimplications for affected individuals, their families and we expanded our long-time partnership with SEE International\norganizations providing charitable services in\ncaregivers and broader communities. These individuals are to support its Direct Supply Support program, which is filling\nour communities and around the world. Over\nunable to seek proper eye care because they face barriers the backlog in cataract surgery that resulted from a reduction in\n80% of this funding supports eye care programs,\nsuch as cost, distance, system capacity and lack of awareness. medical missions during the COVID-19 pandemic.\ntraining or services.\nThrough our two foundations, the Alcon Foundation and Alcon\nCares, we provide monetary donations, product and equipment\n“We have the reach, expertise, relationships Alcon Cares product and equipment donations,\ndonations and expertise to eligible nonprofit partners to help\nsuch as IOLs, sutures, blades and drapes, to\nand dedication to positively impact millions of\nensure the continuity of eye care in local communities.\nnonprofit organizations totaled more than $11\npatients around the world. We will continue to\nmillion. We supported 73 medical missions,\nAll donations made by the Alcon Foundation and Alcon Cares\nproviding more than 11,000 surgeries and\ngrow our efforts and increase\nare overseen by each foundation’s Board of Directors, who\ntreating more than 40,000 patients.\nuse a rubric to evaluate grant requests. This rubric helps the\naccess to quality eye care.”\nBoards make assessments based on needs and objectives,\norganization financial health, program cost and value, impact, Charles Herget, Medical Missions\ninternal evaluation metrics and strategic alignment with Alcon’s\nGLOBAL HEAD OF ESG\nphilanthropic goals. Alcon Cares has supported over 750 medical\nmissions over the last three years, helping\nCharitable Giving Our Goals deliver eye care to places that need it most.\nDuring these missions, volunteer medical\nGiving through the Alcon Foundation and Alcon Cares\nBy 2025, Alcon will work with our partners\nteams treat patients and train local eye care\ntotaled more than $15 million in 2021. We supported\nprofessionals to help ensure the continuity\nthrough philanthropic support and training\norganizations such as the International Eye Foundation, which\nof eye care. One mission we supported\nis strengthening eye systems in India through its Hospital programs to help improve vision for 5 million\nwith donations treated 1,500 patients and\nRecovery program, and VisionSpring, which is providing\npeople afflicted with untreated cataracts performed 750 cataract surgeries and 158\npterygium surgeries in Asamang-Ashanti,\nin low- and middle-income countries,\n4 As defined by the World Health Organization, Blindness and Vision Impairment. Ghana. Additionally, 10 healthcare professionals\nincluding 1 million considered cataract-blind.4\nreceived training during this program.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 11\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 12,
    "source": "text",
    "content": "Philanthropic Initiatives\nOrbis Partnership In 2021, we donated 34 new Legion System™ phaco units to\nhospitals and clinics in India, Kenya and Mongolia, getting\nTogether with our partners, we are providing vital eye care\nus almost halfway to our goal, with 49 total phaco machines\nservices, enhancing eye care systems and increasing the\ndonated to date. In India alone, we trained 126 doctors\ncapacity of eye care providers by providing training and\nand surgeons on donated phaco units, and 65% of all free\nequipment. For example, we partner with Orbis International,\nphaco surgeries at partner sites were performed on donated\nwhich enhances the skills of eye care teams in areas with\nProject 100 machines.\nthe greatest need by offering educational programs to train\nparticipants. Our partnership with Orbis, utilizing their flying\neye hospital, has extended over 40 years. In 2021, we helped\ntrain more than 680 eye care professionals in 75 countries,\nwho performed 3.6 million eye screenings and examinations\nand 38,000 surgeries in Ethiopia, Bangladesh, India, China,\nMongolia, Vietnam, Zambia, Ghana, Peru, Nepal, Guyana,\nBolivia and South Africa.\nProject 100\nOur Project 100 initiative is an Alcon Cares charitable program\nthat aims to increase sustainable access to cataract surgery in\nlow-to-middle income countries by providing equipment and\ntraining to perform phacoemulsification (phaco) surgeries.\nThrough this program, Alcon is donating a total of 100 phaco\nmachines, the standard of care, to hospitals that demonstrate\nexcellent knowledge of local eye care health systems and meet\ncriteria, such as the ability to monitor, evaluate and report on\nproject metrics.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 12\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 13,
    "source": "text",
    "content": "Alcon Children’s Vision Program\nFor over 10 years, the Alcon Foundation has engaged service In 2021, we partnered with a large local school district in In 2022, Alcon will build on the strength of our existing\ndelivery partners to help children from low-income families the U.S. to pilot the Children’s Vision Program, providing eye relationships and shared commitment to eye health, opening\nin the U.S. See Brilliantly so they can learn brilliantly. Eighty exams and glasses to underserved elementary students. In this the Alcon Children’s Vision Center to provide continuity of care\npercent of classroom learning is visual,5 making the ability school district, approximately one-fifth of elementary school with a dedicated team of eye care professionals.\nto read on level by third grade critical to lifelong learning. children need vision correction, yet most do not have access to\nAccording to Read Fort Worth, children not reading on level eye care. As part of this program, about 100 Alcon associates Our Goals\nin third grade are four times more likely to not graduate had the opportunity to become certified vision screeners and\nhigh school, with starker disparities for minority students then volunteer to screen students.\nBy 2025, Alcon associates will help improve\nnot reading at a college-ready pace. Although no one factor\nIn the 2021–2022 school pilot program, Alcon volunteers,\nvision and enhance academic success by\ndetermines a child’s success, Alcon believes providing quality\nschool nurses and other partners screened more than 35,000\neye exams and glasses for students who need them is one\nproviding 150,000 vision screenings to\nstudents in grades pre-kindergarten through fifth at 79\nstrategy to help ensure students are reading at grade level and\nelementary schools. Students in need of follow-up care were children and ensuring comprehensive care for\non track for future academic success.\nsubsequently served by delivery partners who performed\nthose in need.\nmore than 3,000 eye exams and dispensed glasses.\n5 Maternal and Child Health Journal, Parent, Teacher and Student Perspectives.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 13\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 14,
    "source": "text",
    "content": "Community Engagement\nAlcon associates help strengthen our global communities Alcon in Action: Alcon in Action, our global volunteering day,\nthrough volunteerism and monetary gifts, including our Alcon brings our associates together to make a positive impact in\nin Action day of volunteering in markets around the world. communities through health-, hunger- and hygiene-focused\nvolunteer events. In 2021, about 2,800 associates across 43\nMatching gifts: Alcon provides a variety of giving platforms\nglobal sites volunteered in 137 partner organization events, Alcon in Action 2021:\nand campaigns designed to help associates make monetary\nsuch as building homes with Habitat for Humanity, packing\ndonations to any nonprofit of their choice. Our corporate Health, Hunger and\nmeals with partners like Willing Hearts in Singapore and Rise\ngiving team partners with key internal departments, such as\nAgainst Hunger in Fort Worth, Texas, and creating hygiene Hygiene, By the Numbers\nDiversity and Inclusion (D&I), and international business heads\nand health kits for partners like Berliner Stadtmission in\nto host one-time special giving initiatives focused on cultural\nGermany and the Tarrant County Homeless Coalition in Fort\nheritage events or emergency relief efforts.\nWorth, Texas. Created 65,000+ hygiene kits\nAlcon also matches eligible charitable donations dollar\nFor example, in 2021, Alcon in Action brought associates and\nfor dollar, up to $500 a year per associate in the U.S.\nleaders together to support soup kitchens in Geneva that\nTo further promote associate giving, we participate in Packaged 52,000+ meals\nwere still closed due to COVID-19 restrictions. We donated\nspecial gift-matching initiatives throughout the year, such as\nfood to those in need by organizing the materials needed to\ndouble-matching gifts made on Giving Tuesday. In 2021, Alcon\nindividually create and wrap sandwiches before delivering\nassociates supported more than 200 charities, donating Volunteered on 20+ public works\nthem to their local Serve the City team distribution across the\nnearly $200,000.\ncity on the same day. projects, such as revitalizing shelters\nAssociate volunteerism: In 2021, participating Alcon\nin Ireland\nassociates volunteered a total of 10,875 hours to better our\ncommunities around the world. This translated into a value\nof more than $325,000. They volunteered with a variety of\ncommunity organizations, such as Serve the City and Caritas\nin Geneva, Leket in Israel, ACT Care for Humanity in Indonesia\nand Moms Against Hunger in Texas.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 14\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 15,
    "source": "text",
    "content": "Enhancing Sustainable\nAccess to Eye Care\nAlcon is also helping people See Brilliantly by expanding the previous year. As we look forward, we are focused on helping\navailability of quality eye care and access around the globe. surgeons provide the best possible refractive visual outcomes\nThis includes innovative programs that provide free or low- to patients, developing the PD Digital Learning Ecosystem-\ncost eye care to patients in underserved communities. Alcon’s International Virtual Residency Program and rolling out PD\nbusiness-led Phaco Development (PD) program empowers tools for international markets next year.\nsurgeons to provide sustainable access to phaco procedures\n“Cataract blindness is a treatable condition\n— the standard in cataract care — in low-to-middle-income\ncountries. that impacts millions of people around the\nSince the program’s inception in 2008, more than 5,000 world. Initiatives like our Phaco Development\nsurgeons have been trained in core and advanced\nprogram are helping more people receive\nphacoemulsification courses and gone on to perform more\nthe eye care they need by addressing access\nthan 7 million sight-enhancing or restoring phaco procedures\nin Asia, China and India. The patients have primarily lived in barriers from all angles.”\nunderserved cities where care had previously been limited\nJeannette Bankes,\nor unavailable. In 2021, we conducted more than 1,470\ncourses and trained more than 540 doctors who provided PRESIDENT AND GENERAL MANAGER,\napproximately 1.4 million procedures. GLOBAL SURGICAL FRANCHISE\nWe are now expanding on the PD program’s development\nmodel to train doctors on vitreoretinal surgery through the\nAlcon Vitreoretinal Development (VRD) program in China,\nIndia, Bangladesh and Nepal. In 2021, the VRD program\nexperienced a 68% increase in procedures compared to the\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 15\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 16,
    "source": "text",
    "content": "Caring for Our\nCustomers\nand Patients\nOur long-standing relationships with customers and\neye care providers strengthen our ability to serve\npatients. Through innovation, strong economic\nvalue propositions and engagement with healthcare\ndecision-makers, we strive to promote affordability\nand access to provide all patients with the quality care\nthey deserve.\nMedical Innovation 17\nProduct Quality and Patient Safety 18\nClinical Trial Standards 19\nAccess, Affordability and Pricing 20"
  },
  {
    "page": 17,
    "source": "text",
    "content": "Medical Innovation\n•\nIn 2021, we continued to lead the eye care industry in R&D, New contact lenses\nR&D Productivity 2019 2020 2021\nwith more than 100 pipeline products under development and\n•\nTechnologies to address presbyopia and astigmatism\n1,400 associates, including physicians, doctors of optometry, Number of first-to-market\n14 8 8\n•\nDry eye products and ocular allergy and glaucoma drops launches\nengineers, scientists and PhDs working throughout our R&D\nNumber of product\norganization. Our position in the market allows us access to\nAlcon’s R&D governance structure is designed to accelerate 80 78 114\napprovals (major markets)7\na wealth of potential R&D projects, and we continue to be a innovation while balancing customer and patient needs,\ncollaborative leader, working with both industry partners and technical and regulatory risk, return on investment, capital\nearly-stage development companies. requirements and other key factors. The Innovation Committee\nof our Board of Directors provides oversight of R&D initiatives.\nWe use a risk-based methodology, in which projects with a\nWe invested over $680 million6 to create\nhigher risk profile and greater complexity receive increased\ninnovative products that meet our\nThe Cataract\nlevels of technical oversight and management attention. The\ncustomers’ and patients’ needs, including 114\nInnovation Committee and Executive Committee of Alcon\nEducation Zone\nled by our CEO, oversee Tier 1 projects that are technically\nnew product approvals in major markets\ncomplex or capital intensive. Long waiting periods\nand eight first-to-market launches in 2021.7\nand shorter consultation\nIn 2021, we launched a multi-year strategic initiative focused\nappointments can decrease\non evolving our R&D capabilities for continued future success.\nOur R&D priorities include: a patient’s awareness of their eye care options. To\nThrough this initiative, we have shifted to a capability-oriented\naddress this knowledge gap, we partnered with the\n• R&D model and are embedding standardization, consistency,\nAdvanced technology for IOLs, delivery systems and\nAravind Eye Hospitals in India to create the Cataract\nagility and knowledge sharing into our processes. We have\nocular procedures that improve quality of vision, safety\nEducation Zone, an education module in which\nalso started enterprise-wide efforts to modernize our ways\nand efficiency\npatients can learn about their cataract and IOL options\nof working and adopt industry-leading technologies that will\n•\nEnhanced visual outcomes through advanced diagnostics through a QR code or virtual reality devices provided in\naccelerate new product development from concept to launch.\nand visualization and digital health solutions to the waiting room. This initiative has enabled patients\nTo further strengthen our pipeline, we are creating new ways\nimprove medical practice efficiency and help deliver to make more informed decisions earlier and Aravind\nto collaborate with external partners that complement our\noptimal outcomes Eye Hospitals to increase the number of patients they\nexisting internal ideation processes.\ncan serve.\n6 Core R&D investment (non-IFRS measure) as reported in our Form 20-F, Item 5.A.\n7 Includes U.S., E.U. Canada, Japan, Brazil, Korea, Australia, China, Russia and India.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 17\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 18,
    "source": "text",
    "content": "“A brilliant patient experience is at the core of what we do. Our\nassociates take pride in ensuring our patients receive safe and\neffective products on time, every time.”\nHeather Attra,\nSENIOR VICE PRESIDENT OF\nQUALITY AND REGULATORY AFFAIRS\nProduct Quality and Patient Safety\nProduct quality and patient safety are our top priorities. We alignment of risk management decisions. As needed, the group team and investigated by Alcon’s product and process experts.\nhave high standards and well-established, rigorous safety escalates issues to our Quality Compliance group to determine These investigations identify the root cause and prescribe\nprocedures designed to comply with all quality and safety whether they require market action. appropriate action based on the risk level. We maintain a\nlaws and regulations in every country where we distribute our robust Corrective and Preventive Action program to address\nWe use benchmarking and stakeholder feedback to set quality\nproducts. any potential product quality issues identified as a result\ntargets for various key performance indicators (KPIs). For\nof these investigations. We will also notify the appropriate\nAlcon’s independent Quality organization, led by the Senior example, this research led us to adopt the Batch Right First\nregulatory authorities if required by applicable law.\nVice President of Global Quality and Regulatory Affairs, Time Rate, which measures the number of internal deviations.\nupholds our product quality and patient safety standards. This metric provides data to help Alcon ensure safe and\nProduct Quality 2019 2020 2021\nTeams within this organization conduct regular site- and effective products reach our customers when they need them.\nfranchise-level quality management reviews, monitor trends, Our global metrics dashboard automates data collection Recall Rate\nsignal potential product safety issues, implement our quality and facilitates monthly KPI and trend reviews. In 2021, we\nVision Care recall rate 0 0 0\nmanagement system across all Alcon sites and audit internal were recognized by industry stakeholders, public-private\nSurgical recall rate 0 0.04%8 0.37%\nprocesses and suppliers. partnerships and government agencies on our quality analytics\ndashboard. Number of Recalls Issued\nOur Chief Medical Officer, reporting to the Chief Scientific\nNumber of FDA-initiated recalls 0 0 0\nOfficer and Senior Vice President of Global R&D, leads the Once products are marketed, we conduct periodic risk reviews\nGlobal Medical Safety group, which monitors and evaluates with our R&D, Global Medical Safety and Quality teams. All\nPercentage of recalls that were\n100% 100%\nvoluntary, FDA-requested or 0\nsafety trends to support recommendations for cross-functional product complaints are assessed by our Post-Market Quality voluntary voluntary\nFDA-mandated\n8 Data restated due to improvements in our calculation methodology.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 18\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 19,
    "source": "text",
    "content": "Clinical Trial Standards\nWe partner with eye care providers across the globe to we document non-conformances and create preventive action year, producing data on 17 different products in early-stage\nconduct clinical trials and are committed to doing so safely and plans. We report any clinical trial deviations to the FDA and development. This feasibility process offers an agile and fast-\nethically across all sites and product development areas. other regulatory bodies. From 2019 to 2021, the number of paced platform to clinically investigate product attributes\ndeviations decreased by 50%. and outcomes. It has enabled our scientists to make more\nPatient safety is our highest priority when designing and\ninformed, data-driven decisions to optimize the product before\nexecuting clinical trials. Our Protocol Review Committee —\nClinical Trial Deviations 2019 2020 2021 confirmatory testing.\nco-chaired by our Chief Medical Officer and Head of Clinical\nR&D and composed of relevant subject matter experts Number of clinical trial deviations 10 9 5 Looking ahead, we are investing in new technology platforms\n— reviews all trial designs to ensure scientific integrity, to execute clinical trials. In addition, we will continue to\nIn 2021, more than 60 Alcon-initiated clinical trials achieved\npatient safety and compliance with clinical and regulatory search for opportunities to strengthen how Alcon engages\nthe First Patient, First Visit (FPFV) milestone, signifying the\nrequirements. We protect patients’ data and uphold their right electronically with clinical sites and how sites engage\nbeginning of subject enrollment for the trial. A similar number\nto privacy by using qualified individuals to supervise the overall electronically with patients. These advancements will help\nof trials achieved database lock (DBL), when the study\nconduct of each clinical trial. Our policies and procedures streamline site activities and enable faster enrollment and\ndatabase is no longer editable, and analysis can begin. This\nfor all phases of the clinical trial process are outlined in our better information flow with patients.\nis nearly double our average annual number of FPFVs and\ninternal Alcon Quality Manual.\nDBLs for the past three years. Since establishing a feasibility\nAll clinical trials are monitored for patient safety. We track any\nclinical trial process in 2019 to study early contact lens\ndeviations of our standards through an internal system, where\ndesigns, we nearly tripled the number of feasibility trials this\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 19\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 20,
    "source": "text",
    "content": "Access, Affordability and Pricing\n•\nAs a global industry leader, we are committed to increasing Reimbursement mechanisms and funding flows: We\nquality eye care access and delivering affordable technologies consider available public and private payment mechanisms\nto people everywhere. We work closely with healthcare to make our products affordable. Where reimbursement\ndecision-makers to continually improve cost, access and does not yet exist, we provide evidence of product value to\nquality of care. develop funding pathways. In 2021, we reached virtually all\nof our reimbursement listing and funding targets for new\nOur Market Access team manages Alcon’s access, affordability\nproduct launches across both our Surgical and Vision Care\nand pricing efforts, reporting to our Vision Care and Surgical\nfranchises.\nfranchise presidents. In 2021, the Market Access team played\n•\nMarket landscape and global environment: We\na critical role in providing support and resources to healthcare\nseek to price our products in a way that is accessible to\ndecision-makers by helping them navigate reimbursement\nthe local market. We consider each country’s stage of\nchallenges and opportunities and providing evidence-based\nmarket development and healthcare infrastructure, the\neconomic analyses of Alcon’s technologies.\npopulation’s ability and/or willingness to pay, the presence\nof available alternatives and the geopolitical environment.\nDelivering Affordable\nWe track our product price performance in the markets\nQuality Eye Care\nwe serve, as well as our reimbursement and funding\nsuccess rates.\nWe have a variety of strategies to offer high-quality, innovative\nproducts for the best value.\n• At Alcon, we are innovating smaller, more portable devices\nValue to clinicians and other healthcare decision-\nwith lower operating costs, like our Legion System, for certain\nmakers: We share economic and clinical outcomes, such\ninternational regions. This brings the benefits of industry-leading\nas cost-effectiveness studies, quality-of-life research and\nphaco technology to the developing world and completes\nbudget impact models, with healthcare decision-makers to\nour portfolio of phaco equipment. We are able to provide\nsupport and expand funding and insurance coverage for\nextensive customized phaco offerings to meet customers’ needs,\nour products and services.\npreferences and budget requirements.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 20\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 21,
    "source": "text",
    "content": "Protecting Our\nEnvironment\nAs a global leader in eye care, we believe we can best serve our\ncommunity and our planet by focusing every day on helping people\nSee Brilliantly so they can live brilliantly. We are doing this by innovating\nmore sustainable eye care products and reducing our environmental\nimpact. We manufacture approximately 90% of our products internally,\nwhich provides us with the opportunity and responsibility to reduce\nour water, waste, emissions and chemicals of concern associated with\nthe development and use of our products. We are pursuing a pathway\ntoward carbon neutral (Scope 1 and Scope 2) by implementing energy-\nsaving projects across the organization and incorporating renewable\nenergy where feasible.\nGlobal Environmental Sustainability Strategy and Leadership 22\nHealth, Safety and Environmental Management System 23\nHealth and Safety 24\nSustainable Products and Services 26\nEnvironmental Sustainability Scorecard 27\nReducing Our Operational Footprint 28"
  },
  {
    "page": 22,
    "source": "text",
    "content": "Global Environmental\nOur Global\nSustainability Strategy Environmental\nSustainability\nand Leadership Objectives\nOur global environmental sustainability strategy guides our Sustainable\n“Three of our manufacturing sites are now\naction with a focus on four pillars: sustainable products\nproducts and\nzero waste to landfill certified by GreenCircle.\nand services, energy efficiency and greenhouse gas (GHG)\nreduction, operational waste reduction and water stewardship. We’ve also pursued opportunities to replace services\npackaging materials with sustainable\nOur Global Head of Health, Safety and Environment (HSE)\nestablishes the overall direction and effective governance of\nalternatives and implemented dozens of\nEnergy efficiency\nHSE policies, commitments and strategies across the business,\nenergy efficiency and water-savings projects.\nincluding our environmental management system. Day to day,\nand GHG reduction\nour Global Environmental Sustainability Committee is focused And those are just a couple of the ways we’re\non setting and achieving environmental goals by collaborating\nchallenging ourselves to embed sustainability\ncross-functionally across Alcon’s global operations.\nOperational waste\ninto the core of our business.”\nThe Global Head of HSE updates the ELT on a regular basis\nreduction\non emerging risks and opportunities, as well as overall Ed McGough,\nperformance. The Governance and Nomination Committee\nSENIOR VICE PRESIDENT,\noversees our environmental strategy and receives periodic MANUFACTURING AND TECHNICAL OPERATIONS\nWater stewardship\nupdates from our Senior Vice President, Global Manufacturing\nand Technical Operations and Global Head of HSE.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 22\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 23,
    "source": "text",
    "content": "Health, Safety and Environmental\nManagement System\nAlcon’s HSE management system is aligned with our global HSE team is responsible for our environmental to requiring all of our manufacturing sites to conduct legal\nthe International Organization for Standardization management system and must demonstrate progress toward compliance every three years with an external party. In 2021,\n14001:2015 Global Certification Program and embedded improvements, objectives and targets. The team sets HSE we also collaborated with a third party to audit and certify all of\nthroughout our company. This system is designed to improve targets at the start of each year, discusses progress toward our our manufacturing sites to the ISO 14001:2015 environmental\nour environmental performance by helping ensure legal targets with site associates quarterly and presents each site’s management system standard.\ncompliance, investigating causes of non-compliance and progress toward our targets to the ELT at the end of each year.\nimplementing corrective and preventive actions.\nManufacturing Sites\nIn addition to our Global HSE Policy, we created an internal\n100% of manufacturing sites are ISO\nHSE Manual that outlines our management system —\nAt the site level, our manufacturing associates implement\n14001:2015 certified.\nincluding minimum expectations for managing HSE aspects\nthe system and review risk registers, identify compliance\nand hazards, risks, opportunities and compliance obligations.\nobligations and develop mitigation strategies. We have\nIt also describes the high-level HSE-related roles and functions\nimplemented annual internal conformance reviews and\nacross the business. With oversight from our leadership,\nsafety culture surveys to evaluate performance, in addition\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 23\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 24,
    "source": "text",
    "content": "Health and Safety\nGuided by our Global HSE Policy, we foster a culture of Manufacturing site leadership proactively manages safety\nhealth and safety and create an environment that supports performance through walk-throughs, town hall meetings\nperformance and allows our associates to thrive. Alcon and team safety huddles. Potentially serious site events\nintegrates HSE into the lifecycle of our business processes to are communicated to all manufacturing sites to determine\nproactively reduce HSE risks and impacts. whether the hazard identified may be present at other\nlocations and needs to be addressed.\nOur CEO and ELT provide strategic direction for the\ncompany-wide management of HSE issues and review HSE\nHSE Business Plan\nprograms and performance. Day to day, our Global Head of\nHSE — supported by our global HSE team — is responsible\nAlcon’s annual Global HSE Business Plan drives continuous\nfor developing and overseeing the implementation of\nimprovement in our performance and the HSE management\nour corporate HSE policy, standards, management tools\nsystem. Our HSE team reviews injury and illness trend data,\nand training to help our sites mitigate risk. Each Alcon\nsite KPI performance, outcomes of HSE management reviews\nmanufacturing site has an HSE team and a cross-functional\nand other inputs to develop specific goals and actions for the\nHSE Committee so employees can engage with management,\ncalendar year.\nas well as designated HSE champions who advocate for\nOne of the key initiatives in our 2021 Global HSE Business\nsafety programs.\nPlan was our COVID-19 Crisis Management Response. We\ncontinued our COVID-19 response hub to provide sites with\nHealth and Safety\nprotocols to monitor public health guidance, update local\nManagement\nprevention plans, report to leadership and participate in crisis\nmanagement debriefs.\nOur sites use Alcon’s risk management process to identify HSE\nrisks and implement the necessary controls. The results of this\nprocess are shared with senior leadership and considered in\ndeveloping our HSE annual plan and goals.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 24\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 25,
    "source": "text",
    "content": "Creating a Culture of Health\nAssociates can report any actual or perceived problems to of work identified as high risk or activities that may have the\nand Safety\nmanagement through HSE Net — an application to report potential for injury. Active contractors must annually register\ngood catches, near misses and incidents.9 Our management for renewal and complete an HSE refresher training with\nAlcon provides health and safety training for our associates\nteams and associates promptly correct potential hazards in the the third-party contractor management provider. We also\n(corporate and site level), third-party personnel, contractors\nworkplace to maintain a safe work environment. audit contractor activities onsite and evaluate contractors’\nand visitors. This training is developed and rolled out to meet\ncompliance with our HSE requirements.\nregulatory requirements, align with business needs and equip\nContractor Safety\npersonnel to perform their job functions.\nEmployee Safety 2019 2020 2021\nAlcon conducts third-party contractor health and safety\nWe encourage our associates and partners to report unsafe\nEmployee total recordable case rate\nassessments before starting projects. The Contractor Safety 0.4811 0.42 0.55\nconditions and behaviors in accordance with our Speak Up for\n(TRCR)10\nManagement standard also requires a pre-qualification\nSafety culture, outlined in our Code of Business Conduct.\nEmployee lost time incident rate (LTIR)12 0.10 0.10 0.19\nprocess for new contractors when they perform a scope\n9 Good catches refer to observations of at-risk behaviors or conditions with the potential to cause an adverse impact. Near misses refer to events that happened, but, fortunately, no injury or adverse impact occurred. Incidents refer to events that occurred causing injury, illness or adverse impact.\n10 TRCR represents the frequency of recordable cases (injury and illness) for all Alcon associates and third-party personnel. It is calculated as follows: number of all work-related recordable cases divided by the number of hours worked by Alcon associates and third-party personnel and multiplied by 200,000.\n11 Data restated due to Commercial Operations added.\n12 LTIR represents the frequency of work-related lost time cases (injury and illness). It is calculated as follows: the total number of work-related cases of injury or illness with lost time divided by number of hours worked by Alcon associates and third-party personnel and multiplied by 200,000.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 25\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 26,
    "source": "text",
    "content": "Sustainable Products and Services\nWe evaluate products and materials against HSE compliance, repurposing used equipment through a robust certification\nProduct Design and Lifecycle\n2019 2020 2021\nsafety and sustainability metrics. Ophthalmology and process for continued use. Where possible, we also provide Management\noptometry often require disposable, single-use medical devices in-house repairs using recycled spare parts. We aim to return\nDevices and equipment reused, recycled\n131 8513 108\nand products to protect patient safety and minimize the 100% of used equipment (wherever possible) to the market as\nor donated (metric tons [MT])\nrisk of infection. Rising to the challenge of balancing single- certified equipment and repair 100% of core-spare parts. In the\nuse products with our environmental impact demands that future, we will incorporate processes and best practices into\nsustainability is an integral part of the R&D process. Minimizing other markets.\nenergy use, reducing packaging and post-consumer waste and\nPursuing Greener\nincreasing the use of recycled materials are some areas where Chemicals of Concern\nShipping\nwe are working to advance the environmental performance of\nAlcon strives to reduce and eliminate the impact of chemicals of\nour products and services.\nconcern in our products and comply with chemical regulations,\nIn 2021, GreenIST led an initiative in the U.S. to\nIn 2021, we introduced a new process and internal standard\nincluding the E.U. Registration, Evaluation, Authorization and\nreplace packaging Styrofoam for shipping ophthalmic\nfor the R&D design phase — read more on our Environmental\nRestriction of Chemicals; E.U. Medical Device Regulation;\nviscosurgical devices with an environmentally friendly\nSustainability Scorecard. We also launched our global Green\nCalifornia Proposition 65; Toxic Substances Control Act; and E.U.\nGreen Cell Foam, eliminating more than 12,800 pounds\nInnovations Surgical Team (GreenIST) to identify opportunities\nRestriction of Hazardous Substances. We continuously monitor\nof waste annually. This foam is certified compostable,\nto increase sustainability measures and reduce waste for\nchanges in global environmental regulations and collaborate\nproviding cushioning and thermal insulation to protect\ncommercialized products within our Surgical franchise. For internally to improve the environmental performance of our\nour products in transit to customers and patients.\nexample, we introduced a centralized process for handling\nproducts. We also work closely with our suppliers to implement\nused equipment in all E.U. markets, including repairing and\nupstream compliance.\n13 Data restated due to improvements in our calculation methodology.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 26\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 27,
    "source": "text",
    "content": "“By identifying opportunities at the very beginning of our R&D process, we can improve\nEnvironmental\nthe environmental impact of our products throughout their lifecycle.”\nSustainability\nFranck Leveiller,\nCHIEF SCIENTIFIC OFFICER AND SENIOR VICE PRESIDENT,\nHEAD OF GLOBAL RESEARCH AND DEVELOPMENT\nScorecard\nSustainability is a core aspect of new product development\nat Alcon. We factor ESG into the earliest stages of our R&D\nprocess for new development through our Environmental\nSustainability Scorecard. This means that from the time we\nbegin working on new products through lifecycle management,\nteams across the company are using this scorecard to\nproactively generate more sustainable product ideas that meet\nor exceed our efficiency and cost expectations.\nWe initially developed and piloted our scorecard with\nseveral product development teams in 2020. Then, in 2021,\na cross-functional team of associates and leadership from\nacross the business came together to develop and launch an\nimproved scorecard that is fully embedded into our enterprise\nstage-gate process. This scorecard evaluates new and existing\nproducts against sustainability KPIs, such as water and energy\nuse, GHG emissions and waste generated. It allows us to\ndetermine the sustainability impact of products long before\nproduction and make improvements before launch.\nIn 2022, we aim to implement the scorecard across all early-\nstage R&D projects.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 27\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 28,
    "source": "text",
    "content": "Alcon’s\nJohor, Malaysia\nManufacturing Site\nReducing Our Operational Footprint\nAlcon sets annual targets for waste, energy and water Environmental Policies\nreduction projects and monitors the results of our ongoing\nOur manufacturing sites and products comply with all\ninitiatives so we can continually reduce our environmental\nOur Goals\napplicable legal regulations. In addition, we have implemented\nfootprint. In 2021, we embedded an environmental impact\nstandards and policies covering our environmental footprint\nassessment into our manufacturing capital investment\nacross all operations, activities and products under Alcon’s By 2030, Alcon will divert 100% of non-\napproval process, recognizing opportunities to address\noperational control, such as our HSE Compliance Management\nour impacts during the planning stage of projects. In 2022,\nhazardous waste generated at manufacturing\nPolicy and Energy and Waste Management Standards.\nwe added new enterprise-wide goals to further reduce our\nsites and distribution centers from landfill.\nPlease see the Index for a full list and descriptions of our\noperational footprint.\nenvironmental policies.\nOur senior leadership team and Board of Directors meet\nregularly to review, discuss, manage and mitigate business and\nfinancial performance risks, including environmental risks. We\nconsider these risks in our operating and investment decision-\nmaking process in all aspects of our business.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 28\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 29,
    "source": "text",
    "content": "regulations. Because our total operational waste consists of Additionally, our sites diverted 1,165 MT of waste from landfill\nWaste\nboth hazardous and non-hazardous waste, we established a to recycling and recycling to raw material input.\ncompany-wide waste policy that prohibits sending hazardous\nIn working toward a circular economy, Alcon seeks ways\nOur hazardous waste increased by 37% compared to our\nwaste to landfills, where applicable. Local regulations take\nto minimize waste creation at our manufacturing sites.\n2019 baseline due to an increase in expired product disposal.\nprecedence over the policy if there is a requirement for\nWe recently set our sights on a goal to divert 100% of non-\nOur non-hazardous waste decreased by 9% compared to our\ndisposal to landfill.\nhazardous waste generated at manufacturing sites and\n2019 baseline, driven by ongoing site initiatives.\ndistribution centers from landfills by 2030. We establish site-\nOur Zero Manufacturing Waste to Landfill guidance document\nlevel annual targets for waste reduction and reuse resources, Waste Management 201915 202016 2021\ndefines the scope and requirements for our sites to\nrecycle waste and implement measures to generate less\nminimize or eliminate waste streams and defines our waste\nTotal waste generated (MT) 46,578 45,294 51,782\nhazardous waste and divert non-hazardous waste from\nmanagement hierarchy. Currently, 70%14 of our manufacturing\nlandfills, where possible. Total hazardous waste (MT) 20,526 24,112 28,154\nsites are 100% landfill-free for non-hazardous waste disposal.\nTotal non-hazardous waste (MT) 26,051 21,182 23,628\nIn 2021, we recycled approximately 76% of our operational\nIn 2021, we completed reduction or elimination projects\nwaste. Waste generated at our sites is properly stored,\nresulting in approximately 260 MT of waste elimination.\ntreated and disposed of in compliance with federal and local\nPolypropylene Molds as Raw Material\n14 Manufacturing and Technical Operations sites only.\n15 Rounded. 2019 values are also restated due to improvements in our sites’ data collection and verification processes.\n16 2020 values are restated due to improvements in our sites’ data collection and verification processes.\nPolypropylene (PP) molds are single-use components used in making contact lenses. Typically,\nPackage redesign and reduction\nSource Reduction/Prevention these molds must be discarded after producing one contact lens. To improve product circularity,\nElimination of toxic materials\nReduce non-recyclable materials\nassociates at our Grosswallstadt, Germany, facility designed a process for collecting used PP\nMaterials substitution\nmolds, shredding them and transferring them into silos, allowing the molds to be reused as a raw\nMaximize reuse of materials and products\nReuse material input for making industrial pipe flanges. This process enabled Alcon to reuse approximately\nRepair, refurbish and repurpose for\nalternative uses 1,000 MT of PP in 2021.\nReusable/returnable packaging\nCardboard, glass, metal, paper, wood\nRecycle GreenCircle Certification for Zero Waste to\nComposting\nSeparation and segregation\nLandfill Manufacturing Facilities\nIncineration with and without energy recovery\nIncineration\nMaximize materials recovery (solvent)\nIn 2022, three of our facilities — two in Fort Worth, Texas, and one in Singapore — received the\nAnaerobic digestion\nGreenCircle zero waste to landfill certification for diverting 100% of total waste from landfills. With\nthis achievement, Alcon became the first healthcare company to be GreenCircle certified for zero\nLandfill\nDisposal\nwaste to landill operations.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 29\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 30,
    "source": "text",
    "content": "In 2021, our energy intensity decreased by approximately\nClimate Change and GHG\nGHG Emissions 2019 2020 2021\n7% compared to our 2019 baseline. Energy consumption also\nEmissions\nTotal Scope 1 and Scope 2 GHG\n346,435 327,882 309,083 decreased by 49,451 GJ despite producing more units than in\nemissions (MT CO e)\n2\nprior years.\nClimate change poses unique challenges to companies\nGHG emissions intensity ratio —\n56 19 5519 55\nacross the globe. Alcon monitors and addresses business onsite generated energy (t/TJ)18\nrisks associated with climate change, including physical risks\nGHG emissions intensity ratio —\n14019 13919 126\nand transition risks. By 2030, we are committed to being purchased energy (t/TJ) 20\n7% decrease in energy intensity compared\ncarbon neutral across our global operations (Scope 1 and\nto our 2019 baseline.\nScope 2 emissions).\nEnergy\nOne way we are addressing climate change is by reducing our\nEnergy Management 2019 2020 2021\nWe improve energy efficiency across our operations\nGHG emissions. In 2021, our total Scope 1 and Scope 2 GHG\nusing renewable energy and energy-saving projects. In Energy usage intensity\nemissions were 309,08317 MT CO e, measured on an absolute 74222 791 691\n(GJ/million units produced)\n2\n2021, we completed 41 energy-saving projects, including\nbasis using a market-based approach. Compared to our\nsolar array and LED light installations, air handling unit\n2019 baseline, Scope 1 emissions decreased by approximately\nreplacements and autoclave cycle reductions. These projects\n5%, and Scope 2 emissions decreased by approximately\nresulted in an estimated energy savings of approximately\n12%. In 2021, we completed an inventory of our Scope\n42,700 gigajoules (GJ) and avoided approximately 8,400 MT21\n3 emissions for our 2019 baseline year, 1,232,428 MT CO e.\nOur Goals\n2\nof CO e. One project included installing solar panels at our\nWe will continue to seek ways to reduce emissions across our 2\nmanufacturing site in Johor, Malaysia, generating 16,880 GJ of\nvalue chain.\nBy 2030, Alcon will achieve carbon neutrality\nrenewable energy.\nacross global operations (Scope 1 and Scope\n17 Our Manufacturing and Technical Operations sites in Europe purchased renewable energy, resulting in zero net Scope 2 emissions.\n2 emissions).\n18 Calculated using Scope 1 emissions.\n19 Data restated due to improvements in our calculation methodology.\n20 Calculated using Scope 2 emissions.\n21 Calculated using the U.S. Environmental Protection Agency GHG Equivalencies Calculator.\n22 Data restated due to improvements in our sites’ data collection and validation processes.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 30\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 31,
    "source": "text",
    "content": "Water\nWater is an essential component in the creation of our products. As we expanded our contact\nlens manufacturing platform this year, we focused on maximizing water efficiency and increasing\nwater recycling and reuse. Although our overall water intensity increased by 2% compared to our\n2019 baseline, our year-over-year water intensity decreased by approximately 10%, even with a\n5% increase in year-over-year absolute water consumption.\nTo reduce our water consumption, we focus on water reuse and recycling. In 2021, we implemented\n17 water-saving projects at our sites, including a cooling tower optimization, reduced irrigation\nin landscaping and the installation of a rainwater reuse system. These projects collectively saved\napproximately 134 megaliters of water. One project at our contact lens manufacturing facility in\nBatam, Indonesia, involved substituting the use of city water for gardening and toilet flushing with\nreverse osmosis and ultra-filtration reject water from water treatment systems. As a result of this\nproject, we expect to save approximately 2.1 megaliters (ML) of water annually at the site. In addition\nto implementing water optimization and efficiency projects, our Vision Care and aseptic sites\ncompleted an independent water conservation and efficiency assessment, leading to a three-year\naction plan to improve water use efficiency at our sites.\nWater Management 2019 2020 2021\nTotal water input\n1.1323 1.28 1.15\n(ML/million units produced)\nTotal water withdrawal from\n4,458 4,640 4,864\nall areas (ML)\n23 Restated due to improvements our sites’ data collection and verification processes.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 31\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 32,
    "source": "text",
    "content": "Supporting\nPeople\nAt the heart of our work to help people See Brilliantly\nis a best-in-class workforce of more than 24,000\nassociates around the world who are creating a thriving,\ninclusive culture. We attract and support talent through\ncompetitive pay and benefits, training and development\nprograms and engagement opportunities.\nTalent Attraction and Retention 33\nEngagement 34\nTraining and Development 35\nDiversity and Inclusion 36\nAssociate Well-Being 39"
  },
  {
    "page": 33,
    "source": "text",
    "content": "Talent Attraction and Retention\nAlcon Blueprint\nThe Alcon Blueprint articulates our purpose,\nfoundational principles and the values\nAlcon recognizes talent is what drives our company’s Vice President of Global Talent Acquisition and Chief Diversity\nand behaviors that guide how we attract,\nperformance and fosters our inclusive culture. Our social and Inclusion Officer, who report directly to the Chief\ndevelop and retain talent and shape our\nmission and culture enhance our global recruiting capabilities. Human Resources Officer. Annual enterprise talent and\nculture. Our success depends on the\nWe are proud that Alcon continued to be a top employer of succession updates, including culture, inclusion and diversity\ncreativity, dedication and performance\nchoice in 2021: initiatives, are given to the Board of Directors and the\nof our associates. That’s why we foster a\nCompensation Committee.\n•\nCertified Great Place to Work in the U.S., Ireland,\nperformance-oriented, inclusive culture\nSingapore, Philippines, Thailand, Malaysia, Australia and We measure our retention against external benchmarks\nthat encourages achievement through\nNew Zealand to compare and monitor ourselves against top-performing\ncollaboration and innovation. We seek\ncompanies. Even as market and economic factors resulted in\n•\ndiverse talent who embody these values Recognized as a Top Employer in Brazil, France, Poland,\nincreased turnover global rates in 2021, Alcon has maintained\nand contribute to a culture that enables Russia, Spain and Switzerland\nretention rates better than the top-quartile pharmacuetical/\nour purpose. We provide meaningful •\nAlcon Singapore named one of Singapore’s Best Employers\nmedical device benchmarks.\nwork that unleashes the full potential\nby The Straits Times\nof our associates by setting ambitious\n•\nRecognized as a DiversityInc Top Noteworthy Company\nTurnover Rates 2019 2020 2021\nperformance and career goals, offering\n•\nDesignated as a Best Place to Work for LGBTQ+ Equality\npersonal and professional training and\nTotal turnover rate 9.0%25 7.7% 11.4%\nthrough the Human Rights Campaign Foundation’s\ndevelopment opportunities and ensuring\nVoluntary turnover rate 6.0% 4.6% 7.8%\nCorporate Equality Index\ncompetitive compensation and benefits.\nTalent attraction and retention are monitored and managed\nby our Vice President of Culture, Capability and Talent and our\n25 Total turnover rate in 2019 was calculated manually, due to the transition to a new human resources software application for our associates in the U.K. and Ireland in October 2019.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 33\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 34,
    "source": "text",
    "content": "Engagement\nAlcon has established a regular cadence of listening to priorities: Ownership and Accountability, Speed and Simplicity We offer medical, dental and vision healthcare plans and\nassociate feedback through our associate engagement and Inclusion. We are launching this program in 2022. generous parental leave benefits. This includes telemedicine\nsurvey called Associate Experience Dashboard (AED). The AED and telehealth visits supporting both physical and mental\ngauges associate sentiment on a variety of topics, including Our Workforce health and wellness. We also provide death, accidental death\nconnection to purpose, ability to speak up, empowerment and paid short-term and long-term disability coverage. Our\nIn 2021, Alcon employed a total of 24,966 associates. Of that\nto make decisions and inclusion. The survey results help us employee assistance program is available in 21 countries,\ntotal, 23,867 associates (96%) were employed full-time and\nimprove the associate experience, understand how we execute offering 24/7 confidential assistance to deal with a variety of\n1,099 associates (4%) were part-time. Additionally, 22,831\norganizational change and inform our talent strategy. We were personal issues that could affect health, relationships and job\nassociates (91%) were permanent and 2,135 (9%) were\npleased that our AED scores continued to outperform external performance. Additionally, we offer competitive pension and\ntemporary associates.\nglobal benchmarks throughout 2021. retirement benefits in many markets.\nAdditionally, we implemented several leadership initiatives in Benefits\nWorkplace Flexibility\nsupport of the associate experience. For example, our Leading\nAlcon offers competitive benefit packages in all markets where\nBrilliantly forums brought together leaders to discuss and\nWorkplace flexibility allows Alcon to accelerate business\nwe do business. Our benefit programs provide security for life\nlearn from each other on topics like Direct Access: Putting\ngrowth through our workforce by giving associates the\nevents through life and disability insurance, support saving for\nManagers in the Driver’s Seat; Leading Brilliantly in a Feedback freedom to optimize their work-life balance. It also allows us to\nretirement, promote good health and well-being and support\nCulture and Bringing Our Leader Expectations to Life. We also\ntailor needs to our circumstances around the world. We offer\nassociates and their families during times of illness.\npiloted a culture program called Elevate Brilliantly, which helps\nmany flexible work arrangements for our associates, including\nleaders and associates understand and live out our culture\nflex time and compressed work week.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 34\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 35,
    "source": "text",
    "content": "Training and Development\nWe achieve success when our associates unlock their full expectations and individual development goals for the for leaders to continue to build our leadership pipeline and\npotential. Alcon supports associates’ career goals and upcoming year. is facilitated by Alcon’s ELT. In 2021, we also invested in an\nprofessional development through mentoring, coaching, online learning platform to provide on-demand, self-paced\nWe develop our training and leadership development programs\ntraining, leadership development programs and employee learning opportunities for associates globally and launched new\nboth internally and externally and regularly assess the programs\nresource groups (ERGs). programs to support emerging people leaders.\nfor effectiveness, relevancy and associate satisfaction. One\nOur ELT leads our annual goal-setting process at the beginning example is our flagship program, BLUE: Building Leaders,\nof the year, aligning annual goals with our company’s strategic Unleashing Excellence, which was launched with senior\npriorities. Leaders ensure associates at all levels have clear leaders in 2021. BLUE is a yearlong development program\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 35\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 36,
    "source": "text",
    "content": "Our D&I Commitments\nDiversity and Inclusion\nHonor and celebrate all\ndimensions of diversity\nOur associates’ diverse backgrounds and perspectives enable Our D&I Strategy\nus to see through our customers’ eyes so we can innovate\nAlcon’s multi-year strategy is rooted in pillars that organize\nand deliver exceptional patient outcomes, fulfilling our brand\nFoster a culture of inclusion\nour priorities and goals and guide our work: Fostering\npromise to help people See Brilliantly.\na Culture of Inclusion, Growing Our Diverse Talent and founded in mutual respect\nIn 2021, we established our multi-year D&I strategy based on\nStrengthening Impactful Connections.\na comprehensive global assessment and our performance\nIn 2021, to support our strategy and ensure leadership\nacross core D&I areas, including talent management, talent\naccountability, we implemented new D&I metrics and Hold ourselves accountable\nacquisition, strategy, leadership development, engagement\nlaunched functional dashboards for our executive-level\nand ERGs. Along with our D&I strategy, we introduced our to diverse representation at\nleaders. These dashboards give leaders key information\nglobal D&I vision and commitments.\nall levels\nabout the current diversity makeup of their teams\nD&I Leadership\nand clear insight into opportunities to improve. The\ndashboards also include hiring, promotion and retention\nWe founded our Executive Diversity and Inclusion Council\nover time, as well as supplier diversity spend and the\nEnsure fair treatment, equal\nin 2020 to provide guidance and decision-making related to\ninclusion score from our associate engagement survey.\nopportunity and support to\nour enterprise D&I strategy, remove barriers and provide\nEach executive team member’s annual bonus is based on\nregular D&I updates to the ELT and Board of Directors. Our succeed and grow\nthe achievement of company financial goals and individual\ncouncil members represent gender, racial, ethnic and LGBTQ+\ngoals, including D&I goals.\ndiversity and provide executive sponsorship for our ERGs. In\n2021, we expanded council membership by adding leaders\nfrom major business lines and we expanded our D&I team.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 36\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 37,
    "source": "text",
    "content": "learning experiences that uncover unconscious bias, promote\nFostering a Culture of Inclusion\nempathy and understanding and build inclusive leadership\nOur differences make us stronger and ultimately help us capabilities.\ninnovate better solutions for our customers and patients. To\nensure diversity can thrive, we foster an inclusive environment Growing Our Diverse Talent\nwhere we act with respect, hold each other accountable\nWe aim to hire, inspire and develop diverse talent by removing\nand help one another. Our leaders and our associates are\nbarriers in our recruitment, development and advancement\nchampions of our D&I work through functional D&I Councils,\nprocesses and by continuously monitoring and measuring\nD&I Ambassadors and ERGs. We believe the biggest advances\nour progress. We are working to increase diversity across all\nwill be made through individual accountability, education\nlevels of our organization, especially in our leadership. To do\nand examining our practices to ensure equal opportunity and\nso, we are focusing on diversity recruitment and development\ninclusivity.\nstrategies. Some of our initiatives include reviewing job\nAlcon is committed to maintaining compensation policies\ndescriptions for inclusion, requiring a diverse slate of\nand practices that reflect our company culture and ensure\ncandidates for all U.S. roles, using interview panels to minimize\ncompliance with local regulations and laws. We conduct\nunconscious biases and reviewing and ensuring diversity in\nrecurring pay equity analyses across gender, race and ethnicity\nleadership development programs.\nand other diversity factors to identify potential disparities and\nWe are committed to recruiting and hiring diverse talent based\nmake appropriate adjustments to ensure pay equity. We also\non market availability. In university recruiting, we source highly\nconduct training and provide resources for leaders to advance\nqualified diverse candidates for internships and early career\ntheir understanding of pay equity practices.\nopportunities. We are also focused on expanding our early\nTo establish a common baseline understanding of D&I and\ncareer hiring opportunities through externships, increased\nunconscious bias, all associates at all job levels globally\nentry-level hiring and additional rotational programs.\nreceive D&I training. These training programs address\nWe have established programs to grow and retain diverse\nvarious dimensions of diversity, including respect and civility,\ntalent through internal development. In 2021, we implemented\nunconscious bias (more than 90% of global associates trained\nexperience-based development plans with a focus on women\nin 2021), cross-cultural competency and “marketing brilliantly,”\nand racial and ethnic minority associates in mid- to senior-level\nD&I training specific for marketing professionals. In 2021, we\nroles to ensure a diverse leadership pipeline. We leveraged\nlaunched “How to Talk About...” guides to build our leaders’\nexternal leadership development programs for diverse talent,\nand associates’ confidence and understanding of what to do\nwhich were sponsored by executive-level leaders.\nand say in challenging D&I circumstances and conversations.\nWe have also invested in intensive executive-level training and\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 37\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 38,
    "source": "text",
    "content": "Strengthening Impactful “Our diverse culture makes us a stronger,\nDiversity Performance25 2019 2020 2021\nmore innovative company. We want everyone\nConnections\nU.S. Ethnic Diversity\nto feel empowered to bring their full self\nWorkforce 44% 47% 47%\nTo impact more lives globally, we will continue to strengthen\nto work, and we are committed to creating\nour internal and external relationships, empowering talent Manager/Supervisor 26% 31% 32%\neverywhere to create meaningful change. We are focused\nawareness and challenging norms to be\nGlobal Female Representation\non igniting connections through our ERGs, special interest\ninclusive in every way.”\nWorkforce 47% 49% 48%\ngroups (SIGs), D&I Councils and external partnerships. Our\nERGs provide development opportunities for our associates\nManager/Supervisor 34% 34% 34%\nKim Martin,\nand foster a sense of community and belonging. In 2021, we\nSENIOR VICE PRESIDENT AND CHIEF\naligned our ERG annual action plans to our D&I strategy and\nHUMAN RESOURCES OFFICER\nAlcon’s business priorities. Focusing these plans around the\n25 Ethnic diversity metrics include American Indian/Alaska Native, Asian, Black/African American,\nthemes of career, culture of inclusion and community and\nHispanic/Latino, Native Hawaiian/Other Pacific Islander and two or more races.\ncommerce ensures our ERGs’ efforts create measurable,\ntangible impact for our associates, the communities we serve\nand our business.\nAlcon has 11 ERGs and SIGs, which include 30 chapters\nthroughout the enterprise, such as African Ancestry\nCultivating Excellence, Alcon Chinese Association, Latin\nEmployees at Alcon Driving Success, Military Affinity Group,\nOpen Professional Employee Network (LGBTQ+ and allies) and\nWomen Innovating Now.\nFor more information on our ERGs, see Winning in the\nWorkplace. Also, read about how our commitment to diversity\nextends through our supply chain in Responsible Procurement\nand Supply Chain.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 38\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 39,
    "source": "text",
    "content": "Associate Well-Being\nHealth and wellness are critical to creating an energized and assessments, COVID-19 prevention measures and fitness for\nproductive workforce, on and off the job. The Alcon Global duty, virtual health programs, healthy eating options in the\nWellness Committee is responsible for setting wellness workplace and onsite medical clinics and health counseling.\nprogram goals, creating initiatives and communicating the This is in addition to our employee assistance program, which\nvalue and benefits of wellness programs to employees. offers confidential assessments, short-term counseling,\nreferrals and follow-up services for associates who have\nIn 2021, we offered several wellness initiatives to achieve\npersonal or work-related problems.\nthe highest level of health and well-being, such as health risk\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 39\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 40,
    "source": "text",
    "content": "Working\nWith\nIntegrity\nWe are committed to doing business the\nright way, without exception. We extend this\nexpectation to the distributors, suppliers and\nother business partners that support our work.\nOur responsibility to ethics, integrity, quality and\nsafety is evident in our marketing and public\npolicy practices and is essential to achieving\nsustainable growth.\nBusiness Ethics 41\nEthical Marketing and Interactions With Healthcare Professionals 44\nResponsible Procurement and Supply Chain 45\nCybersecurity and Data Privacy 47\nPublic Policy and Political Influence 49"
  },
  {
    "page": 41,
    "source": "text",
    "content": "Business Ethics\nOur 75-year reputation of trust is based on acting ethically and expectations, associate training, monitoring, auditing, risk In 2021, we worked with Ethisphere to conduct an ethical culture\nresponsibly as we make decisions every day. We expect our assessment, reporting and remedial action, which includes assessment that collected associates’ feedback to measure their\nassociates (including part-time and contract workers), executives discipline when warranted. The program is designed to prevent, awareness and understanding of our integrity and compliance\nand Board of Directors to follow our Code of Business Conduct. detect and mitigate compliance risks across Alcon. We have also program. We benchmarked the results against industry peer\nWe expect our third-party business partners to follow similar established regional and country-level compliance committees data and made certain enhancements to our training and\nprinciples stated in our Third Party Code of Conduct. to help oversee compliance and ethics at the local and awareness activities. Going forward, we will also continue our\nregional levels. practice of leveraging industry-standard benchmark data on an\nUnder the oversight of the full Board of Directors, the Audit\nongoing basis to evaluate and strengthen our program.\nand Risk Committee supervises Alcon’s global integrity and Our Code of Business Conduct, available in 18 languages,\ncompliance program, meeting quarterly to provide strategic establishes our standards of conduct and the shared Alcon’s Third Party Code of Conduct establishes expectations for\ndirection and oversight on compliance-related issues. The responsibility for Alcon to act with integrity in the workplace, the our third-party business partners regarding ethical conduct. It\nprogram is led by our Global Head, Integrity and Compliance, marketplace and society. The importance of following the Code mirrors significant expectations stated in our Code of Business\nand aligns with the guidance of the U.S. Department of and speaking up is reiterated to associates in our mandatory Conduct. For example, our Code states we believe that all\nHealth and Human Services Office of the Inspector General. annual training and certification process. people should be treated with dignity and respect and recognize\nAlcon’s framework for ethical governance covers behavioral the importance of protecting human rights. Our Third Party\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 41\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 42,
    "source": "text",
    "content": "Code of Conduct states our third-party business partners must\nBribery and Corruption\nbe committed to upholding the human rights of workers and\ntreating them with dignity and respect. It goes on to address Our Code of Business Conduct, Third Party Code of Conduct\nand Global Policy on Anti-Bribery prohibit bribery and\nmore specific expectations with regard to employment and\nhuman rights laws, including protection from child labor, corruption in any form and require compliance with all anti-\nmodern slavery and human trafficking. Read more about our corruption and anti-bribery laws, including the U.S. Foreign\nexpectations in Responsible Procurement and Supply Chain. Corrupt Practices Act, the U.K. Bribery Act and other local laws\nglobally. To mitigate bribery risks, Alcon conducts risk-based\nscreening and due diligence before engaging third parties.\nOur Code of Business Conduct addresses Our third-party compliance processes also include mitigation\nrequirements for identified risks and targeted, risk-based\nvarious topics, including a respectful and\ntraining, monitoring and auditing activities.\nsafe working environment, conflicts of\nFair Competition Practices\ninterest management, proper data and\nresource management, books and records,\nAlcon’s Code of Business Conduct, Third Party Code of Conduct\nand Global Policy on Fair Competition outline our expectations\nquality products, ethical interactions and\nfor fair business dealings consistent with applicable\ntransactions, environmental sustainability,\ncompetition laws.\nrespect for human rights and fair labor\nMonitoring Ethics Compliance\nstandards, adherence to the law and\nWe conduct risk-based monitoring and auditing to assess\ncompany policies and the importance of\nthe effectiveness of our integrity and compliance program.\nspeaking up about concerns.\nWe continually work to refine our program to address any\ngaps identified and risks triggered by changes in Alcon\nbusiness activities and/or changes in external requirements.\nFor more information, please see our Responsible Business\nWe implement a risk assessment process at the enterprise\nPractices webpage, including our Modern Anti-Slavery\nand country levels to help identify and plan for mitigating\nPolicy, California Compliance Declaration and Conflict\npotential risks. Additionally, we review Helpline reporting,\nMinerals Report.\ninvestigation reports, regulatory enforcement actions and\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 42\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 43,
    "source": "text",
    "content": "audit findings to identify risks and/or remediation needs. Our\nReporting Concerns\ninternal Audit function periodically assesses compliance with\nour Code and ethics and compliance policies. We investigate all All associates are encouraged to ask questions and raise\nalleged violations of our Code and policies and take action to concerns about perceived unethical or inappropriate behavior.\nremediate them promptly. They can report concerns to their manager, Human Resources,\nLegal or Integrity and Compliance. They can also report\nthrough the Alcon Ethics Helpline, which is hosted externally\nTraining and Awareness\nby EthicsPoint and monitored 24/7 with telephone support.\nAlcon has a robust training and awareness program to clearly The Helpline accepts anonymous reports where permitted\ncommunicate our expectations for ethical business practices under local law. All reports are reviewed and investigated\nto executives and associates — including new hires, part-time promptly with oversight by the Integrity and Compliance\nassociates and contract workers. Our annual Code of Business department. If misconduct is found, we carry out appropriate\nConduct training covers topics addressed by the Code in corrective or disciplinary actions, up to and including\nrotation, such as anti-bribery, data protection and anti-trust termination of employment.\nand fair competition. Associates also complete additional\nAs stated in our Code of Business Conduct, we do not\nperiodic trainings on topics relevant to their roles and\ntolerate retaliation against anyone who reports a concern\nresponsibilities, including on topics and requirements relevant\nin good faith or participates in investigations. For details on\nat the regional and local levels.\nhow to ask a question or report a concern, please visit the\nAlcon regularly communicates with our associates to reinforce Alcon Ethics Helpline.\npolicy expectations through newsletters and messaging\nSpeak Up Culture 2019 2020 2021\nfrom leadership. In 2021, 98% of our associates (including\ncontractors) completed our Code of Business Conduct training. Number of grievances filed per year 513 462 502\nFull-time associates achieved a 99.5% completion rate.\nBusiness Ethics 2019 2020 2021\nCode of Business Conduct training\n98% 97% 98%\ncompletion rate\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 43\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 44,
    "source": "text",
    "content": "Ethical Marketing and Interactions With\nHealthcare Professionals\nWe seek to promote our products and services ethically Off-label promotion of our products and services is strictly\nEthical Marketing 2019 2020 2021\nand accurately. The Lens, our global policy on professional prohibited.\nMonetary losses as a result of legal\npractices, governs how we interact with healthcare\nproceedings associated with false $0 $0 $0\nAlcon has implemented local procedures in each market or marketing claims\nprofessionals and others in positions of influence over\ncountry cluster where we operate related to the following\nhealthcare purchasing decisions. The Lens features five core\nThe Lens\nsections of The Lens: engagements with healthcare\nethical principles, and its requirements are aligned with the\nprofessionals, Alcon-organized events, funding for events\nprinciples of the medical device industry association codes that\norganized by third parties, items of value and demonstration\ngovern Alcon’s various regions, including AdvaMed, AbiMed,\nAPACMed and MedTech Europe. and evaluation products. These local procedures reflect\ndifferences among the markets’ legal and industry codes.\nAmong other expectations, The Lens requires that all\ncommunications related to our products and services are\nWe require periodic training on The Lens for associates who\naccurate, truthful and appropriate for the intended context\ninteract with healthcare professionals and customers and\nconsistent with their approved use. Our promotional materials\nother relevant roles. We also conduct periodic monitoring and\nare reviewed and approved by appropriate Medical, Legal\nauditing to assess compliance. Individual associates found to\nand Regulatory personnel before external use or distribution.\nhave violated applicable requirements are subject to discipline,\nup to and including termination, as warranted by the situation.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 44\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 45,
    "source": "text",
    "content": "Responsible Procurement and Supply Chain\nOur stakeholders expect Alcon to deliver results and do things suppliers undergoing a business review at least once a year. partners that broadly cover the same principles contained in\nthe right way throughout our supply chain. Our Procurement All Tier 1 (critical) suppliers who follow FDA guidelines on our Third Party Code of Conduct.\nteam and Integrity, Compliance and Quality functions evaluate Good Manufacturing Practices (GxP) are subject to Alcon’s\nsuppliers for risks and other criteria, monitor our global supply Supply Quality audit program and required to maintain GxP Supply Chain Continuity\nchain to ensure continuity and respect for human rights, track certification — inclusive of independent third-party audits.\nand Safety\nand report on conflict minerals and drive collaboration with\nSuppliers are also required, as part of our Global Master\ndiverse suppliers. In 2021, we started working with EcoVadis,\nWe use market intelligence providers to monitor global supply\nService Agreement and electronic purchase orders, to comply\na leading provider of global business sustainability ratings,\nchain trends. We also have a track and trace program, which\nwith the standards outlined in the Alcon Third Party Code of\nto track, manage and engage our suppliers around GHG\ncomplies with global regulatory requirements to monitor end-\nConduct, which combines the United Nations (U.N.) Global\nemissions and other ESG-related KPIs.\nto-end traceability and identification through all stages of\nCompact, the U.N. Guiding Principles on Business and Human\nmanufacturing and distribution.\nRights and other international standards or accepted good\nSupplier Expectations\npractices. Our Third Party Code of Conduct is aligned with\nTo maintain the safety and security of our supply chain, Alcon\nand Audits\nAlcon’s Code of Business Conduct and covers ESG topics,\nuses Unique Device Identifiers (UDI) on required medical\nincluding labor rights, health and safety, environment, animal\ndevice packaging and finished product-level serialization on all\nWe expect our suppliers to meet delivery, cost, technical and\nwelfare, anti-bribery and fair competition, data privacy and\nprescription drugs. Both the UDI and drug product serialization\nregulatory requirements, and we evaluate new and existing\ninformation protection, conflict minerals, management\nincorporate human- and machine-readable identification that\nsuppliers based on these criteria. We conduct business\nsystems and trade sanctions and export controls. We also\nprovides enhanced product tracing at the customer level.\nreviews quarterly, semi-annually or annually, with critical\nexpect our suppliers to adopt standards for their third-party\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 45\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 46,
    "source": "text",
    "content": "Inquiry (RCOI) in terms of accuracy, timeliness and As a member of the Dallas Fort Worth Minority Supplier\nCritical Materials\ncompleteness. As a result of our increased diligence, our RCOI Development Council and the Women’s Business Council\nMost critical materials and production processes used in tracked 83% of our in-scope supplier spend in 2021. Southwest, Alcon participates in various outreach activities to\nmanufacturing our products are dual-sourced. Our risk support our supplier diversity goals and objectives.\nmitigation project team manages critical material risks in our\nResponsible Procurement and\n2019 2020 2021 In 2021, our spending with diverse and small suppliers\nsupply chain. The supply risks most critical to Alcon include the Supply Chain\nincreased but made up a smaller percentage of our total\nraw material component supply to our second- and third-tier\nFacilities participating in third-party\nsupplier spend, decreasing from 14.2% in 2020 to 12.6%. To\nvendors. We conduct business with a wide range of suppliers, audit programs for manufacturing and 100% 100% 100%\nproduct quality26 continue improving, we created a three-year supplier diversity\nand our manufacturing operations are not overly dependent\nroadmap in 2021, which we will implement in 2022.\non a single supplier, except where intellectual property and/or Tier 1 supplier facilities participating\nin third-party audit programs 100% 100% 100%\nother exclusivity agreements exist. Alcon also holds a strategic\nfor manufacturing and product quality27\ninventory of raw materials at our suppliers to further mitigate\nDiverse Supplier Spend 2019 2020 2021\nrisk while continuously exploring alternative and substitute\nSupplier Diversity Program\nAll diverse and small suppliers $226M $273M $300M\nmaterials. In 2021, our annual spend with the largest direct\nmaterial supplier to Alcon accounted for less than 3.2% of our Minority-owned business enterprises $33M $41M $38M\nAlcon identifies and collaborates with best-in-class diverse\ntotal direct material expenditure.\nsuppliers. To this end, we are committed to building a strong\nWomen-owned business enterprises $50M $69M $82M\nsupplier diversity program in the U.S. by:\nVeteran-owned business enterprises $7M $9M $8M\nConflict Minerals\n•\nExpanding the inclusion of large and small diverse\nSmall business enterprises $199M $247M $274M\nWe evaluate our products annually to assess the presence suppliers in the procurement process\nLGBTQ+-owned business enterprises $0.31M $0.34M $0.32M\nand sources of conflict minerals. Our Conflict Minerals Core\n•\nSeeking diverse and small28 suppliers through\nTeam uses standardized documentation to capture data, key\noutreach efforts\ndecisions and processes and procedures related to the use\n•\nCommunicating the value of suppliers\nand sources of conflict minerals. For more information, please\n•\nsee our Conflict Minerals Report. Leveraging supplier diversity results to meet internal and\nexternal goals\nWe are improving our due diligence process by increasing\n•\nMeasuring KPIs for supplier diversity quarterly\nsupplier responses to our Reasonable Country of Origin\nand annually\n26 All Alcon production facilities are audited by third-party and regulatory notified bodies for ISO and other GxP compliance certification. Audit frequency and validity varies by audit type.\n27 Alcon’s internal quality risk assessment determines the criticality of supplier (Tier 1) and thus triggers auditing requirements. Frequency and duration may vary. Alcon reserves the right to audit for cause (either directly or via third party) when infractions to agreed quality standards are found. In 2021, we conducted\nthird-party manufacturing and product audits on 18% of our tier 1 suppliers. 100% of suppliers selected for audit participated.\n28 We define small business enterprises as those that meet the size standards as prescribed in government regulations by the Small Business Association. The business may be a sole proprietorship.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 46\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 47,
    "source": "text",
    "content": "Cybersecurity and Data Privacy\nWe protect sensitive data — especially data our customers cybersecurity risks. Global IT security incident management industry peers. Results of these assessments drive strategic\nentrust to us — through a centralized, layered (defense-in- and response is part of our enterprise crisis management, roadmaps for the IT Security program.\ndepth) security framework and risk management program ensuring appropriate business-level communications and\nThe Alcon Global Privacy Office (GPO), headed by Alcon’s\naligned with the National Institute of Standards and involvement in any significant cyber-related incidents.\nGlobal Head of Privacy, is responsible for our privacy policies,\nTechnology and ISO 27001 standards. Identified cybersecurity risks are addressed strategically\nprocedures and compliance. Our GPO, including the Global\nthrough our cybersecurity maturity program. We test this\nAlcon’s Chief Information and Transformation Officer leads Head of Privacy, the regional privacy officers and local privacy\nprocess twice a year through cross-functional security tabletop\nour IT Security organization, reporting to the Audit and contacts, as part of the Legal and Compliance function, work\nexercises. Alcon executes third-party assessments of our IT\nRisk Committee of our Board of Directors twice a year on closely with IT Security. We continually monitor compliance\nSecurity program annually against industry standards and\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 47\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 48,
    "source": "text",
    "content": "with privacy-related laws in each of our markets around information. We provide clear and detailed notice, collect\nthe globe, such as the Health Insurance Portability and consent when required and only collect as much personal\nAccountability Act of 1996, General Data Protection information as necessary for a specific purpose.\nRegulation in Europe, California Consumer Privacy Act\nand other state privacy laws. Our Global Head of Privacy Security Awareness\nupdates the Audit and Risk Committee of the Board of\nTraining and awareness are core aspects of our security\nDirectors twice a year, and privacy compliance forms part\nframework. Associates are regularly informed of risks\nof our ongoing enterprise risk management process.\nand protective actions to ensure a safe operating\nenvironment and the protection of Alcon’s information\nThird-Party Risks\nassets. Our privacy and cybersecurity training programs\nThe IT Security organization manages third-party risk focus on responsibly and safely collecting, using and\nevents and conducts vendor cybersecurity due diligence. disclosing personal information. Our IT Security training\nAs part of the privacy program, the team, led by the covers topics such as phishing, credential management\nGPO, helps facilitate privacy assessments for Alcon’s and secure file storage. Additionally, we have monthly\npartners and suppliers to further reduce risk. These security awareness communications, host special events\nassessments are based on the vendor’s risk level and like Cybersecurity Awareness Month and execute regular\nconducted throughout our relationship with the third phishing prevention campaigns across the enterprise.\nparty. Additionally, we regularly execute targeted third-\n“Innovation and effective IT security are\nparty assessments of our security controls and measure\nthese assessments against industry standard maturity inextricably linked. We’re working across\nmodels to determine gaps in technology, process or\nthe business with a mindset of relentless\nstaffing. We annually incorporate these insights into our\ncontinual improvement to protect the data\nIT strategic plan and use them to drive improvements in\nthe IT Security program.\nthat customers and other partners entrust\nto us.”\nCollection and Use of\nPersonal Information Sue-Jean Lin,\nSENIOR VICE PRESIDENT AND\nOur Global Policy on the Protection of Personal Data\nCHIEF INFORMATION AND\nestablishes minimum requirements for the fair and\nTRANSFORMATION OFFICER\nlawful collection, processing and handling of personal\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 48\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 49,
    "source": "text",
    "content": "Public Policy and Political Influence\nBeing an ethical global citizen includes active and informed policies — such as regulations around market access and uninterrupted product availability for our Swiss customers\nparticipation in policy discussions that impact our industry and environmental and healthcare systems — that affect our and patients.\nour business. This work is essential to doing business the right ability to deliver our products to patients. For example, in\nWe are a member of many chambers of commerce and\nway according to our purpose and values. Our Vice President 2021, as we faced new regulatory requirements on medical\nmedical technology associations in our key markets.\nof Government Affairs and Health Policy oversees public policy device imports and exports between the E.U. and Switzerland,\nTo improve patient outcomes and healthcare system\nat Alcon, and our Code of Business Conduct outlines our we joined industry peers and engaged with Swiss authorities,\nsustainability, we also provide data and insights to trade\npolicies for engaging with government and public officials. patient groups, medical societies and others. As a result,\nassociations. We participate in the political process only\nSwiss authorities agreed to revise guidelines and legislation,\nWe dialogue with policymakers and other external through associates who are appropriately trained and follow\ngiving the industry additional time to transition to these\nstakeholders to raise industry standards and advance designated company processes and applicable laws.\nnew regulatory requirements. We were also able to ensure\nour commitment to helping people See Brilliantly. We\nseek to identify, monitor and collaborate to shape public\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 49\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 50,
    "source": "text",
    "content": "ESG\nPerformance\nData\nAlcon measures our ESG performance in the\nareas most important to our stakeholders and\nbusiness. Our KPIs are informed by the GRI,\nSASB and TCFD. Please note that the COVID-19\npandemic disrupted some of our ESG initiatives\nand performance in 2020 and 2021, which is\nreflected in our data.\nServing Communities 51\nCaring for Our Customers and Patients 51\nProtecting Our Environment 53\nSupporting People 58\nWorking With Integrity 59\n2022 ESG Report 50"
  },
  {
    "page": 51,
    "source": "text",
    "content": "Serving Communities\nPhilanthropy 2019 2020 2021\nMedical Missions29\nNumber of medical missions supported 529 151 73\nNumber of patients treated (including optometric and surgical care) 308,000 85,462 40,253\nNumber of surgeries 38,000 10,70030 11,080\nCaring for Our Customers and Patients\nMedical Innovation 2019 2020 2021\nR&D Productivity\nNumber of first-to-market launches 14 8 8\nNumber of product approvals (major markets)31 80 78 114\n29 For safety reasons, Alcon does not support medical missions to countries with U.S. State Department Level 4 travel advisories. The number of medical missions supported includes only medical missions supported by Alcon Cares. In 2020 and 2021, COVID-19 presented challenges to Alcon Cares product and\nequipment donations.\n30 Restated to include all surgeries (cataract and other surgeries) volunteer surgeons performed.\n31 Includes U.S., E.U., Canada, Japan, Brazil, Korea, Australia, China, Russia and India.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 51\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 52,
    "source": "text",
    "content": "Product Quality and Patient Safety 2019 2020 2021\nRecall Rate32\nVision Care 0 0 0\nSurgical 0 0.04%33 0.37%\nNumber of Recalls Issued\nNumber of FDA-initiated recalls 0 0 0\nPercentage of recalls which were voluntary, FDA-requested or FDA-mandated 0 100% voluntary 100% voluntary\nQuality Management System\nProducts listed in the FDA’s MedWatch Safety Alerts for Human Medical Products database 0 0 0\nNumber of fatalities related to products as reported in the FDA Manufacturer and User Facility Device Experience 0 0 0\nNumber of FDA enforcement actions taken in response to violations of Current Good Manufacturing Practices 0 0 0\nAccess, Affordability and Pricing 2019 2020 2021\nRelative Price Performance\nRatio of weighted average rate of net price increases in the U.S. (for all products) to the annual increase in the U.S.\n0.73 1.29 0.1034\nConsumer Price Index\n32 Recall rate is defined as the number of units subject to recall per total sold globally, based on recall actions where there is a reasonable chance that a product will cause serious health problems, or where a product may cause temporary or medically reversible health problems or pose a slight chance of causing\nserious health problems.\n33 Data restated due to improvement in our calculation methodology.\n34 From December 2020 to December 2021, consumer prices for all items rose 7.0 percent, the largest December to December percent change since 1981. As such, the relative price performance in 2021 has decreased significantly from 2020.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 52\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 53,
    "source": "text",
    "content": "Protecting Our Environment\nHealth and Safety 2019 2020 2021\nEmployee Safety\nEmployee fatalities 0 0 0\nEmployee fatality rate 0 0 0\nHigh-consequence work-related injuries and illnesses (excluding fatalities) 0 0 0\nHigh-consequence work-related injuries and illnesses rate (excluding fatalities) 0 0 0\nRecordable work-related injuries and illnesses (including fatalities) 13035 110 139\nRecordable work-related injuries and illnesses rate (including fatalities) 0.4835 0.42 0.55\nTRCR36 0.4835 0.42 0.55\nLTIR37 0.10 0.10 0.19\nManagement walk-through rate38 20.58 23.76 21.13\nNear miss and good catch rate39\n35.74 27.97 29.14\nContractor Safety\nContractor fatalities 0 0 0\nContractor fatality rate 0 0 0\nTRCR 1.0535 0.6835 0.54\nLTIR 0.1735 035 0\n35 Data restated due to Commercial Operations added.\n36 TRCR represents the frequency of recordable cases (injury and illness) for all Alcon associates and third-party personnel. It is calculated as follows: number of all work-related recordable cases divided by the number of hours worked by Alcon associates and third-party personnel and multiplied by 200,000.\n37 LTIR represents the frequency of work-related lost time cases (injury and illness). It is calculated as follows: the total number of work-related cases of injury or illness with lost time is divided by number of hours worked by Alcon associates and third-party personnel and multiplied by 200,000.\n38 Management walkthrough rate is the number of HSE-related walk-throughs by management per 200,000 working hours for Alcon associates and third-party personnel.\n39 Near miss and good catch rate is the number of near misses and good catches per 200,000 working hours for Alcon associates and third-party personnel.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 53\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 54,
    "source": "text",
    "content": "Sustainable Products and Services 2019 2020 2021\nProduct Design and Lifecycle Management\nDevices and equipment reused, recycled or donated (MT) 131 8540 108\nReducing Our Operational Footprint 2019 2020 2021\nEnergy Management\nEnergy usage intensity (GJ/million units produced) 74241 791 691\nTotal fuel consumption — non-renewable sources (GJ) 1,077,731 1,073,230 1,104,907\nTotal fuel consumption — renewable sources (GJ) 306 283 1,129\nElectricity consumption (GJ) 1,858,457 1,786,384 1,809,006\nSteam consumption (GJ) 36,132 49,039 48,934\nElectricity sold (GJ) 236 202 216\nTotal energy consumption within the organization (GJ) 2,936,257 2,859,695 2,914,826\nTotal reduction in energy consumption (GJ)42 N/A N/A 49,451\nEmissions\nTotal Scope 1 and Scope 2 GHG emissions (MT CO e) 346,435 327,882 309,083\n2\nDirect (Scope 1) GHG emissions (MT CO e) 85,781 78,924 81,151\n2\nLocation-based energy indirect (Scope 2) GHG emissions (MT CO e) 277,210 265,641 265,301\n2\nMarket-based energy indirect (Scope 2) GHG emissions (MT CO e) 260,655 248,957 227,933\n2\n40 Data restated due to improvements in our calculation methodology.\n41 Data restated due to improvements in our sites’ data collection and validation processes.\n42 Compared to our 2019 baseline. Purchased electricity is included in this reduction.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 54\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 55,
    "source": "text",
    "content": "Reducing Our Operational Footprint 2019 2020 2021\nGHG emissions intensity ratio — onsite generated energy (t/TJ)43 5644 5544 55\nGHG emissions intensity ratio — purchased energy (t/TJ)45 14044 13944 126\nProduction, imports and exports of ODS (tR11e) 0.77 0.73 0.57\nWaste Management\nTotal waste generated (MT) 46,57846 45,29446 51,782\nTotal hazardous waste (MT) 20,52646 24,11246 28,154\nTotal non-hazardous waste (MT) 26,05146 21,18246 23,628\nTotal Waste Diverted from Disposal\nTotal waste diverted from disposal (MT) 34,963 36,829 42,024\nHazardous waste diverted from disposal (MT) 20,174 23,834 27,795\nHazardous waste recycled — offsite (MT) 20,124 23,783 27,744\nHazardous waste diverted through other operations — offsite (MT) 49.46 50.79 51.65\nNon-hazardous waste diverted from disposal (MT) 14,789 12,995 14,228\nNon-hazardous waste recycled — offsite (MT) 13,283 11,062 11,615\nNon-hazardous waste diverted through other operations — offsite (MT) 1,506 1,933 2,613\n43 Calculated using Scope 1 emissions.\n44 Data restated due to improvements in our calculation methodology.\n45 Calculated using Scope 2 emissions.\n46 Restated due to improvements in our sites’ data collection and verification processes.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 55\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 56,
    "source": "text",
    "content": "Reducing Our Operational Footprint 2019 2020 2021\nTotal Waste Directed to Disposal\nTotal waste directed to disposal (MT) 11,615 8,465 9,759\nHazardous waste directed to disposal (MT) 353 278 359\nHazardous waste incinerated with or without energy recovery — offsite (MT) 47 340 275 N/A\nHazardous waste incinerated with energy recovery — offsite (MT) N/A N/A 253\nHazardous waste incinerated without energy recovery — offsite (MT) N/A N/A 106\nHazardous waste landfilled — offsite (MT) 12.80 2.47 0\nTotal non-hazardous waste directed to disposal (MT) 11,262 8,187 9,400\nNon-hazardous waste incinerated with or without energy recovery — offsite (MT)48 8,382 5,956 N/A\nNon-hazardous waste incinerated with energy recovery — offsite (MT) N/A N/A 6,590\nNon-hazardous waste incinerated without energy recovery — offsite (MT) N/A N/A 993\nNon-hazardous waste landfilled — offsite (MT) 2,881 2,231 1,818\n47 In 2021, we started tracking hazardous waste incinerated with and without energy as separate metrics.\n48 In 2021, we started tracking non-hazardous waste incinerated with and without energy as separate metrics.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 56\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 57,
    "source": "text",
    "content": "Reducing Our Operational Footprint 2019 2020 2021\nWater Management\nTotal water input (ML/million units produced) 1.1349 1.28 1.15\nTotal water withdrawal from all areas (ML) 4,458 4,640 4,864\n49 Data restated due to improvements in our calculation methodology.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 57\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 58,
    "source": "text",
    "content": "Supporting People\nTalent Attraction and Retention 2019 2020 2021\nTurnover Rates\nTotal turnover rate 9.0%50 7.7% 11.4%\nVoluntary turnover rate 6.0% 4.6% 7.8%\nDiversity and Inclusion 2019 2020 2021\nGlobal Female Representation\nWorkforce 47% 49% 48%\nManager and supervisor 34% 34% 34%\nBoard of directors51 30% 30% 30%\nU.S. Ethnic Diversity52\nWorkforce 44% 47% 47%\nManager and supervisor 26% 31% 32%\n50 Total turnover rate in 2019 was calculated manually, due to the transition to a new human resources software application for our associates in the U.K. and Ireland in October 2019.\n51 Includes the Alcon Board of Directors and Compensation Committee.\n52 Ethnic diversity metrics include American Indian/Alaska Native, Asian, Black/African American, Hispanic/Latino, Native Hawaiian/Other Pacific Islander and two or more races.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 58\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 59,
    "source": "text",
    "content": "Working With Integrity\nBusiness Ethics 2019 2020 2021\nCode of Conduct and Speak Up Culture\nCode of Business Conduct training completion rate (associates and contractors) 98% 97% 98%\nNumber of grievances filed per year 513 462 502\nBribery and Corruption\nMonetary losses as a result of legal proceedings associated with bribery or corruption (in millions) $0 $8.93 $0\nEthical Marketing and Interactions With Healthcare Professionals 2019 2020 2021\nEthical Marketing\nMonetary losses as a result of legal proceedings associated with false marketing claims $0 $0 $0\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 59\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 60,
    "source": "text",
    "content": "Responsible Procurement and Supply Chain 2019 2020 2021\nSupplier Sustainability\nFacilities participating in third-party audit programs for manufacturing and product quality53 100% 100% 100%\nTier 1 suppliers’ facilities participating in third-party audit programs for manufacturing and product quality54 100% 100% 100%\nDiverse Supplier Spend\nAll diverse and small suppliers $226M $273M $300M\nMinority-owned business enterprises $33M $41M $38M\nWomen-owned business enterprises $50M $69M $82M\nVeteran-owned business enterprises $7M $9M $8M\nSmall business enterprises $199M $247M $274M\nLGBTQ+-owned business enterprises $0.31M $0.34M $0.32M\n53 All Alcon production facilities are audited by third-party and regulatory notified bodies for ISO and other GxP compliance certifications. Audit frequency and validity varies by audit type.\n54 Alcon’s internal quality risk assessment determines the criticality of suppliers (Tier 1) and thus triggers auditing requirements. Frequency and duration may vary. Alcon reserves the right to audit for cause (either directly or via third party) when infractions to agreed quality standards are found. In 2021, we\nconducted third-party manufacturing and product audits on 18% of our Tier 1 suppliers. 100% of suppliers selected for audit participated.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity EESSGG P Peerrffoorrmmaannccee DDaattaa ESG Reporting Frameworks Index 60\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 61,
    "source": "text",
    "content": "ESG\nReporting\nFrameworks\nSASB Index 62\nGRI Index 63\nTCFD Disclosure 72"
  },
  {
    "page": 62,
    "source": "text",
    "content": "SASB Index\nTopic Accounting Metric Alcon’s Response\nRatio of weighted average rate of net price increases (for all products) to the annual increase in the U.S.\nHC-MS-240a.1 See ESG Performance Data (Access, Affordability and Pricing).\nConsumer Price Index\nAffordability\nSee Access, Affordability and Pricing. Note: disclosure does not include whether the range,\nand Pricing\nmedian or typical price are provided to customers or the frequency of use of confidentiality\nHC-MS-240a.2 Description of how price information for each product is disclosed to customers or to their agents\nclauses in purchasing agreements with heathcare providers that restrict them from sharing\nwith third parties the price they paid.\nHC-MS-250a.1 Number of recalls issued; total units recalled See ESG Performance Data (Product Quality and Patient Safety).\nHC-MS-250a.2 List of products listed in the FDA’s MedWatch Safety Alerts for Human Medical Products database See ESG Performance Data (Product Quality and Patient Safety).\nProduct Safety Number of fatalities related to products as reported in the FDA Manufacturer and User Facility Device\nHC-MS-250a.3 See ESG Performance Data (Product Quality and Patient Safety).\nExperience\nNumber of FDA enforcement actions taken in response to violations of current Good Manufacturing\nHC-MS-250a.4 See ESG Performance Data (Product Quality and Patient Safety).\nPractices (cGMP) by type\nHC-MS-270a.1 Total amount of monetary losses as a result of legal proceedings associated with false marketing claims See ESG Performance Data (Ethical Marketing and Interactions with Healthcare Professionals).\nEthical\nMarketing\nHC-MS-270a.2 Description of code of ethics governing promotion of off-label use of products See Ethical Marketing and Interactions With Healthcare Professionals.\nDiscussion of process to assess and manage environmental and human health considerations\nProduct HC-MS-410a.1 See Sustainable Products and Services.\nassociated with chemicals in products, and meet demand for sustainable products\nDesign\nand Lifecycle\nTotal amount of products accepted for takeback and reused, recycled, or donated, broken down by: (1)\nManagement HC-MS-410a.2 See ESG Performance Data (Sustainable Products and Services).\ndevices and equipment and (2) supplies\nPercentage of (1) entity’s facilities and (2) Tier I suppliers’ facilities participating in third-party audit\nHC-MS-430a.1 See ESG Performance Data (Responsible Procurement and Supply Chain).\nprograms for manufacturing and product quality\nSupply Chain See Responsible Procurement and Supply Chain. Note: disclosure does not identify the\nManagement HC-MS-430a.2 Description of efforts to maintain traceability within the distribution chain critical materials that present a significant risk to Alcon’s operations or the type of risk(s) they\nrepresent.\nHC-MS-430a.3 Description of the management of risks associated with the use of critical materials See Responsible Procurement and Supply Chain.\nHC-MS-510a.1 Total amount of monetary losses as a result of legal proceedings associated with bribery or corruption See ESG Performance Data (Business Ethics).\nBusiness\nEthics\nHC-MS-510a.2 Description of code of ethics governing interactions with healthcare professionals See Ethical Marketing and Interactions With Healthcare Professionals.\nActivity Alcon does not disclose this data given the breadth and diversity of Alcon’s product portfolio.\nHC-MS-000.A Number of units sold by product category\nMetrics See About Alcon and our 2021 Annual Report for more information on our company’s scale.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 62\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 63,
    "source": "text",
    "content": "GRI Index\nGeneral Disclosures\nGRI Standard Disclosure Alcon’s Response\n102-1 Name of the organization Alcon Inc.\n102-2 Activities, brands, products and services See our 2021 Annual Report (Market Overview, Portfolio Update and Business Overview).\n102-3 Location of headquarters Geneva, Switzerland\n102-4 Location of operations See our 2021 Annual Report (Property, Plants and Equipment).\n102-5 Ownership and legal form Alcon is a public company traded on the New York Stock Exchange and SIX Swiss Exchange.\n102-6 Markets served See our 2021 Annual Report (Market Overview and Business Overview).\n102-7 Scale of the organization See About Alcon and our 2021 Annual Report.\n102-8 Information on employees and other workers Alcon employed 24,966 associates in 2021. For more information, see Supporting People.\n102-9 Supply chain See Responsible Procurement and Supply Chain.\nGRI 102:\n102-10 Significant changes to the organization and its supply chain There were no significant changes to the organization in 2021.\nGeneral\nDisclosures\n2016 We support the Innovative Health Initiative and are a partner of the World Economic Forum. Alcon also supports the AdvaMed\n102-12 External initiatives\nCode of Conduct and various other country industry Codes of Conduct.\nAlcon is a member of many chambers of commerce and medical devices and pharmaceutical industry associations in key markets.\nExamples of our memberships include, AdvaMed, Medical Device Manufacturers Association, APACMed, MedTech Europe,\n102-13 Membership of associates\nEuromcontact, COCIR, Swiss Medtech, Swissholding, Consumer Health Products Association, Global Business Alliance, Contact\nLens Institute, Healthcare Alliance for Patient Safety, The Vision Council, AdvaMed China and AbiMed Brazil.\n102-14 Statement from senior decision-maker See Message from Our CEO.\n102-16 Values, principles, standards and norms of behavior See Business Ethics and our Code of Business Conduct.\n102-17 Mechanisms for advice and concerns about ethics See Business Ethics and our Code of Business Conduct.\n102-18 Governance structure See the Governance page of our website.\nExecutive-level responsibility for economic, environmental and social\n102-20 See Our Approach to Sustainability.\ntopics\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 63\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 64,
    "source": "text",
    "content": "GRI Standard Disclosure Alcon’s Response\nAlcon has separate Chief Executive Officer and Chairman of the Board positions. See the Board of Directors page of our website\n102-23 Chair of the highest governance body\nfor more information.\n102-24 Nominating and selecting the highest governance body See the Governance and Nominating Committee charter.\n102-32 Highest governance body’s role in sustainability reporting The Governance and Nominating Committee of Alcon’s Board of Directors reviewed and approved this report.\n102-40 List of stakeholder groups See our 2021 Annual Report (page iii).\n102-41 Collective bargaining agreements 11.28% of our associates were covered by collective bargaining agreements in 2021.\n102-42 Identifying and selecting stakeholders Alcon’s ESG Working Group is responsible for identifying and engaging stakeholders on sustainability-related matters.\n102-43 Approach to stakeholder engagement Alcon’s ESG Working Group is responsible for identifying and engaging stakeholders on sustainability-related matters.\n102-44 Key topics and concerns raised See Our ESG Reporting.\n102-45 Entities included in the consolidated financial statements See our 2021 Annual Report for a list of all entities included in our consolidated financial statements.\nGRI 102:\n102-46 Defining report content and topic Boundaries See Our ESG Reporting.\nGeneral\nDisclosures\n102-47 List of material topics See Our ESG Reporting.\n2016\n102-48 Restatements of information Restatements of information are documented in footnotes throughout our Corporate Responsibility Report.\n102-49 Changes in reporting We have not made any significant changes in reporting for 2021.\n102-50 Reporting period This report covers Alcon’s operations from January 1, through December 31, 2021, unless otherwise indicated.\n102-51 Date of most recent report This is Alcon’s most recent Corporate Responsibility Report.\n102-52 Reporting cycle Annual\n102-53 Contact point for questions regarding the report Please email the Investor Relations team at investor.relations@alcon.com.\n102-54 Claims of reporting in accordance with the GRI Standards We referenced the GRI Standards in the development of this Corporate Responsibility Report.\n102-55 GRI content index This is the GRI content index.\n102-56 External assurance Alcon is not currently conducting external assurance of our Corporate Responsibility Report.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 64\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 65,
    "source": "text",
    "content": "Material Topics\nGRI Standard Disclosure Alcon’s Response\nBusiness Ethics\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Business Ethics.\nGRI 103:\nManagement 103-2 The management approach and its components See Business Ethics.\nApproach 2017\n103-3 Evaluation of the management approach See Business Ethics.\nGRI 205: Anti- Communication and training about anti-corruption policies and\n205-2 See Business Ethics.\nCorruption 2016 procedures\nEnergy Efficiency & GHG Reduction\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Reducing Our Operational Footprint (Energy and Climate Change and GHG Emissions).\nGRI 103:\nManagement 103-2 The management approach and its components See Environmental Management System and Reducing Our Operational Footprint (Energy and Climate Change and GHG Emissions).\nApproach 2017\n103-3 Evaluation of the management approach See Reducing Our Operational Footprint (Energy and Climate Change and GHG Emissions).\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 65\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 66,
    "source": "text",
    "content": "GRI Standard Disclosure Alcon’s Response\nTotal fuel consumption within the organization from non-renewable sources: See ESG Performance Data (Reducing Our\nOperational Footprint: Energy Management).\nTotal fuel consumption within the organization from renewable sources: See ESG Performance Data (Reducing Our\nOperational Footprint: Energy Management).\nElectricity consumption and steam consumption: See ESG Performance Data (Reducing Our Operational Footprint: Energy\nManagement).\nElectricity Sold: See ESG Performance Data (Reducing Our Operational Footprint: Energy Management).\n302-1 Energy consumption within the organization\nTotal energy consumption within the organization: See ESG Performance Data (Reducing Our Operational Footprint: Energy\nManagement).\nStandards, methodologies, assumptions and/or calculation tools used: The data collection and data management procedures\ncriteria are established with reference to the Global Reporting Initiative’s guidelines.\nSource of the conversion factors used: Transformation between volume and mass of fuels with standard densities from IEA;\nGRI 302: Energy\nTransformation between volume / mass and energy content of fuel with calorific values from IEA, World Coal Org., U.S. Bio Diesel\n2016\nBoard and Plastics Europe.\nEnergy intensity ratio for the organization: See ESG Performance Data (Reducing Our Operational Footprint: Energy\nManagement).\nOrganization-specific metric (the denominator) chosen to calculate the ratio: Million units produced.\n302-3 Energy intensity\nTypes of energy included in the intensity ratio; whether fuel, electricity, heating, cooling, steam, or all: Energy generated\nfrom fossil fuels, purchased electricity.\nWhether the ratio uses energy consumption within the organization, outside of it, or both: Within the organization.\nTotal reduction in energy consumption achieved through conservation and efficiency initiatives: See ESG Performance Data\n(Reducing Our Operational Footprint: Energy Management).\n302-4 Reduction of energy consumption\nTypes of energy included in the reductions; whether fuel, electricity, heating, cooling, steam, or all: Purchased electricity\nBase year for calculating reductions in energy consumption: 2019.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 66\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 67,
    "source": "text",
    "content": "GRI Standard Disclosure Alcon’s Response\nGross direct (Scope 1) GHG emissions in metric tons of CO2 equivalent: See ESG Performance Data (Reducing Our Operational\nFootprint: Emissions).\nGases included in the calculation: CO , CH , N O.\n2 4 2\nBase year for the calculation: 2019.\n305-1 Direct (Scope 1) GHG emissions\nSource of the emission factors and the global warming potential (GWP) rates used, or a reference to the GWP source:\nIntergovernmental Panel on Climate Change (IPCC) based on a 100-year timeframe, GHG protocol GWP Values, EPA eGrid factors.\nConsolidation approach for emissions; whether equity share, financial control, or operational control: Operational control.\nStandards, methodologies, assumptions and/or calculation tools used: Alcon reports GHG and ODS inventory and emissions in\nline with the GRI Guidelines and the GHG emissions in accordance with the WRI/WBCSD GHG Protocol.\nGross location-based energy indirect (Scope 2) GHG emissions in metric tons of CO2 equivalent: See ESG Performance Data\n(Reducing Our Operational Footprint: Emissions).\nGross market-based energy indirect (Scope 2) GHG emissions in metric tons of CO2 equivalent: See Reducing Our Operational\nFootprint page (GHG Emissions).\nGRI 305:\nGases included in the calculation: CO , CH , N O.\nEmissions 2016 2 4 2\n305-2 Energy indirect (Scope 2) GHG emissions Base year for the calculation: 2019.\nSource of the emission factors and the global warming potential (GWP) rates used, or a reference to the GWP source:\nIntergovernmental Panel on Climate Change (IPCC) based on a 100-year timeframe, GHG protocol GWP Values, EPA eGrid factors.\nConsolidation approach for emissions; whether equity share, financial control, or operational control: Operational control.\nStandards, methodologies, assumptions and/or calculation tools used: Alcon calculates and reports GHG inventory and\nemissions in line with the GRI Guidelines and the GHG emissions in accordance with the WRI/WBCSD GHG Protocol.\n305-3 Other indirect (Scope 3) GHG emissions In 2021, we completed an inventory of our Scope 3 emissions for our 2019 baseline year.\nGHG emissions intensity ratio for the organization: See ESG Performance Data (Reducing Our Operational Footprint: Emissions).\nOrganization-specific metric (the denominator) chosen to calculate the ratio: Terajoules.\n305-4 GHG emissions intensity\nTypes of GHG emissions included in the intensity ratio (Scope 1, Scope 2, Scope 3): Scope 1 and 2 only. Note, Scope 1 excludes\nfleet emissions as there is no energy consumption.\nGases included in the calculation: CO , CH , N O.\n2 4 2\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 67\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 68,
    "source": "text",
    "content": "GRI Standard Disclosure Alcon’s Response\nProduction, imports and exports of ODS: See ESG Performance Data (Reducing Our Operational Footprint: Emissions).\nSubstances included in the calculation: HCFCs.\nGRI 305:\n305-6 Emissions of ozone-depleting substances (ODS) Source of the emission factors used: ODS Transformation Factors for HFCs, CFCs, HCFCs and Halons (GHG Factors) as defined by\nEmissions 2016\nthe Intergovernmental Panel on Climate Change (IPCC) for a 100-year time horizon).\nStandards, methodologies, assumptions and/or calculation tools used: Alcon calculates and reports GHG inventory and\nemissions in line with the GRI Guidelines and the GHG emissions in accordance with the WRI/WBCSD GHG Protocol.\nOperational Waste Reduction\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Reducing Our Operational Footprint (Waste).\nGRI 103:\nManagement 103-2 The management approach and its components See Enviornmental Management System and Reducing Our Operational Footprint (Waste).\nApproach 2017\n103-3 Evaluation of the management approach See Reducing Our Operational Footprint (Waste).\n306-3 Waste generated See ESG Performance Data (Reducing our Operational Footprint: Waste Management).\nGRI 306: Waste\n306-4 Waste diverted from disposal See ESG Performance Data (Reducing our Operational Footprint: Waste Management).\n2020\n306-5 Waste directed to disposal See ESG Performance Data (Reducing our Operational Footprint: Waste Management).\nTalent Attraction, Retention and Employee Well-Being\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting, Talent Attraction and Retention and Engagement.\nGRI 103:\nManagement 103-2 The management approach and its components See Talent Attraction and Retention and Engagement.\nApproach 2017\n103-3 Evaluation of the management approach See Talent Attraction and Retention and Engagement.\n401-1 New employee hires and employee turnover See Talent Attraction and Retention and ESG Performance Data (Talent Attraction and Retention).\nIn the U.S., all regular associates working at least 20 hours a week are eligible for all benefits including paid parental leave. Regular\nGRI 401:\nassociates working less than 20 hours per week are eligible to participate in Alcon’s U.S. retirement plans but are not entitled to\nEmployment\nBenefits provided to full-time employees that are not provided to other benefits. Temporary employees are not eligible for U.S. benefits. Outside the U.S., there are some limited differences in\n2016 401-2\ntemporary or part-time employees benefits for full-time vs. part-time regular employees but this is country- and benefit-specific. In addition, it is common practice to\ninclude fixed term temporary employees in Alcon’s benefit programs (this varies from country to country). See Talent Attraction and\nRetention and Engagement for information about our global benefits.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 68\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 69,
    "source": "text",
    "content": "GRI Standard Disclosure Alcon’s Response\nDiversity and Inclusion\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Diversity and Inclusion.\nGRI 103:\nManagement 103-2 The management approach and its components See Diversity and Inclusion.\nApproach 2017\n103-3 Evaluation of the management approach See Diversity and Inclusion.\nGRI 405:\nDiversity\nand Equal 405-1 Diversity of governance bodies and employees See ESG Performance Data (Diversity and Inclusion).\nOpportunity\n2016\nCybersecurity and Data Privacy\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Cybersecurity and Data Privacy.\nGRI 103:\nManagement 103-2 The management approach and its components See Cybersecurity and Data Privacy.\nApproach 2017\n103-3 Evaluation of the management approach See Cybersecurity and Data Privacy.\nGRI 418:\nSubstantiated complaints concerning breaches of customer privacy and\nCustomer 418-1 Alcon does not disclose this data as it is confidential and proprietary to the company.\nlosses of customer data\nPrivacy 2016\nAccess, Affordability and Pricing\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Access, Affordability and Pricing.\nGRI 103:\nManagement 103-2 The management approach and its components See Access, Affordability and Pricing.\nApproach 2017\n103-3 Evaluation of the management approach See Access, Affordability and Pricing.\nAlcon discloses SASB metrics related to affordability and pricing. See ESG Performance Data (Access, Affordability and Pricing) for\nN/A Access, Affordability & Pricing the ratio of weighted average rate of net price increases (for all products) to the annual increase in the U.S. CPI and for a description\nof how price information for each product is disclosed to customers or to their agents.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 69\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 70,
    "source": "text",
    "content": "GRI Standard Disclosure Alcon’s Response\nEthical Marketing\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Ethical Marketing and Interactions With Healthcare Professionals.\nGRI 103:\nManagement 103-2 The management approach and its components See Ethical Marketing and Interactions With Healthcare Professionals.\nApproach 2017\n103-3 Evaluation of the management approach See Ethical Marketing and Interactions With Healthcare Professionals.\nAlcon discloses SASB metrics related to ethical marketing. Please see ESG Performance Data (Ethical Marketing and Interactions\nN/A Ethical Marketing With Healthcare Professionals) for the total amount of monetary losses as a result of legal proceedings associated with false\nmarketing claims and a description of our code of ethics governing promotion of off-label use of products.\nMedical Innovation\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Medical Innovation.\nGRI 103:\nManagement 103-2 The management approach and its components See Medical Innovation.\nApproach 2017\n103-3 Evaluation of the management approach See Medical Innovation.\nWe invested over $680 million to create innovative products that meet our customers’ and patients’ needs in 2021. See ESG\nN/A Medical Innovation\nPerformance Data (Medical Innovation) for the number of first-to-market launches and product approvals.\nPhilanthropy\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Serving Communities.\nGRI 103:\nManagement 103-2 The management approach and its components See Serving Communities.\nApproach 2017\n103-3 Evaluation of the management approach See Serving Communities.\nThe Alcon Foundation and Alcon Cares donated more than $15 million in 2021. See Serving Communities and ESG Performance\nN/A Philanthropy\nData (Philanthropy) for more information on the number of medical missions, surgeries and patients supported.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 70\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 71,
    "source": "text",
    "content": "GRI Standard Disclosure Alcon’s Response\nProduct Quality and Patient Safety\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Product Quality and Patient Safety.\nGRI 103:\nManagement 103-2 The management approach and its components See Product Quality and Patient Safety.\nApproach 2017\n103-3 Evaluation of the management approach See Product Quality and Patient Safety.\nAlcon discloses SASB metrics related to product safety. See ESG Performance Data (Product Quality and Patient Safety) for the\nnumber of recalls issued, number of products listed in the FDA’s MedWatch Safety Alerts for Human Medical Products database,\nN/A Product Quality & Patient Safety\nnumber of facilities related to products as reported in the FDA manufacturer and user fatality device experience and the number of\nFDA-enforced actions taken in response to violations of current Good Manufacturing Practices.\nResponsible Procurement and Management\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Responsible Procurement and Supply Chain.\nGRI 103:\nManagement 103-2 The management approach and its components See Responsible Procurement and Supply Chain.\nApproach 2017\n103-3 Evaluation of the management approach See Responsible Procurement and Supply Chain.\nAlcon discloses SASB metrics related to supply chain management. See ESG Performance Data (Responsible Procurement and\nSupply Chain) for the percentage of (1) entity’s facilities and (2) Tier I suppliers’ facilities participating in third-party audit programs\nN/A Responsible Procurement & Management\nfor manufacturing and product quality, a description of efforts to maintain traceability within the distribution chain and a\ndescription of the management of risks associated with use of critical materials.\nSustainable Products and Services\n103-1 Explanation of the material topic and its Boundary See Our ESG Reporting and Sustainable Products and Services.\nGRI 103:\nManagement 103-2 The management approach and its components See Sustainable Products and Services.\nApproach 2017\n103-3 Evaluation of the management approach See Sustainable Products and Services.\nAlcon discloses SASB metrics related to product design and lifecycle management. See ESG Performance Data (Sustainable\nN/A Sustainable Products & Services Products and Services) for our process to assess and manage environmental and human health considerations associated with\nchemicals in products and the total amount of products accepted for takeback and reused, recycled or donated.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 71\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 72,
    "source": "text",
    "content": "medium- and long-term. The nature of these risks depends and packaging. Additionally, energy consumption throughout\nTCFD Disclosure\non both the physical aspects of climate change as well as our supply chain also has implications for climate change and\nOur Board of Directors and executive leadership team oversee market regulations, pressure to reduce our carbon footprint product costs. In 2021, we started working with EcoVadis to\nand manage our environmental risks and opportunities. and our ability to understand and respond to rapidly evolving track our suppliers’ ESG performance. This platform will also\ndevelopments. Our identified risks include the following: help us engage and encourage our suppliers to reduce energy\nGovernance\nconsumption and emissions, lessen their use of resources and\nRegulatory risks: We could be impacted by regulatory risks\nshare best practices.\nBoard oversight: Our Board of Directors oversees\nsuch as potential future carbon disclosure and compliance\nenvironmental risks, including those related to energy use,\nrequirements. Possible carbon tax, or regulatory incentives See Reducing Our Operational Footprint and Sustainable\ncarbon emissions and water resources. The Governance\nto encourage the use of renewable energy could affect Products and Services for more information.\nand Nomination Committee is responsible for reviewing and\nenergy costs. Regulatory action can also include pressure to\nRisk Management\nproviding guidance on the company’s climate change-related\nreduce the carbon footprint of specific medical devices as\nprograms and policies as part of its wider sustainability\nwell as a greater focus on environmental considerations in\nOur senior leadership team and Board of Directors are focused\noversight. Sustainability is a subject discussed at least\nmanufacturing and responsible procurement.\non managing and mitigating various risks to our business and\nannually by the full Board, and sustainability-related topics\nfinancial performance, including environmental risks. Such\nPhysical risks: The physical aspects of climate change can\nare a standing agenda item at Governance and Nominating\nrisk management topics are reviewed and discussed on an\nhave an impact on our ability to continue operations. We\nCommittee meetings.\nannual basis among our leadership team across the entire\nregularly assess how potential business disruptions from\nManagement oversight: Sustainability and environmental organization. Consideration of such risks is implemented as\nextreme weather and natural disasters could impact our\ntopics are integrated into our overall management model. part of operating and investment decision-making processes in\nbusiness. These risks and responses are reviewed as part of\nAlcon’s Global Environmental Sustainability Committee is all aspects of the business.\nthe overall sustainability risk evaluation.\nresponsible for identifying and managing our environmental\nRisks related to resource use: There is increasing scrutiny Metrics and Targets\nand social impacts, reporting to the ESG Steering Committee\non the use of water in manufacturing and the amount of\non an annual basis. This senior management team includes\nWe monitor and report our greenhouse gas emissions:\nplastic waste. Pressure from regulators, consumers and\nexecutives from across the business, including Legal,\nother stakeholders to find alternatives or green solutions to\nInnovation and Corporate Affairs and regularly discusses risks • Scope 1 emissions: 81,151 MT of CO equivalent\n2\nreduce our use of natural resources is escalating. In 2021,\nand opportunities related to environmental issues, and how to\n•\nScope 2 emissions (market-based): 227,933 MT of\nwe embedded our Environmental Sustainability Scorecard\napply policies and strategies to address those in each aspect\ninto our enterprise stage-gate process to evaluate new and CO equivalent\nof the business. The ESG Steering Committee reports to our\n2\nexisting products against sustainability KPIs. In 2022, we aim to\nGovernance and Nomination Committee on an annual basis. By 2030, we are committed to being carbon neutral across our\nimplement the scorecard across all early stage R&D projects.\nglobal operations (Scope 1 and Scope 2 emissions). We have\nStrategy\nalso established site-level environmental goals at many of\nOpportunity to reduce costs and support reduction goals\nour facilities, including energy and carbon emission reduction\nof partners: Cost savings for Alcon and our customers could\nWe are aware of the business risks from climate change,\ngoals. Additionally, in 2021, we completed an inventory of our\nand we continuously monitor environment-related risks and be achieved through energy efficiency initiatives and efforts to\nScope 3 emissions for our 2019 baseline year.\nreduce our use of raw materials in both device manufacturing\nopportunities that may impact our business over the short-,\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 72\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 73,
    "source": "text",
    "content": "Disclaimer Cautionary Note Regarding Forward-Looking\nIndex\nStatements\nAbout This Report\nThis report contains, and our officers and representatives may\nfrom time to time make, certain “forward-looking statements”\nThis report covers our business and does not address the\nEnvironmental Policies\nwithin the meaning of the safe harbor provisions of the US\nperformance or operations of our suppliers, our contractors,\nPrivate Securities Litigation Reform Act of 1995. Forward-looking\nour customers, or other third parties, unless otherwise noted.\n•\nHSE Compliance Management Policy: Describes our\nstatements can be identified by words such as “anticipate,”\nAll financial information is presented in U.S. dollars. The goals\napproach to managing our HSE compliance obligations,\n“intend,” “commitment,” “look forward,” “maintain,” “plan,”\nand projects described in this report are aspirational; as such, no\nas well as our interactions with governmental agencies\n“goal,” “seek,” “target,” “assume,” “believe,” “project,” “estimate,”\nguarantees or promises are made that these goals and projects\nregulating HSE aspects of our activities, operations and\n“expect,” “strategy,” “future,” “likely,” “may,” “should,” “will” and\nwill be met or successfully executed. Furthermore, data, statistics\nproducts.\nsimilar references to future periods. Examples of forward-looking\nand metrics included in this report have not been prepared in\n•\nAir Permitting, Emissions and Prevention of Significant\nstatements include, among others, statements we make regarding\naccordance with international financial reporting standards (IFRS),\nDeterioration Policy: Establishes procedures to permit\nour sustainability and diversity plans, developments, targets,\ncontinue to evolve and may be based on assumptions believed\nand monitor sources of air emissions at our sites, as well\ngoals, and expectations.\nto be reasonable at the time of preparation, but should not be\nas procedures to evaluate discharges and regulatory\nconsidered guarantees and may be subject to future revision.\nForward-looking statements are neither historical facts nor\nrequirements and ensure compliance.\nThis report uses certain terms, including those that the Global\nassurances of future performance. Instead, they are based only\n•\nEnergy Management Standard: Describes our sustainable Reporting Initiative (GRI), Sustainability Accounting Standards\non our current beliefs, expectations and assumptions regarding\nmanagement principles for energy and related GHG emissions Board (SASB), Task Force on Climate-related Financial Disclosures,\nthe future of our business, future plans and strategies, and other\nthroughout all of our company’s activities. or others refer to as “material” to reflect the issues of greater\nfuture conditions. Because forward-looking statements relate\nimportance or priorities of Alcon and our stakeholders. Used in\n•\nWaste Management Standard: Establishes minimum\nto the future, they are subject to inherent uncertainties and\nthis context, however, these terms are distinct from, and should\nrequirements for waste management programs at our sites,\nrisks that are difficult to predict such as: cybersecurity breaches\nnot be confused with, the terms “material” and “materiality”\naiming for safe and sustainable waste management for all\nor other disruptions of our information technology systems;\nas defined by or construed in accordance with securities, or\ntypes of waste.\ncompliance with data privacy, identity protection and information\nother laws or as used in the context of financial statements\n• security laws; our ability to comply with the US Foreign Corrupt\nWater Effluent Discharges Standard: Ensures that sanitary,\nand reporting. Finally, we did not seek, nor was there, external\nPractices Act of 1977 and other applicable anti-corruption laws,\nprocess and stormwater discharges (effluents) from Alcon\nassurance from third parties with respect to the information\nparticularly given that we have entered into a three-year Deferred\nfacilities comply with legal regulations.\ncontained in this report.\nProsecution Agreement with the U.S. Department of Justice; our\n•\nHSE Risk Management Standard: Outlines mandatory\nsuccess in completing and integrating strategic acquisitions; the\nThis report, which speaks only as of its date, is not comprehensive,\nrequirements for our locations to proactively identify and\nimpact of a disruption in our global supply chain or important\nand for that reason, this report should be read in conjunction with\naddress internal and external HSE hazards and risks.\nfacilities; the effect of the COVID-19 pandemic as well as other\nour 2021 Annual Report on Form 20-F and subsequent interim\nviral or disease outbreaks; global and regional economic, financial,\nfinancial reports, particularly the “Forward-Looking Statements”\nlegal, tax, political and social change; Russia’s invasion of Ukraine\nand “Risk Factors” sections, all of which can be found at https://\nand the resulting global response; the commercial success of our\ninvestor.alcon.com/financials.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 73\n2021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 74,
    "source": "text",
    "content": "products and our ability to maintain and strengthen our position Additional factors are discussed in our filings with the United\nin our markets; the success of our research and development States Securities and Exchange Commission, including our\nefforts, including our ability to innovate to compete effectively; Form 20-F. Should one or more of these uncertainties or risks\npricing pressure from changes in third party payor coverage and materialize, or should underlying assumptions prove incorrect,\nreimbursement methodologies; ongoing industry consolidation; actual results may vary materially from those anticipated.\nour ability to properly educate and train healthcare providers Therefore, you should not rely on any of these forward-looking\non our products; the impact of unauthorized importation of statements. Forward-looking statements in this report speak only\nour products from countries with lower prices to countries with as of the date of its filing, and we assume no obligation to update\nhigher prices; our reliance on outsourcing key business functions; forward-looking statements as a result of new information, future\nchanges in inventory levels or buying patterns of our customers; events or otherwise.\nour ability to attract and retain qualified personnel; our ability\nto service our debt obligations; the need for additional financing\nthrough the issuance of debt or equity; our ability to protect our\nintellectual property; the effects of litigation, including product\nliability lawsuits and governmental investigations; our ability to\ncomply with all laws to which we may be subject; effect of product\nrecalls or voluntary market withdrawals; the implementation\nof our enterprise resource planning system; the accuracy of\nour accounting estimates and assumptions, including pension\nand other post-employment benefit plan obligations and the\ncarrying value of intangible assets; the ability to obtain regulatory\nclearance and approval of our products as well as compliance\nwith any post-approval obligations, including quality control of our\nmanufacturing; legislative, tax and regulatory reform; the ability\nof Alcon Pharmaceuticals Ltd. to comply with its investment tax\nincentive agreement with the Swiss State Secretariat for Economic\nAffairs in Switzerland and the Canton of Fribourg, Switzerland; our\nability to manage environmental, social and governance matters\nto the satisfaction of our many stakeholders, some of which may\nhave competing interests; the impact of being listed on two stock\nexchanges; the ability to declare and pay dividends; the different\nrights afforded to our shareholders as a Swiss corporation\ncompared to a U.S. corporation; and the effect of maintaining or\nlosing our foreign private issuer status under U.S. securities laws.\nCaring for Our Protecting Our\nMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 74\n2021 Corporate Responsibility Report Customers and Patients Environment"
  }
]