[
  {
    "page": 1,
    "source": "text",
    "content": "Enabling a Healthier World\nSustainability\nReport\n2022\nEcheveria Apus succulent plant"
  },
  {
    "page": 2,
    "source": "text",
    "content": "Sustainability Report 2022\n2 Marshland in savannah georgia"
  },
  {
    "page": 3,
    "source": "text",
    "content": "Contents\nContents\n4 O ur Commitment to 20 Responsibility 28 Environment\nSustainability 20 Risk Management 29 Energy\n5 Our Journey 23 Anti-Bribery and 31 Water\n9 About Us Anti-Corruption 33 Greenhouse Gas\n14 Our Stakeholders 25 Supply Chain Emissions\nResponsibility 36 Waste\n38 Innovating for\nSustainability\n40 People and Society 52 Appendix\n40 Occupational Health 52 About the Report\nand Safety 53 GRI and SASB Index\n43 Diversity and Equal 58 TCFD Disclosures\nOpportunity 62 Assurance Statement\n44 Employee\nRecruitment,\nRetention and\nDevelopment\n45 Employee\nEngagement\n46 Investing in\nCommunities\n3"
  },
  {
    "page": 4,
    "source": "text",
    "content": "Sustainability Report 2022\nOur Commitment\nto Sustainability\nSince this year, 25% of the company performance metric used\nto calculate bonuses is determined by progress against our ESG\ntargets. This ensures that sustainability will remain an integral\npart of every employee’s daily work and that sustainability\nachievements are recognized and rewarded as a core strategic\npillar of Lonza’s long-term success.\nFrom mRNA vaccines against COVID-19 to antibody-drug\nconjugates for cancer treatment and cell and gene therapy\ninnovations for novel treatments, our products continue to\nhelp our customers deliver for their patients and create real\nsocietal benefits. We know, however, that there remains a\ncomplex journey ahead to mitigate the environmental impact\nof our operations, as we continue to drive ambitious levels of\nDear Stakeholders, growth across the company.\nIt is my pleasure to report another positive year for sustainability We are constantly working to improve our water intensity and\nacross Lonza Group. During the last twelve months, we have circularity. We are also working to improve our energy footprint,\nenhanced our systematic approach to safety and sustainability. buildings and operations, and the efficiency of the ecosystem\nThe leadership of our Environment, Social and Governance that supplies our raw materials and services.\n(ESG) efforts is with the Board of Directors and the Executive\nCommittee that leads the overall implementation. We continue to have high ambitions and high confidence to\ndeliver with a decreased footprint across the supply chain. We\nSince 2021, we have focused our activities on seven key know that this will not be a walk in the park and that challenges\nsustainability areas aligned with the UN’s Sustainable Development remain, such as defining a science-based roadmap to achieve\nGoals (SDGs) and our material topics. These topics range from net-zero targets and driving for Scope 3 reductions. We are\nclimate and water action to people development, gender actively seeking ways to achieve carbon neutrality before 2050.\nequality and customer satisfaction metrics. We have assigned This report includes further examples of these initiatives.\neach SDG to a member of the Executive Committee (EC) and\na Senior Program Manager, who are responsible for driving We are confident that, through our sustainability program, we can\nimprovements across our business. steadily increase Lonza’s contribution to society. By motivating\nand guiding our workforce, reducing our environmental impact\nWe measured progress against our sustainability targets and enhancing our customer experience, we will continue to\nthroughout 2022 and I am pleased with the progress this year in fulfill our purpose of enabling a healthier world.\nkey areas such as water management, supply chain responsibility,\npeople development and gender equality.\nBest regards,\nPierre-Alain Ruffieux\nChief Executive Officer (CEO)\n4"
  },
  {
    "page": 5,
    "source": "text",
    "content": "Our Commitment to Sustainability\nOur Journey\nSafety and sustainability are essential elements of how we do\nbusiness. We foster transparency and reporting in line with the\nGlobal Reporting Initiative (GRI) Standards, a globally accepted\nindustry practice for tracking performance on a range of\neconomic, environmental and social indicators.\nOur 2022 Sustainability Report provides insights into our renewed\ncommitments and performance relating to the most relevant\nsustainability topics for our business and our stakeholders.\nWe grouped sustainability initiatives around our material topics\nand selected key Sustainable Development Goals (SDGs). SDGs\nare the United Nations’ global blueprint to achieve a better and\nmore sustainable future for humanity. While the UN has identified\n17 SDGs to address global challenges, we have selected seven\nSDGs around which to build our initiatives and matched each\nto our material topics (see GRI Index). This Environment, Social\nand Governance (ESG) framework will enable us to prioritize\nsustainability initiatives and create a meaningful program that\nis relevant to our business. It supports and guides us on our\njourney to develop a robust action roadmap for the mid- and\nlong-term, while taking our existing targets and achievements\ninto account. The success of our ESG program depends on\nindividual and collective effort and is a pre-requisite to our\noverall success.\nEach of the seven SDGs is directly assigned to an EC member,\nwho, in turn, has nominated a Program Manager to develop\nan effective program around each goal. As of 2022, executive\ncompensation is aligned with these SDGs and related metrics,\nwith collective accountability. ESG metrics are also included\nin company performance measurements and reward and\nrecognition allocations for the global employee community.\nFor more information, please see the Remuneration section\nof our Annual Report.\nRainforest in Brazil 5"
  },
  {
    "page": 6,
    "source": "text",
    "content": "Sustainability Report 2022\nOur Sustainability Framework\nEnabling a Healthier World in a Sustainable Way\nIntegrity Vision ZERO: We continually\nInclusion improve our systems and aspire\nInnovation to ZERO incidents, injuries and\nInitiative environmental footprint.\nOur Environment: We strive to\ncontinually reduce emissions,\nenergy, water and material\nintensity.\nService Compliance and Integrity: We\nScope ensure that legal compliance,\nSustainability: Delivering integrity and ethical conduct are\nlong-term value, economically, the foundations in every place we\nenvironmentally and socially operate.\nSolutions Our People: We develop our\nSpeed employees by helping them grow.\nWe provide safe workplaces,\ncare for employees’ well-being\nand foster their involvement and\nValues\nparticipation.\nValue for Society: We create\nStrategic value for society by innovating\nPriorities and delivering science-based\nsolutions to enable a healthier\nworld. We engage in the\nPolicy communities where we operate.\nESG Compass\nFocus\nEngagement\nThe Seven SDGs Material Topics and SDG Programs\n• Customer Satisfaction\n• Supply Chain Responsibility\n• Carbon Emissions\n• Energy, Water and Waste\n• Occupational Health and Safety\n• Employee Development and Engagement\n• Gender Equality\nEmpowering all levels of the organization\nSeven ESG Targets Integrated into\nCompensation System\n6"
  },
  {
    "page": 7,
    "source": "text",
    "content": "Our Commitment to Sustainability\nInterpreting the Seven SDGs\nGood Health and Wellbeing: We enable a healthier Industry, Innovation and Infrastructure: We\nworld by working with our customers to overcome continuously invest in innovation while further\nsome of the greatest challenges in patient treatment. improving operational excellence. We are also creating\nWe aim to achieve this with products, services and vital, game-changing technologies, including gene\ncutting-edge technologies that can help to save, editing and automated therapy manufacturing\nextend and enhance lives. At the same time, the systems. We aim to embed sustainability into our\nsafety and wellbeing of our employees has always organic growth and footprint expansion by design.\nbeen a top priority, and a healthy and safe workforce To this end, we have implemented new standards for\ncontributes to our success. We also want to improve “sustainability by design”, aiming to reduce energy\nour overall contribution to ESG in society by investing consumption for key utilities such as HVAC and water\nin evaluating and improving internal governance for quality systems, as well as more efficient building\nour ESG program and external reporting. envelopes and lighting.\nClimate Action: Based on scientific evidence, Responsible Consumption and Production: We\ngreenhouse gas (GHG) emissions contribute to continue to reduce our environmental impact and have\nglobal warming. This affects the climate globally, implemented programs to limit material consumption\nand impacts the planet, health and wellbeing. To and waste generation. We aspire to source materials\nenable a healthier world, we must take decisive steps from responsible suppliers that meet strict compliance\nto reduce our GHG emissions over the next decade standards and have action plans in place to reduce\nand ultimately aim for net-zero GHG emissions by their emissions, waste and natural resources in line\n2050. Our global site network collaborates to evaluate with our expectations, alongside climate action plans\nprojects and share best practice on how to reduce that support our Scope 3 emissions reduction plan. A\nemissions from fuel use, increase heat recovery and new Supplier Code of Conduct has been rolled out,\nreduce waste. We are rolling out a program to fulfil and we are conducting in-depth risk assessments\nour ambitions to procure and source all electricity of our suppliers. We are also creating a roadmap\nfrom renewable sources by 2025 (where available) to reduce the carbon footprint of our supply chain\nand we are introducing heat recovery and energy (Scope 3) and will engage suppliers to capture their\nefficiency programs in our facilities and buildings. efforts to reduce greenhouse gases.\nGender Equality: A diverse global employee Clean Water and Sanitation: Access to clean, plentiful\ncommunity - which embraces differences in and potable water is a basic human need and is\ncharacteristics, preferences, perspectives, and critical to ensuring the quality of our products. We\nbeliefs - contributes to competitive advantage need to protect the water ecosystem to ensure\nand community culture. As part of our effort to that this is not contaminated by pharmaceutical\nenhance our diverse workforce, we aim to improve substances or other pollutants. To aim for continual\nthe percentage of females in management roles. improvement, our sites conduct water risk and water\nWe have introduced sessions for hiring managers balance assessments, and analyze water consumption\nto drive awareness of our diversity objectives and and discharge quantity and quality. A network of\nthe importance of removing obstacles that may representatives from each site also regularly share\ninhibit the success and development of our female best practices for reducing and optimizing water\ncolleagues. We encourage the sharing of best consumption.\npractices internally and plan to expand initiatives\nto support females at all levels. Quality Education: We recognize that our people\nare the cornerstone of our success and we want\nto see them grow. As we develop innovations in\npharma, biotech and nutrition, we aim to increase\npartnerships and grow our contribution to the\nscientific community. Alongside investing in and\ncollaborating with the communities in which we\noperate, we are working on better oversight of\nour internal educational programs to nurture the\ndevelopment of our employees. This visibility will\nhelp us improve governance and define next steps.\n7"
  },
  {
    "page": 8,
    "source": "text",
    "content": "Sustainability Report 2022\nAt Lonza, the seven SDG programs contribute to our societal\nvalue and ensure a long-term focus in our decision-making.\nThe value we create for our stakeholders can be summarized\nas follows:\n• To our employees: through ensuring fair remuneration,\ndevelopment, training, progression, and rewarding career\nopportunities\n• T o customers, healthcare partners and patients: through\nsupplying therapeutic and health ingredients and drug\nproducts and co-innovating new therapies and technologies\nto enable better patient outcomes\n• To suppliers and business partners: through employment and\nprofits, fair relationships, leadership, and support in reducing\ntheir environmental footprint\n• T o shareholders: through increasing the value of their\nstockholding\n• T o society: through healthcare benefits, interaction in\ncommunities, volunteering, donations\nIt is difficult to quantify the external impacts of these value\ncontributions besides the direct monetary value or the “cost” to\ncreate this value. Raw materials, air, energy, emissions and water\nmust also be viewed as costs to society, as they use common\nresources. The same is true of infrastructure, such as our use\nof roads, education and transport. As a proxy to estimate the\nmagnitude of the cost to society in relation to the value, we\ncan monetize the impacts using our carbon footprint in terms\nof CO equivalents for Scope 1, 2 and 3. We can then compare\n2\nthis to the net value added to our stakeholders (3,703 mio CHF),\nwhich is a proxy to estimate the value for society. If we assume\na carbon price of 100 CHF, the result (the “cost” of creating this\nvalue) would be 235 mio CHF, which is a fraction (around 6%)\nof the value created for society.\nSDG 3 Good Health and Wellbeing\n\" As a leading partner to the healthcare industry, we\nare well positioned to deliver meaningful change\nwhen it comes to Good Health and Wellbeing.\nOur focus on environment, safety,\nquality and 'right first time' enables\nus to best serve the planet, our\nemployees, our customers, and their\npatients in enabling a healthier world.\"\nPierre-Alain Ruffieux\nChief Executive Officer\n8 Forest, Cannock Chase, Staffordshire, England"
  },
  {
    "page": 9,
    "source": "text",
    "content": "About Lonza\nAbout Us Economic Performance\nWe strive to create value for our shareholders, customers,\nFounded in Switzerland 125 years ago in 1897, we are a leading employees, suppliers and communities. We distribute our derived\nstrategic global partner to the healthcare industry. We work to economic value to various stakeholders through a variety of\nenable a healthier world by supporting our customers to deliver streams. These include employees through compensation and\nnew and innovative medicines that help treat a wide range of benefits, shareholders through share price appreciation and\ndiseases. We achieve this by combining technological insight dividends, suppliers and service providers through raw material\nwith world-class manufacturing, scientific expertise and process and service contracts, and society and governments through\nexcellence. Our unparalleled breadth of offerings enables our taxes and local community projects. Part of the earned value is\ncustomers to commercialize their discoveries and innovations retained in the company for further growth through innovation,\nin the pharmaceutical, biotech and nutrition markets. strategic investments and bolt-on acquisitions. Our tax report/\npolicy is available on our website. For further information, please\nWe operate across five continents and our structure of four see the Financial Statements section of our 2022 Annual Report.\ndivisions has been designed to capture synergies and meet\nthe needs of our global customers. More information on our\nbusiness and markets is provided in the Our Businesses section\nof our 2022 Annual Report.\nLonza's\nBusiness\nDivisions\nSmall Molecules Cell & Gene\nBiologics Capsules &\nHealth Ingredients\n9"
  },
  {
    "page": 10,
    "source": "text",
    "content": "Sustainability Report 2022\nWe continue to focus on our growth trajectory by making targeted\nNet Value Added to the Various Stakeholders 2022\ninvestments while optimizing our business and product portfolio.\nItem Million CHF % In 2023, we will prioritize the following key internal initiatives:\nTotal 3,703 100\n• F ully integrating material ESG measures and aligning of our\nTo employees 2,139 57.8 ESG ambitions with compensation systems\n• C ontinuing to focus on business continuity, alongside the\nTo the company 992 26.8 health and safety of our employees\n• Continuing levels of capital expenditure (CAPEX) investment\nTo shareholders 228 6.2\nto meet customer demand and deliver sustained growth\nTo public authorities 251 6.8 • Focusing on talent attraction, retention and development to\nsupport expansion and sustainable growth\nTo lenders 95 2.6\n• E stablishing and strengthening systems and processes across\nTo non-controlling interests (2) (0.1) our divisions, to optimize efficiency and delivery\nGovernance\nIn accordance with the law and the Lonza Articles of Association,\nthe Board of Directors (Board) is the most senior management\nbody of Lonza Group. The Board defines the strategic direction\nand is responsible for the supervision of the persons entrusted\nwith the Group’s management. The members of the Executive\nCommittee (EC) are appointed by the Board. The EC is responsible\nfor managing Lonza globally and for implementing policies and\nstrategies as defined by the Board.\n1,995\nLonza's Financial\nmio.\nPerformance 2022\nCORE EBITDA in CHF\n6,223\nmio.\nSales in CHF\n11.4\nROIC in %\n32.1\nCORE EBITDA margin in % Echeveria elegans"
  },
  {
    "page": 11,
    "source": "text",
    "content": "About Lonza\nSustainability governance at corporate level is assured by the\nSustainability Governance Structure SRC and the Safety and Sustainability Steering Board (SSSB).\nThe SRC meets on a monthly basis and includes members from\nGlobal Sustainability, Ethics & Compliance, EHS, Corporate\nBoard of Directors\nResponsibility and Enterprise Risk Management. Its responsibilities\ninclude the following:\nExecutive Committee • Defining Lonza’s sustainability strategy implementation and\nalignment with global functions, e.g., Operations, Human\nResources, Finance, etc.\n• Providing leadership, driving awareness and engagement in\nSustainability and Risk Committee\nsustainability\n• Overseeing the running of programs aligned with the seven\nUN SDGs and supporting their Program Managers\nSafety and Sustainability Steering Board • Serving as a link and source of dialogue between internal\nnetworks and external stakeholders\n• Encouraging sharing of established best practice across\ndivisions and functions\nNetwork Safety and Sustainability Councils\nThe SSSB deals with the operational aspects of safety and\nsustainability, and meets on a quarterly basis. It includes global\nSite EHS Council management from EHS, Sustainability, Operations, Engineering,\nBusiness Unit / Division / Function Procurement, HR, Corporate Responsibility and Enterprise Risk\nManagement, as well as the Head of Group Operations (who is\nalso an EC member). Its responsibilities include:\n• M onitoring the EHS and sustainability performance of the\nGovernance and oversight over sustainability and ESG is with business divisions and aligning corporate and divisional targets\nthe Board, headed by the Chairman of the Board, with specific • I dentifying significant operational EHS and sustainability risks,\naspects covered by the Board’s committees (the Nomination and emerging issues, regulatory developments and compliance\nCompensation Committee, Audit and Compliance Committee, matters\nand Innovation and Technology Committee). While the Board • E ndorsing global EHS and sustainability procedures and\nacts as sponsor and overall owner of the ESG program, its standards and ensuring involvement of the business divisions\nimplementation is the responsibility of the EC. The Board and • R eviewing quarterly audit summaries and significant\nits Committees review and endorse Lonza’s sustainability efforts governmental enforcement notices, citations and actions\nand reporting, including a regular update on Lonza’s sustainability to drive appropriate corrective actions and programs\nprograms and selected key performance indicators, as well as\nregular updates on new regulatory and other developments We further enhanced our ESG agenda by working with the Board\nrelating to ESG which are of importance to our business and and Management to embed ESG targets into our compensation\nstakeholders. framework as of 2022. These targets include relevant material\ntopics aligned with the seven SDGs. The Board and its Nomination\nThe Sustainability and Risk Committee (SRC), led by the Lonza and Compensation Committee are conducting an independent\nGroup General Counsel and Company Secretary, manages evaluation of Lonza’s ESG program on an annual basis, with a\nidentified material topics (as shown in the Materiality Matrix direct impact on compensation and (if warranted) organizational\non page 15) and is responsible for sustainability reporting. practices and composition of the EC. At our Annual General\nReporting to Lonza’s Group General Counsel, the Head of Global Meeting, the feedback from our stakeholders and the election\nSustainability and the Head of Global Environment, Health and or re-election of each Board member provide good annual\nSafety (EHS) and their teams are responsible for proposing the measures of the Board’s evaluation by external stakeholders.\ncorporate sustainability strategy and for the implementation The Sustainability Report is reviewed by the Nomination and\nand oversight of the Safety and Sustainability Policy. At a Compensation Committee (NCC) and the Audit and Compliance\ndivisional level, sustainability representatives report to each Committee (ACC), with final approval by the Board of Directors.\nDivision Operations Head to support the implementation of\nESG initiatives and divisional programs. Further details on Corporate Governance and the Group\nStructure can be found in the Corporate Governance section\nof our 2022 Annual Report.\n11"
  },
  {
    "page": 12,
    "source": "text",
    "content": "Sustainability Report 2022\nEmployee Community\n17,494 7.9% 21%\nEmployees (FTE) Growth in employee population Internal promotion rate 1\n2021: 16,218 2021: 15.2% 2021: 22.7%\n28 12.8% 110+\nCountries with employee presence Total turnover Nationalities\n2021: 30 2021: 12.7% Mainly from Switzerland, United\nStates, China, and United Kingdom\nEmployee Community\nOur employee population continued to grow throughout 2022, Full-time Employees 16,894\nto 17,4942 colleagues by the end of the year. We focused on the\nonboarding, training and development of our new employees,\nwhile ensuring that colleagues who joined in a high growth\nperiod continued to feel supported to learn and develop – and\nto ultimately grow and stay at Lonza.\nTo support talent attraction and retention, we regularly analyze\nand monitor voluntary and involuntary turnover at a site, division,\nfunction and group level. Like for many other companies, 2022\nbrought challenges with a turnover rate of 12.8% (including\nvoluntary and involuntary cases), similar to the previous year.\nAmericas (31%) Male (65)%\nThe current turnover still leaves us positioned in the average\nAPAC (18%) Female (35 %)\nrange of our industry. We employ tools to analyze the reasons for EMEA (51%) Other (<1%)\nturnover (such as our Lonza Exit Survey and Voice of Employee Headcount\nSurvey) and also focus on initiatives to address the necessary\nchanges.\nSustainable, lean, data-driven and technology-enabled solutions Part-time Employees 820\ncontinued to improve our efficacy and consistency in 2022,\nenhanced with a focus on a leader-driven approach. This includes\na new Leadership Framework to drive best-in-class leadership\nacross the company, combined with additional and enhanced\npeople dashboards to empower people managers with access\nto the relevant information to manage their team’s success.\nTogether, we believe that our new technology, digitization,\nautomation, and best-in-class people managers will ensure\nsustainable performance into the future.\nAmericas (<1%) Male (34)%\nAPAC (1%) Female (66%)\nEMEA (99%)\n1 Internal promotion rate scope and definition has been reviewed in the course of 2022 Headcount\nto align the Lonza definition to market practice. This ensures market comparability and\namends the 2021 figure to 22.7%.\n2 N umber in Full-Time Equivalents. Total employee headcount is 17,714, including temporary\nfixed-term contractors but excluding agency workers and consultants. The remaining\nstatistics and numbers in this section refer to headcount.\n12"
  },
  {
    "page": 13,
    "source": "text",
    "content": "About Lonza\nPermanent Employees 17,464 Temporary Employees 652\nAmericas (30%) Male (64)% Americas (5%) Male (63)%\nAPAC (17%) Female (36 %) APAC (28%) Female (37%)\nEMEA (53%) Other (<1%) EMEA (67%) Other (<1%)\nIncludes regular employees, those on collective agreements and international\nassignees (headcount) Includes employees on fixed-term contract, interns and trainees (headcount)\nContingent Workers 5,339 Broad Balance Across Age Groups\nMale Female\n>70\n66–69\n61–65\n56–60\n51–55\n46–50\n41–45\n36–40\n31–35\n26–30\n21–25\n<20\nAmericas (26%) Male (16)%\nAPAC (7%) Female (7%)\nEMEA (67%) Other/Not available (77%) 2,500 2,000 1,500 1,000 500 0 0 500 1,000 1,500 2,000 2,500\nIncludes consultants, external contractors, outsourced service providers and Lonza allows employees to identify as male, female, transgender or to choose not\nagency staff (headcount) to disclose. Eleven employees identified as transgender or chose not to disclose.\nOur Workforce\n2021 2022\nGender (headcount) Male 10,574 11,271\nFemale 5,839 6,432\n40% 36%\nRegion (headcount) Americas 4,901 5,257\nEMEA 8,534 9,352\nAPAC 2,983 3,105\nHires (headcount) 4,516 3,585\nFemale Female\n28%\nHires by Region Americas 1,504 1,282 New Hires Employees\n(headcount)\nEMEA 2,393 1,805\nAPAC 619 498\nTotal Turnover (%) 12.7% 12.8%\nFemale\nTotal Turnover by Region Americas 900 881 38% Management 3 25%\n(headcount)\nEMEA 693 958\nAPAC 310 351\nVoluntary Turnover (%) Managers 8.9% 11.1%\nNon-managers 11.4% 9.3% Female Board Female Executive\nInvoluntary Turnover (%) Managers 0.9% 2.2% Members Committee Members\nNon-managers 2.0% 1.4%\n3 Reflects females at director level and above.\n13"
  },
  {
    "page": 14,
    "source": "text",
    "content": "Sustainability Report 2022\nOur Stakeholders\nWe have identified relevant stakeholders who may have a vested\ninterest in our performance and can directly or indirectly influence\nthe direction of the company. These stakeholder groups are\nshown below. We perceive international bodies such as the\nUnited Nations as authorities, and the relevant agreements\nbetween states as a guideline for the industry. The SDGs guide\nand direct our corporate goals and approach to sustainability.\nAs part of the sustainability reporting process, the main\nstakeholder groups were categorized according to how the\ncompany may impact the stakeholder and how the stakeholder\nmay impact the company. Results were verified with different\nstakeholders within Lonza (Management, Business Units, Human\nResources, Legal, Investor Relations and Communications),\nalongside external benchmarks.\nOur Stakeholders\nSuppliers\nCustomers\nGroup Management Direct Influence\nand Board of Directors\nEmployee Future\nLenders\nAssociations Talent\nShareholders Local\nEmployees Regulators\nand Investors Communities\nFinancial Regulatory\nBusiness Society\nMarkets Bodies\nAssociations Rating Agencies Government/ Scientific\nand Competitors and Analysts Authorities Community\nConsumers Proxy\nNGOs\nand Patients Advisors\nIndirect Influence Media/\nGeneral Public\n14 Palm leaf"
  },
  {
    "page": 15,
    "source": "text",
    "content": "About Lonza\nMateriality Our priorities were validated by the SRC and by Group\nThe most relevant stakeholder groups (or their proxies) were Management. Further verification mapping was also undertaken\ninvolved in the 2021 materiality process to better understand using only input from external stakeholders, delivering similar\ntheir specific requirements and priorities, specifically employees, results. This report focuses on highly material topics. The\ncustomers, the scientific community, shareholders, financial moderate and low-rated topics are not necessarily covered in\nanalysts, Group Management and the Board. our reports but are nonetheless monitored on a regular basis.\nThe survey included topics listed in the GRI, as well as others Newly identified topics and requirements from ESG regulations\nconsidered relevant to our industry following a benchmarking are also analyzed, prioritized and integrated based on their\nassessment. The materiality mapping, as shown below, was relevance. Our ongoing dialogue with stakeholders, especially\nbased on: with the sustainability experts of financial and proxy advisors,\nhelp us to refine our scope and identify new and additional\n• The main sustainability topics raised by our stakeholders material topics. We have also added an appendix following the\n• Relevance to our business Taskforce on Climate-related Financial Disclosures (TCFD) in our\n• Actual and potential impacts (e.g. physical, reputational) Sustainability Reports since 2021.\n• Our potential to influence or impact the topic\n• Significance or extent of the impact on our business\nImportance to Lonza Group\nsredlohekatS\not\necnatropmI\nActively Monitor Top Priorities\nWater and\nOccupational Health Effluents\nand Safety Carbon emissions\n(Scope 1, 2 and 3)\nGovernance\nEnvironment Supply Chain Waste\nResponsibility\nSocial Energy\nEnvironmental Compliance\nRisk Management and Resilience Diversity and Equal\nInformation Governance Opportunity Anti-Bribery/Anti-Corruption\nEmployee Recruitment,\nDevelopment and\nInnovating for Retention\nSustainability\nResponsible\nEmployment Employee Ethics\nand Compliance Employee Engagement\nSupplier\nEnvironmental Other Air\nImprovement Emissions\nFinancial\nHealth and\nPerformance\nPublic Policy\nMonitor Actively Manage\n15"
  },
  {
    "page": 16,
    "source": "text",
    "content": "Sustainability Report 2022\nStakeholder Engagement\nOur entities regularly engage with their relevant stakeholders As part of our global commitments to people\non a local level and incorporate their requirements for site and planet, it is important that we maintain\ndevelopment, though not necessarily in a formalized manner.\nopen communication and engagement with\nthe communities in which we operate. Our\nRegarding our people strategy, 2022 saw the development of\nleadership and employee sounding boards to take feedback site in Visp (CH) has more than doubled in\non new HR initiatives and to help us identify pain points in our the past ten years, with approximately 5,000\nexisting processes. These sounding boards have provided critical full time employees now working at the site.\ninsights into focus areas within our people strategy and have\nIt is a priority for us to manage this growth\nalready served to enhance our Workforce Lifecycle (see our\nsustainably, delivering our planned expansions\nPeople and Society section).\nwhile remaining a good corporate citizen. In\nIn 2022, the annual meeting of the European Works Council May 2022, we organized a public “Lonza Forum”\n(EWC) took place in person with senior Lonza leaders including\nwith community and regional representatives,\nthe CEO. It included an update on the business, Lonza’s people\nincluding local media. The event explored\nstrategy and other HR-related topics. Ad hoc sessions with\nits local representatives took place during the year to update Lonza’s vision for the Visp site and surrounding\nmembers of the Council on people-related topics. Upper Valais, and gave a platform for open\ndiscussion with the community about the\nAround 50 virtual and face-to-face meetings took place with\nimpact of such growth upon local infrastructure,\nshareholders, key proxy advisors and rating partners discussing\ncorporate governance, incentive compensation, sustainability housing and mobility. Visp is an important part\nand other relevant topics. We also maintain regular contact with of our legacy, our present and our future, and\nour customers through our sales teams at a divisional level and\nwe continue to involve the community in the\nthrough direct contact with group leadership.\nlatest developments at the heart of this key\nAs part of the annual sustainability reporting process, we manufacturing center.\nspecifically engage with selected internal and external stakeholder\ngroups, so that we may include their views on material topics.\nWe are also active on multiple social media platforms, which\nhave proved to be valuable channels through which we can\nengage in conversation and receive feedback from individuals\nor groups.\nLonza Corporate Social Media Presence 2022\nIn 2022 we continued to increase our social media\npresence. These numbers show the number of\nfollowers as of 1 January 2023.\n19% 17%\n>240,000 >5,000\n-2% 30%\n>53,000 >2,800\n4%\n>7,900\n16"
  },
  {
    "page": 17,
    "source": "text",
    "content": "About Lonza\nAssociations\nLonza joined the United Nations Global Compact (UNGC) in\n2009. We are committed to aligning our business and operations\nwith these universally accepted principles of sustainable\ndevelopment. This encompasses the areas of human and labor\nrights, anti-corruption and environmental sustainability. Lonza is\nfully committed to implementing the UN Global Compact’s Ten\nPrinciples. As of 2022, our communication on progress will be\nsubmitted in the online questionnaire on the UNGC platform,\ninstead of being included within the Sustainability Report.\nWe have been a member of the non-profit business membership\norganization Pharmaceutical Supply Chain Initiative (PSCI) since\n2019. The PSCI is a group of pharmaceutical and healthcare\ncompanies, which share a vision to achieve better social,\nenvironmental and economic outcomes. This includes:\n• Fair and safe work conditions and practice\n• Responsible business practice\n• Environmental sustainability and efficient use of resources\nThe initiative aims to bring together the pharmaceutical industry\nto define, implement and champion responsible supply chain\npractice. It has developed a set of principles to deliver a more\nsustainable supply chain. We have embedded these principles\nin our Supplier Code of Conduct and we actively encourage\nour suppliers to follow them.\nWe are a member of various associations in the pharmaceutical\nand biopharmaceutical industry sectors, as well as in the wider\nbusiness community. Associations may serve a variety of purposes,\nsuch as exchanging best practice, aligning on public policy\nissues or collaborating on advocacy activities. The following\nlist shows some of those associations: Scienceindustries,\nSwissHoldings, Biophorum Operations Group, Drug, Chemical\nand Associated Technologies Association, International Society\nfor Cellular Therapy, International Society for Pharmaceutical\nEngineering, Parenteral Drug Association, American Society for\nQuality, Alliance for Regenerative Medicine, Association A3P,\nTogether for Sustainability and Rx–360 Consortium.\n17"
  },
  {
    "page": 18,
    "source": "text",
    "content": "Sustainability Report 2022\nCustomer Satisfaction\nDelivering a great customer experience is a priority across Customer Vision\nour business. We are incredibly proud to serve thousands of\ncustomers every year, in order to fulfill our purpose of enabling\nDeliver a great\na healthier world.\ncustomer experience,\nDuring 2022, we ran our annual Lonza Promoter Score (LPS)\nsurvey for the third consecutive year. The survey is deployed as recognized by our\nacross all four divisions to provide us with a quantifiable and\nconsistent measure of customer engagement. LPS also forms customers.\na key component of our work towards SDG 3 (Good Health and\nWellbeing) by measuring the satisfaction of our customers who\ndeliver life-saving and life-enhancing medicines to patients. “ Lonza has been a great partner in the development of\nour program for the past three-plus years. We value\nThe results reflect the progress of our customer-centricity Lonza's commitment to our program and willingness to\ninitiatives. In alignment with the results of previous LPS surveys, meet project deliverables by giving their 100%.” (Small/\nthe 2022 survey found that our customers continue to value our Emerging Pharma)\nhighly skilled employee community. From molecular biologists\nto process chemists and business support functions, our “ We work with a lot of CMOs / CDMOs, and there are few\ncustomers actively seek the expertise of our people to help with the level of expertise, structure, and leadership of\nsolve their complex challenges. This feedback was consistent Lonza. Thank you for being so dependable, professional,\nacross our customer base, from large pharma – where our and at the 'cutting edge' of the industry!” (Mid Pharma)\ncapabilities complement their internal resources – to smaller\nand emerging customers, who often do not have internal “ Lonza is considered more than a supplier but more a\nmanufacturing expertise or assets. collaborator – they are considered as almost part of the\nteam.” (Big Pharma)\nIn addition, our services and products were widely praised\nby our customers for their high quality. This ranges from our “ Lonza is a trusted partner and shows science and data-\nCDMO services – from early-stage clinical supply to large-scale driven philosophies and approaches. The technical people\ncommercial manufacturing – to our Bioscience and Capsule & on the floor are very knowledgeable.” (Big Pharma)\nHealth Ingredients products. We are proud to supply a premium\noffering to the market, which is supported by high customer\nsatisfaction levels and an understanding of our value proposition.\nThe continued progress against our customer ambitions shows Lonza Customer Satisfaction Survey 2022\nthat we are firmly on track to reach our goals. Our group vision\nto bring any therapy to life is underpinned by delivering a\n>1,500\nseamless customer experience, and we will continue to make\nthis a priority in everything we do.\nResponses\n18"
  },
  {
    "page": 19,
    "source": "text",
    "content": "About Lonza\nTea field 19"
  },
  {
    "page": 20,
    "source": "text",
    "content": "Sustainability Report 2022\nResponsibility\nThe findings of our process are presented to and discussed\nannually with the EC, the Audit Committee and the Board.\nSome of the trends influencing the industry are viewed as\nopportunities rather than risks for companies in the healthcare\nindustry such as ourselves. An increased focus on Environmental,\nEvery day, our products and services have a positive impact on Social, and Governance (ESG) topics, including climate change,\nthe lives of millions of people. This is not only a great privilege, geopolitical and macroeconomic shifts, as well as trends such\nbut also a great responsibility. The manner in which we achieve as aging societies, growing populations and the increasing\nour business results is just as important as the achievements need for access to healthcare and medicines are considered\nthemselves. Responsible business is both an ethical and a in the company’s enterprise risk assessment. An increasing\ncommercial imperative. growing focus on ESG topics – , as well as trends such as aging\nsocieties, growing populations and the increasing need for safe\nOur focus on enabling treatments that prevent illness and and abundant food – , are directly considered in our enterprise\nsupport healthier lifestyles extends to our responsibilities risk assessment and shape our global strategy. Alongside this,\nacross environmental, social and financial areas. Our people we also includeincorporate climate, natural and environmental\nunderstand that to make real differences in our business and in risks into our assessment.\nthe communities in which we operate, we must always act with\nintegrity. Our culture and communities benefit globally and locally For more information about ERM, see the Financial Statements\nfrom our collective commitment to ethical business practices section of our 2022 Annual Report.\nand sustainability in how we work to improve the quality of life.\nCybersecurity\nWe take an active and robust approach to provide value to The security of information and data is a priority for our business.\nall stakeholders through our work, our partnerships and our It enables us to maintain constant availability of our critical\ncommunity involvement. We work to generate sustainable value systems and to protect our information, including information\nfor our stakeholders, communities, employees, customers, entrusted to us by our customers and partners.\nshareholders and suppliers around the world. We value inclusion\nwhich means being supportive, respectful and responsible The Lonza IT Security Department is working to put appropriate\ntoward others. Human rights aspects are being incorporated into technical, procedural and organizational safeguards in place\nour due diligence of suppliers and customers. We periodically for our information systems, including testing for potential\nevaluate how well our promises of integrity and inclusion are security weaknesses. The department also provides training\nfulfilled in our workplace through assessments, surveys and to our employees and contingency workers about how they\nevaluations of internal controls. contribute to the security of our information assets. The IT\nSecurity team’s activities in 2022 included:\nRisk Management • Continued expansion and enhancement of governance and\npolicy, based on international standards\nWe apply the precautionary principle within a systematic risk • Implementing a robust, user-friendly and scalable security\nmanagement framework. Risk management is a process applied architecture including solutions and services\nat both a micro and macro level – from the shop floor of a single • Optimizing the security operations service, rapid response\nsite to the whole Group. Selected elements include: and risk awareness\n• M inimizing possible business disruption and empowering\n• Job safety analysis, technical safety reviews of equipment associates to work securely and effectively in an internationally\n• Process hazard analysis, audits and inspections collaborative environment\n• S ite risk analysis, including fire safety, natural risk, and\ninterruption risk Our IT security strategy includes implementing holistic,\n• Supply chain risk analysis preventive, detective, and reactive IT security measures in line\n• Enterprise risk management (ERM) including ESG risks with the relevant risk levels. We also provide risk assessments,\ncontribute to enterprise risk management and define security\nOur ERM program is a critical element of our risk management and IT control requirements for projects and risk remediation\nand strategic planning activities and provides a mechanism measures. Finally, we promote compliance with applicable laws\nand appropriate governance for risk management. It enables and regulations in collaboration with Legal, Quality Assurance\nus to identify the most significant risks to our organization that and other departments.\nimpact value to our stakeholders, along with mitigation plans\nto minimize the probability and/or impact of negative risks. The\nrisk identification process includes a specific focus on ESG risks,\nin particular those related to climate change.\n20"
  },
  {
    "page": 21,
    "source": "text",
    "content": "Responsibility\nWe run ongoing training and awareness initiatives on the Data Protection\nsubject of information security. Recent surveys indicate that We take data protection seriously across our global network.\nmore than 95% of our employees are aware of their critical role Our guiding principle is the General Data Protection Regulation\nin protecting our information. New technologies and methods (GDPR), in addition to any national law of those countries in which\nare being used to ensure this awareness remains high, without we operate. Every employee commits to follow our Internal\nreducing the impact of the message. Data Protection Guidelines. These Guidelines are included in\nthe annual Code of Conduct training, which all employees are\nSecure Scorecard© rating Bitscore© rating required to complete.\n95 790\nA ADVANCED The protection of our employees’ and customers’ personal data\nis critical to maintaining trust, reputation and license to operate.\nIt has long been a focus for the Privacy Taskforce, meeting\nmonthly to address concerns and developing issues. Taskforce\nOur information security ratings are above average for the members include our Data Protection Officer and dedicated\nindustry and have been for more than a year. These ratings4 are members from across our divisions, sites and functions, including\nprovided by independent organizations based on a technical colleagues from the Legal, IT and Marketing Departments.\nanalysis of our assets and provide a snapshot of cybersecurity risk.\nThe privacy and cookie policies for our website are updated\nregularly to provide our customers and website visitors with\noptimal levels of choice and safety.\n4 BitSight uses a credit rating style measurement to communicate IT Security Risk.\nBitSight Security Ratings are calculated on a scale of 250-900, with a higher rating\nindicating better security performance. Secure Scorecard uses a combination of data\npoints and then applies proprietary algorithms to articulate an organization’s security\neffectiveness into a quantifiable A-F score.\nMeasures and Activities to Enhance IT Security\nPreventive Incident Testing\nMeasures Response\n• Enhanced Technical Standards • Data Breach Response Plans • Penetration tests on critical\n• Various countermeasures in place • Security Incident Response Plans externally facing websites\nto address modern threats • A ctive Security Operations Center • Phishing and other active tests\nmonitoring and Response team • Compliance testing and\nassessments\n• Vulnerability tests and mitigation\nTraining Policy & Governance\nFramework\n• S ecurity Fundamentals • F ramework for IT Security & • Active Internal Compliance\n• Data Privacy Compliance committees with representatives\n• Periodic Awareness Updates, • T echnology Standards from across the business\nE-trainings, simulated phishing • Processes and Procedures • Periodic Executive Committee and\nand on-site trainings Audit & Compliance Committee\nbriefings\n21"
  },
  {
    "page": 22,
    "source": "text",
    "content": "Sustainability Report 2022\nEthics and Compliance Regulatory Compliance\nOur culture is expressed through our values of Integrity, Inclusion, We are committed to regulatory compliance and ethical behavior\nInnovation and Initiative. These guide how we behave in our daily across all areas of our business and operations. As our industry\nwork. We encourage each other to exemplify integrity through is highly regulated, we are regularly inspected by various\naccountability, honesty, doing the right thing, and having the regulatory authorities, certification bodies and customers. Any\ncourage to speak up if something may not be right. findings during these inspections are addressed and used to\nsupport continuous improvement in the management reviews of\nOur Code of Conduct provides behavioral guidance and Site Heads and their teams. Regular internal audits of different\nexpectations to help all colleagues understand that doing functions (e.g., EHS audit, loss prevention visits, quality audit)\nwhat is right every day matters. All colleagues and contract provide both oversight and governance.\nworkers are required to complete the training annually, up to and\nincluding our EC and our Board. This includes a confirmation by In 2022, our sites underwent 36 health authority inspections. In\nour colleagues that they have read and understand the Code, line with the increase in commercial development and production\nwhich consists of requirements to follow not only our policies and a growing service portfolio, the number of customer audits\nbut also the laws governing our operations in the geographies in also continued to increase. Regular inspections and audits are\nwhich we have a presence, as well as a signed integrity pledge. a valuable feedback loop to support compliance across the\nWe target our web-based training for ethics and compliance company.\ncourses at 100% completion. In addition, we work closely with\nsite HR teams so that colleagues and contract workers without EHS compliance is also critical to our operations. Each site\nweb access receive yearly Code of Conduct training and execute employs a management system approach, which includes\nan integrity pledge. regular information updates on legal changes and a compliance\nassurance mechanism with internal and external controls. Various\nOther global training topics beyond our Code of Conduct include sites have implemented a certified ISO 14001 system, which\nanti-bribery, anti-corruption, discrimination and harassment, includes oversight of regulatory requirements. Additionally, we\nconfidentiality and information security, conflicts of interest, received assurance from a Swiss certification body that Lonza’s\nfair competition (anti-trust), protection of assets, speaking up, Corporate EHS management system is fully aligned with ISO\nunconscious bias, and workplace safety. 14001 and ISO 45001 standard requirements.\nTo support our focus on encouraging colleagues to speak up, In 2022, we recorded 11 environmental incidents across\nwe have a confidential reporting mechanism hosted by a third- our network, which were largely due to wastewater permit\nparty service provider that allows colleagues to voice concerns exceedances, and seven process safety incidents, mostly\nanonymously (if the law permits) 24 hours a day, seven days a related to contained spills. Any given fines are an indication of\nweek. Concerns regarding misconduct or potential misconduct non-compliance and are reported into the environmental data\nmay be raised by employees, contractors or others working system and assessed to identify the root causes.\nwith Lonza online, by phone, via email, post, or text message.\nIn 2022, no concerns were raised to a level resulting in fines or Product Compliance\nother non-monetary sanctions of the company. All our product manufacturing practices are highly regulated\nto ensure the required standards of quality and efficacy. All\nWe respect international labor rights, which is set out in our products must be evaluated, manufactured, labeled and used\nhuman rights statement in our Code of Conduct. We also expect appropriately, to exclude health and safety risks for customers\nour suppliers to follow the human rights and labor requirements and end-consumers.\nin our Supplier Code of Conduct. We have zero tolerance for\nthe use of forced, bonded or child labor. We do not condone We also consider public perceptions, regulation and global\nor tolerate the trafficking of people through force, coercion, chemical management initiatives such as the Globally Harmonized\nfraud, sexual acts, involuntary servitude or slavery, nor do we System (GHS) for the classification, labeling and packaging of\nallow other inhumane treatment, threats of physical punishment, chemicals.\nor coercion.\n22"
  },
  {
    "page": 23,
    "source": "text",
    "content": "Responsibility\nWe are predominantly involved in business-to-business However, many regulatory authorities continue to require\ntransactions. We work to ensure that our customers can safely animal testing to ensure the safe handling and use of products,\nuse our products for their intended purpose. Generally, our especially in the development of health ingredients. In such\ncustomers also have their own procedures and specialists to cases, we carefully select independent contract laboratories\nassess risks, and we aim to provide the foundation and necessary that meet the highest ethical and quality standards and are\ndata to support the safe use of their products. accredited for animal welfare protection. All study protocols are\napproved by the institutional ethics board and the Institutional\nProduct health and safety profiles are evaluated through Animal Care and Use Committee (IACUC).\nsystematic processes and procedures that are embedded in\nour organizational and business structure. We have experts We continue to work with animals to produce LAL (Limulus\nin regulatory compliance and registration, dangerous goods Amebocyte Lysate) Assay, which is used in Quality Control (QC)\nand product classifications, toxicology, risk assessment and tests to ensure that injected pharmaceuticals and implanted\nproduct stewardship, covering the regions and markets in medical devices are free from endotoxins and safe for patient\nwhich we operate. Potential hazards and risks associated with use. The blood of the North American Horseshoe Crab (Limulus\ntheir intended use are clearly communicated to our customers polyphemus) is the only known natural source that can be used\nvia product labels, Safety Data Sheets (SDS) and technical in this assay.\ncommunications.\nBlood is collected from crabs in a similar way to human blood\nOur processes for assessing and improving the health and donation and we follow best practice to safeguard their wellbeing.\nsafety impacts of our products remain a focus for growth and Crabs are collected close to shore after the main annual spawning\ninvestment. This is particularly important as we continue to period and are harmlessly marked to ensure they are used\nintegrate newly acquired products and businesses into our only once in any given season before being safely returned to\nstewardship and management structures. the water.\nOur product formulation expertise, regulatory assurance and We do everything we can to minimize the impact of our work on\nglobal regulatory support provide distinct competitive advantages horseshoe crabs while pioneering the introduction of alternatives.\nin a world of increasing registration, labeling and packaging In 2003, we developed the first animal-free endotoxin detection\nrequirements for chemicals. We have a team of more than 80 method, PyroGene® rFC Assay, which relies on a man-made\nregulatory experts in Europe, the Americas and Asia Pacific recombinant form. We continue to see increasing interest from\nwho serve and support our business globally. the industry in alternative approaches of this nature.\nRelevant programs include the European Registration, Evaluation,\nAuthorization and Restriction of Chemicals (REACH) initiative, Anti-Bribery and Anti-Corruption\nthe US EPA Toxic Substances Control Act (TSCA) and California\nSafe Drinking Water and Toxic Enforcement Act (Proposition The importance of conducting business in an ethical and\n65). In addition, other countries are launching similar regulatory compliant manner is at the forefront of all of our interactions.\nschemes (e.g., China-REACH, Korea K-REACH and K-BPR, Turkey We take a zero-tolerance approach to bribery and corruption\nKKDIK and UK-REACH). These are ongoing efforts, and we strive and we are committed to acting professionally, fairly and with\nto comply with requirements, including those related to REACH integrity at all times. We expect all employees, across all divisions\nSubstances of Very High Concern (SVHC). and locations, to act with integrity every day. All colleagues are\nrequired to complete annual Code of Conduct training that\nThe health and safety of our employees will always remain contains anti-bribery and anti-corruption materials. Employees\nour top priority. During 2022, more than 700 substances were in relevant roles are required to take additional detailed training\nassessed or reassessed for their safe handling limits in relation on anti-bribery and anti-corruption.\nto the risk of exposure to chemicals in the work environment.\nWe frequently communicate key elements of our Anti-Bribery\nAnimal Testing and Anti-Corruption Policy to supplement our training programs.\nWherever possible, we use validated alternatives to animal Short videos, infographics and stories of misconduct are provided\ntesting. We have developed alternatives, including the primary to colleagues to reinforce Lonza’s expectations regarding\ncell and media product lines in Bioscience Solutions, which compliance. As with all ethics and compliance policies, our\ncan replace animal models in research and development labs. Anti-Corruption and Anti-Bribery Policy is accessible in multiple\nlanguages on our intranet.\n23"
  },
  {
    "page": 24,
    "source": "text",
    "content": "Sustainability Report 2022\nIn addition, the Supplier Code of Conduct sets out our Each year, we benchmark our reporting data against other\ncommitments to working against corruption and bribery. This companies similar in size, industry, revenue and/or geographic\napplies to all our suppliers, as well as to any subcontractors or location. Multiple data points (e.g., submission type, disclosure of\nthird parties that a supplier may engage in the performance of the reporter, source of the report, etc.) are consistently reviewed\ntheir contractual obligations. Currently, suppliers are required to to measure the effectiveness of the hotline and investigation.\nimplement internal measuring procedures, tools and indicators Our results were similar to, met, or exceeded benchmark\nto guarantee compliance with the Supplier Code of Conduct standards in multiple categories, which further highlights the\nprinciples. They are encouraged to report any violations via effectiveness of Lonza’s Speak Up program. Areas that do not\ne-mail or the Lonza Ethics Hotline. meet our expectations or benchmark information are addressed\nvia targeted training and communications programs, as well as\nOur Ethics & Compliance Group is charged with monitoring and enhancements to the overall Ethics & Compliance program.\npromoting compliance with anti-bribery and anti-corruption laws.\nWe conduct third-party due diligence checks and monitoring World’s Most Ethical Companies Award\nwith an automated interface as part of our anti-bribery and In 2022, we were recognized as one of the World’s Most Ethical\nanti-corruption efforts globally. Companies by the Ethisphere Institute, a global leader in defining\nand advancing the standards of ethical business practices.\nLonza Ethics Hotline For the second consecutive year, this recognition follows a\nThe Lonza Ethics Hotline allows employees and stakeholders comprehensive and robust review of our company’s governance,\nglobally to report concerns anonymously (if allowed by their leadership and reputation, environmental and societal impact,\njurisdiction), including those related to ethics and compliance ethics and compliance program, and overall commitment to\nmatters. All concerns are handled confidentially. On average, ethics. Structured by Ethisphere’s proprietary Ethics Quotient®,\naround four in ten incoming reports are substantiated. Root the assessment process includes more than 200 data points,\ncause analysis and remediation measures are performed where and serves as an operating framework to capture and codify\nappropriate on substantiated matters, and those found responsible the leading practices of organizations across industries and\nfor non-compliance or other violations may face disciplinary around the world.\naction (which may include termination of employment).\nThe list distinguishes companies that influence society and\nthe global business community to drive positive change. It also\nLonza Ethics Hotline highlights companies working with partners and customers that\noperate with integrity.\n2020 2021 2022\nNumber of reports per 1,000 employees 12.5 13.9 13.7\n% of reports which are only inquiries 29% 29% 28%\nSubstantiation rate 39% 38% 37%\nAnonymity rate 25% 33% 22%\nThe Ethics & Compliance Group regularly conducts assessments\nof hotline submissions for trending and benchmark purposes. Operations Assessed for Risks Related to Corruption\nData generated from these assessments are used to guide training We conduct periodic assessments to identify corruption and\nand communications around geographies or business units, as bribery risks across business areas and geographies. Taking\nwell as to measure the effectiveness of existing training, policies Lonza’s material topics into consideration (based on our 2021\nor procedures. A review of hotline data has shown consistent materiality assessments), risks relating to existing operations,\nutilization, although we observed minor levels of continued future planned operations, suppliers and other interactions are\nfluctuation in reporting related to the COVID-19 pandemic. This categorized by likelihood and impact. This is completed internally\nis similar to what has been observed by peer companies. A wide with guidance from external experts. Where higher risks are\nrange of case submissions indicates an awareness and comfort identified, mitigation plans are developed and implemented\nin speaking up across all aspects of the business. An increasing as required.\ntendency to use electronic methods for sharing concerns has\nalso been noted. For example, people are using the web form\nfour times more frequently than the hotline phone number to\nshare concerns.\n24"
  },
  {
    "page": 25,
    "source": "text",
    "content": "Responsibility\nIn 2021, twelve risk assessments concerning business ethics issues The teams also focused on the implementation of two key\nwere conducted and completed. Six of these assessments were strategic programs. Firstly, we conducted an end-to-end review of\nglobally focused, and six more were regional or site-specific. In procure-to-pay processes to streamline the purchasing journey.\n2022, another 13 additional risk assessments were conducted and Secondly, we launched our Responsible Sourcing program to\ncompleted. Of these, eight were global, and five were regional or embed ESG principles and requirements within our procurement\nsite-specific. Any required remediation steps are implemented management processes. We worked with our suppliers to\npromptly upon review and completion of risk assessments. An understand and adopt these requirements and principles. This\nethics and compliance audit and assessment schedule and approach will help drive sustainability and decarbonization\nplan are created annually to evaluate program risks, develop across our value chain, in alignment with our ambitions under\nappropriate remediation, and improve and further integrate SDG 12 (Responsible Consumption and Production).\nethics and compliance processes into business operations.\nThe breadth and diversity of our business are reflected in our\nsupply chain, which involved approximately 15,200 suppliers\nSupply Chain Responsibility in 2022. Approximately 1,600 are direct material suppliers\nranging from basic chemicals and naturally derived materials\nLonza’s supply chain remained resilient to several global such as gelatin, to high-end systems and consumables for\nchallenges in 2022. Around the world, teams experienced supply biopharmaceuticals or specialized components for cell and\nshortages, including for single-use items and resins. Teams also gene therapy production.\nfaced challenges in securing sufficient capacity from building\ncontractors to maintain momentum around the construction\nprojects supporting our investment programs. At the same time, Lonza Supplier Base\ninflationary pressures mounted globally throughout the course\nof the year, in the key areas of energy, labor and freight pricing. Supplier % of spend Number of % direct /\nLocation Suppliers 5 % indirect\nAPAC 29% >4,300 45% / 55%\nIn response to these challenges, our procurement teams initiated EMEA 14% >3,300 60% / 40%\nseveral global programs. A cross-functional taskforce was Americas 57% >7,500 27% / 73%\nestablished with Supply Chain, Manufacturing and Procurement,\nto coordinate supply issues and support business continuity. As\na result, we experienced only marginal impact on production Management Approach\nlevels. For the investment programs, an initiative reviewed In order to manage supply chain complexity, our Procurement\nrequirements early on, to reserve contractor capacity well in team includes category managers and site-based buyers, all\nadvance. Our response to mitigating inflationary pressures on focusing on procurement excellence. They develop and implement\nour business included a focus on securing long-term agreements category strategies and manage the selection of suppliers and\nand a program to reduce avoidable expenditure. negotiation of terms on behalf of our divisions and enabling\nfunctions. This approach leverages synergies by bundling know-\nhow and procurement spend. These specialists also reduce\nSDG 12 R esponsible Consumption our exposure to supply risks by scouting, evaluating and driving\nand Production technical innovation and digital solutions. All activities are designed\nbased on the Procurement Policy, which outlines the fundamental\n\" Our purpose to enable a healthier world comes\nprinciples of our procurement activity.\nwith great responsibility. That responsibility extends\nnot only to what we do, but also how we do it.\nIn 2022, a Responsible Sourcing team was assembled within\nWe are committed to working together with our\nthe Procurement Excellence function, directly reporting to the\nsuppliers and partners on responsible\nHead of Procurement. The team is responsible for elaborating\nconsumption and production to\nLonza’s Responsible Sourcing strategy and implementing\nreduce carbon footprint throughout\nsupplier sustainability and decarbonization initiatives globally.\nthe entire value chain.\"\nWe also updated and expanded our Supplier Code of Conduct\nChristian Seufert, President,\nin 2022. The Code is available in all relevant languages. It covers\nCapsules & Health Ingredients (CHI)\nareas of ethics (including anti-bribery, anti-corruption, and\nconflict minerals), labor and human rights (including child labor),\nhealth, safety, environment, governance and management\nsystems. It is also integrated into electronic ordering systems\nand contractual terms throughout Lonza Group.\n5 Numbers in this chapter concern indirect and direct spend as consolidated by the\nend of January 2023. Excludes out of scope spend, such as spend with intracompany,\ntaxes, donations, pensions etc.\n25"
  },
  {
    "page": 26,
    "source": "text",
    "content": "Sustainability Report 2022\nResponsible Sourcing As examples, we are partnering with the Pharmaceutical Supply\nThe new Responsible Sourcing program is aligned with the OECD Chain Initiative (PSCI) and Together for Sustainability (TfS)\nDue Diligence Guidance for Responsible Business Conduct. Initiative. These associations aim to establish and harmonize\nFirstly, we developed a risk-based assessment which identified supply chain oversight regarding governance and sustainability,\nand evaluated prevailing risks in the supplier’s country (country enhancing supplier performance for pharmaceutical and\nrisk) and risks resulting from the supplier’s sector (purchasing chemical value chains.\ncategory risk). This includes environmental criteria (including\nclimate and energy), social standards (including child labor) and As a PSCI member, we perform audits of our key suppliers, as\nhealth and safety. This process delivered an initial prioritization well as undergoing audits by our customers. Our TfS membership\nof suppliers for further evaluation. unlocks access to a large number of assessment scorecards\nand audit reports carried out by selected, independent audit\nIn addition, the Scope 3 GHG emissions reporting (see Environment companies on behalf of TfS member organizations. We also work\nchapter) demonstrates that the top source of GHG emissions is with EcoVadis for online supplier sustainability risk assessments\npurchased goods and services. In this context, we established and performance management.\na supplier decarbonization initiative to measure, manage and\nmitigate emissions in collaboration with suppliers over time. We correlated these assessments to our own supplier base\nto identify ESG strengths and improvement areas. Based on\nSupplier Sustainability Initiative for Existing Suppliers the evaluation results, we work with each supplier to devise\nWe use external sustainability evaluations to identify the ESG a Corrective Action Plan (CAP) and monitor progress until a\nimpacts of our suppliers. To implement good industry standards re-evaluation takes place.\nand the use of comparable data, we collaborate with peer\ncompanies and refer to industry initiatives. We recently received the silver medal for our own EcoVadis\nassessment. We achieved a higher score in sustainable\nprocurement in this assessment than in previous years – an\nacknowledgment of our advanced management system for\n2022 responsible sourcing.\nPercentage of spend from suppliers covered by 33%\nsustainability evaluations\nResponsible Sourcing Framework\nCommunicate Govern\nReport on progress of responsible ESG compliance integrated into sourcing\nsourcing actions in Lonza Sustainability processes (Procurement Policy, dedicated\nReport, and in external rating systems 06 01 training). Supplier Code of Conduct\n(e.g. EcoVadis, CDP). integrated in electronic ordering systems\nand contractual terms.\nMonitor\nperformance Identify impact\nSupplier\nMonitor ESG performance of Risk-based screening\n05 02\nsuppliers through ongoing Due methodology on supplier base, to\nperformance evaluation process, Diligence identify and prioritize countries\ninvolving regular exchanges with and purchasing markets that may\nsuppliers, and via Ethics and be associated with heightened\nCompliance Hotline. levels of ESG risks.\nPrevent, Mitigate, Cease 04 03 Verify compliance\nWork with suppliers to identify breaches Verify compliance and prioritize\nto requirements in Supplier Code of supplier engagements with self-\nConduct and implement corrective assessment questionnaires; media\nactions, when appropriate. screening and/or audits.\n26"
  },
  {
    "page": 27,
    "source": "text",
    "content": "Responsibility\n“conflict minerals”). Our due diligence process embodies the\nSupplier Sustainability Initiative Progress substantive components of the OECD Due Diligence Guidance\nfor Responsible Supply Chains of Minerals from Conflict-Affected\n2022 and High-Risk Areas (OECD Guidance).\nNumber of suppliers assessed for environmental impacts 2,434\nNumber of suppliers identified as having actual or potential 49\nOur Public Policy Statement forms the basis of our due diligence\nsignificant negative environmental impacts\nPercentage of suppliers identified as having actual or 41% program. It clearly communicates our expectations to our\npotential significant negative environmental impacts and suppliers and promotes responsible sourcing of 3TGs. In 2022,\nwith whom improvements were agreed upon as a result of\nassessment we screened our direct purchased materials and surveyed\nNumber of suppliers assessed for social impacts 2,434 relevant suppliers using the internationally recognized Conflict\nNumber of suppliers identified as having actual or potential 33 Minerals Reporting Template developed by the Responsible\nsignificant negative social impacts\nMinerals Initiative (RMI). Our screening did not identify any\nPercentage of suppliers identified as having actual or 18%\npotential significant negative social impacts and with whom relevant mineral import above de minimis amounts requiring\nimprovements were agreed upon as a result of assessment additional diligence. We continually work to improve our due\ndiligence practices to ensure conflict-free sourcing of 3TGs.\nDue Diligence Process on Anti-Bribery and Anti-Corruption Supplier Decarbonization Initiative for Existing Suppliers\nof Suppliers To support our corporate climate action targets (see Environment\nWe operate an anti-bribery and anti-corruption (ABAC) due Chapter), the Procurement team engages relevant suppliers to\ndiligence process, in which we monitor for high-risk suppliers. measure, manage and reduce their GHG emissions. In 2022, we\nThis is operated by the Ethics & Compliance Group and integrated kicked off an initiative focusing on top suppliers responsible for\ninto the procurement supplier qualification and release process around 20% of total 2021 Scope 3 emissions. This initiative was\nthrough our ERP system (SAP). Third parties in qualification are launched in partnership with two pharmaceutical companies,\nrestricted in SAP until the due diligence process is complete. and was supported by the participation of 60 shared suppliers\nAll third parties, regardless of their interactions with Lonza, are across the three companies. The shared aim is to understand\nscreened and continually monitored. This aims to ensure that we the climate action plans of suppliers, drive mitigation measures\nare notified if there is a change in status for any current supplier. and share best practice across the supply chain.\nThe screening process includes real-time corruption, trade We are also involved in industry-led initiatives to support emission\nsanctions, human rights, environmental and adverse media reductions in the pharmaceutical value chain, including the PSCI\nscreening for all third-party suppliers, with increased due diligence Scope 3 Working Group and the Scope 3 Maturity Benchmark\nfor higher-risk third parties. For the latter, the process includes from the Scope 3 Peer Group.\nmandatory completion of a due diligence questionnaire and tailored\nanti-bribery, anti-corruption and competition law training. Results Training and Development of the Procurement Community\nfrom the questionnaire are scored to determine a supplier’s risk To support the continual training and education of our procurement\nprofile. Third parties with higher risk profiles are then reviewed professionals, we have launched a series of learning activities\nand assessed further by the Ethics & Compliance Group, and (eLearning, and in-house webinars) for all to remain up-to-date\nadditional diligence is completed as required. Complete due with the latest practices in Responsible Sourcing. These include7:\ndiligence is performed on a two-year automated cycle or an ad\nhoc cycle, depending on monitoring. • Fundamentals on Lonza's policy around sustainability, attended\nby 93% of the target audience (159)\n• T wo external sustainability courses, which provide a step-by-\nSupplier ABAC Due Diligence step guide to implementing a sustainability program in the\nsupply chain and linking it to everyday business activities,\n2022 6 were attended by 53% of the target audience (167)\nNew suppliers screened for ABAC risk 100%\nNew suppliers identified as high-risk for ABAC 1.15%\nIn addition, all purchasing experts were offered training in focal\nNew suppliers still undergoing ABAC due diligence (and 0.15%\nthus blocked for payment) areas such as ESG assessments, climate change and GHG\naccounting. Finally, internal stakeholders in and beyond the\npurchasing department were introduced to the new Responsible\nSourcing program through a targeted internal communications\nDue Diligence Process for the Responsible Sourcing of campaign and a dedicated webpage.\nMinerals\nWe have established a cross-functional team and developed a\ncomprehensive due diligence program and relevant practices\n6 These numbers also include ABAC third-party monitoring to Arxada, our former\nrelating to minerals commonly summarized under the term “3TG” Specialty Ingredients business, divested in 2021.\n7 Figures refer to the audience that the training was assigned to, and do not include\n(tin, tungsten, tantalum, gold – collectively known as potential external contingent workers not employed by Lonza.\n27"
  },
  {
    "page": 28,
    "source": "text",
    "content": "Sustainability Report 2022\nEnvironment\nThe targets are intensity targets based on million CHF sales to\nfactor in Lonza’s continued growth. They also reflect our diverse\nand evolving product portfolio, which includes the manufacturing of\npharmaceutical ingredients, medical capsules, food supplements,\ngene therapy and cell media, and the licensing of technologies\nAs a Group, we continually strive to reduce our impact on natural and systems. Such diversity can be normalized with a financial\nsystems and the environment, with a specific focus on energy, denominator. Intensity targets can also be carried forward in the\ngreenhouse gases, water and waste. Our “Vision Zero” initiative event of major acquisitions or divestments.\naims to reduce workplace accidents, environmental and process\nincidents and strive to make meaningful improvements. Programs Performance improvement is the responsibility of the site network\nare developed at site level, in alignment with company priorities and operations management, reporting to the operational heads\nand goals. We build multi-year roadmaps to enable continuous of the divisions. At a local level, operations, engineering and\nimprovement and follow-up, reflecting the type and impact of EHS departments are responsible for devising and developing\nthe operations over a number of years. multi-year rolling safety and sustainability roadmaps. These are\ndesigned to drive compliance, efficiency and safety at a site\nlevel, thereby helping reach our overall sustainability targets.\n2030 Targets Local goals are added according to the materiality analysis at\nBaseline 2018, Total Company (Per CHF 1 Million Sales) the sites (such as for water consumption and air emissions).\nEnergy use, CO emissions, effluents, waste, water and emissions\n2\ndata are reported quarterly by each site to Corporate EHS\nand Global Sustainability. This vital information forms the\n-36% -36% -24% basis for tracking our performance, revising reduction goals\nwhere required, and informing the design of potential capital\nexpenditure projects to achieve major improvements in energy\nefficiency alongside other areas.\nEnergy Intensity CO Intensity Waste Intensity\n2 Our Progress in 2022\nReduction Reduction Reduction\nIn 2022, 28% of the electricity we consumed was procured\nand sourced from renewable sources. We started a program\nto replace our traditional power mix with green electricity by\n2025 by setting up virtual power purchase agreements (VPPAs)\nRenewable Electricity Ambition for new wind and solar developments, installing onsite capacity,\nor purchasing renewable energy certificates.\nWe are proud of our sustainability achievements so far,\n100% and we are committed to making further progress using\nour SDG framework, with higher ESG performance targets\nto accelerate momentum.\nRenewable\nElectricity by 2025\nOur Progress in 2022\n(where available)\n2018 Baseline\nEnergy [GJ/mio CHF] (100%)\n2022 Achievement: 31% reduction\nWe have reported within the CDP framework since 2007. 2030 Target: 36% reduction\nWe also maintain reporting on other platforms, such as CO-eq [Scope 1 and 2 mt/mio CHF]\n2\nEcoVadis, to exchange sustainability data across the\n2022 Achievement: 40% reduction\nsupply chain.\n2030 Target: 36% reduction\nWaste [mt/mio CHF]\n2022 Achievement: 37% reduction\n2030 Target: 24% reduction\n28"
  },
  {
    "page": 29,
    "source": "text",
    "content": "Environment\nThis year, we recorded a significant reduction in the intensity Our continuous improvement goals and processes encompass\nnumbers. This was related to the substantial growth of our existing facilities, as well as CAPEX investments and new facilities.\nbusiness without footprint increases, alongside efficiency gains. Our capital expenditure approval process includes a sustainability\nIt is also a consequence of a technological shift from chemical assessment of larger projects, in which a project must show\nproduction to biologics and higher-value compound synthesis. its contribution towards the company’s ESG targets. New\nAll environmental data relates to Lonza’s continuing operations “sustainability by design” standards have been implemented,\nand excludes all data from our former Specialty Ingredients aiming for more energy-efficient key utilities such as HVAC,\nbusiness (divested in 2021), which significantly reduced our and compressed air.\nabsolute environmental footprint.\nSince 2018, we have been working with a partner to analyze\nThe reconfiguration of our business has resulted in a different data for energy sourcing, contracting and supply and demand\nand more volatile footprint-to-sales pattern. However, as patterns, and to centralize data for all sites into one platform.\nthe graph above shows, we have reached most of our 2030 This gives us a better understanding of how and where to further\nmilestones early. We are responding by resetting the 2030 improve energy efficiency and cost management. Some sites\nmilestones to 50% reductions in intensity from our previous have adopted an energy management system aligned with the\ntargets of 36% and 24%. ISO 50000 framework, which includes an energy team, policy,\ntarget setting and a rolling action plan.\nNew 2030 Targets\nAs we have mostly achieved the 2030 targets and with our\nBy carefully monitoring more than 140 different measuring\ncommitment to the Climate Action, Water and Infrastructure\nsignals and 61,000 data-lines of a new HVAC system in one\nSDGs, we are introducing higher ambitions relating to our\nof our plants in Visp (CH) over a period of one year, our\nenvironmental performance moving forwards.\nteam of experts identified one malfunction and several\nopportunities to save energy by:\nUpdated 2030 Targets\n• a voiding heating during seasons with high outside\nBaseline 2018, Total Company (Per CHF 1 Million Sales)\ntemperatures\n• reducing the absolute humidity in the supply air\n• improving heat recovery efficiency.\n-50% -50% -50% The projected combined savings are estimated at over 1,200\nMWh for the seven HVAC units that were investigated. The\nteam is confident that it can be extended to the remaining\n40 air handling units in the building, as well as other\nsystems onsite and within the network. The savings are\nEnergy CO Waste achieved as part of a continuous improvement approach\n2\nIntensity Intensity Intensity and contribute directly to the reduction of our carbon\nReduction Reduction Reduction footprint and increased energy efficiency.\nEnergy\nEnergy consumed at sites for manufacturing or infrastructure\nprocesses is the largest contributor to our climate-relevant\nemissions. We therefore concentrate efforts to reduce GHG\nemissions on increasing energy-efficiency measures at our\nsites. We are continuing to work on a project to procure and\nsource electricity from renewable sources by 2025 and – in doing\nso – de-couple electricity consumption and GHG emissions.\n29"
  },
  {
    "page": 30,
    "source": "text",
    "content": "Sustainability Report 2022\nEnergy Consumption within the Organization Energy Intensity\nFuels are necessary inputs for our manufacturing processes and In 2022, the energy intensity value was 1,007 GJ/mio CHF,\nare vital for utility generation such as steam, heating, cooling, decreasing by 31% compared to the 2018 baseline, highly\nventilation, air compressors and pumps, air conditioning, exceeding our 2022 target of minus 12% of energy consumption\nrefrigeration and transport. The major fuel we use is natural per CHF million of sales and nearing our 2030 target of 36%.\ngas, followed by electricity and energy generated on site, mainly This decrease is driven by the transformation of our product\nthrough the incineration of gaseous by-products, solvents mix from basic chemical synthesis to biologics, using bacterial\nand waste. Our total energy consumption has been slightly and mammalian systems and higher-value compound synthesis.\nincreasing since 2018. These processes are less energy intensive in nature. We also\nbenefit from an increasing proportion of modern, energy-efficient\nbuildings, assets and production technologies.\n2020 2021 2022\nNet Energy Consumption [TJ] 5,778 5,800 6,269\nEnergy Consumption Intensity\nGJ/mio CHF\nLonza Energy Consumption 2022\n1,600\nNet Consumption [TJ] 6,269\nDiesel [TJ] 1 1,400\nFuel Oil [TJ] 27\n1,200\nGasoline [TJ] 1\nLPG [TJ] 6 1,000\nNatural Gas [TJ] 2,867 800\nPurchased Electricity Non-Renewable [TJ] 1,618\n600\nPurchased Electricity Renewable [TJ] 532\nRenewable Electricity (On-Site) [TJ] 9 400\nSelf-Generated Energy (Waste, Processes) [TJ] 2,117\n200\nPurchased Steam [TJ] 1,590\nEnergy Produced for Others [TJ] 2,557 0\nBiomass (Wood) [TJ] 58 2018 2019 2020 2021 2022\nIntensity Previous 2030 Target New 2030 Target\nSometimes it is important to question established processes Our site in Suzhou (CN) has introduced several initiatives\nto make progress. Our Nansha (CN) site noticed that the to improve energy efficiency and reduce its carbon\nHVAC system of a packaging room did not need to run all emissions. These include the installation of a 210 kW solar\nday since it is only used for packaging on an intermittent field on the roof, which will save over 130 tons of CO-eq\n2\nbasis. The site added a control button to upgrade the per year. The team has also implemented a process to\nsystem to avoid energy waste and the safety risk of recuperate steam condensate for reuse as washing water\nwet floors (caused by condensation). Ventilation with and a heat recovery process to extract thermal energy\nair conditioning now runs for one hour at a time before from wastewater after operation. These projects will save\nstopping automatically. This is set to deliver more than over 1,500 tons of steam and 8,000 tons of water annually.\n90 MWh in savings per year.\n30"
  },
  {
    "page": 31,
    "source": "text",
    "content": "Environment\nWater In addition, each site assesses local water risks and opportunities.\nRisks could include water scarcity, droughts or other supply\nWater is used for a variety of purposes across our business, limitations, discharge restrictions, emerging regulations, and\nincluding heat transfer and cooling, steam generation, washing risks associated with a direct discharge to natural water bodies\nand cleaning, sanitization, and as a product ingredient. It is a or publicly owned wastewater treatment plants. Opportunities\nprecious, vital and burdened natural resource of increasing may include ways to improve water conservation and resource\nimportance and scarcity, which must be actively managed – efficiency, ground and surface water protection, and discharge\nespecially in water-scarce locations. quality. Our sites are required to identify stakeholders to\naddress water in their local basin and downstream. They are\nAccess to clean, plentiful and potable water is critical to ensuring also encouraged to explore and address locally relevant water\nthe quality of our products. Our sites are not located in areas issues such as availability and quality.\nknown for major water risks or scarcity. Nevertheless, we are\ntaking multiple measures to minimize downstream effects and In regions where freshwater is scarce, we may be exposed to\nwater withdrawal impacts on our communities and the local water shortages or restrictions, water price volatility and a decline\nenvironment. Internal standards on water and wastewater in water quality. To mitigate water-related risks, sites track their\ninclude a water balance at a site level to optimize usage and water balance and run water management programs to meet\nlimit losses, requirements to reduce water usage through asset agreed reduction targets. Sites in water-stressed regions and\noptimization and process changes, and requirements to promote geographies (such as India and Mexico) incorporate measures\nwater recycling and the use of rainwater. to optimize water consumption and management into their\nsustainability roadmaps.\nWater Withdrawal by Source 2022\nOur site in Jakarta (ID) is in the Bogor area, known as the\n“Rain City”, where flooding is a common occurrence during\nTotal Water Withdrawn [thousand m3] 28,628\nGroundwater Wells [thousand m3] 2,778 rainy season. In dry season, there can be challenges in\nPublic Supply [thousand m3] 4,140 accessing sufficient clean water. The site implemented a\nSurface Water Bodies [thousand m3] 21,710 rainwater harvesting system capable of collecting more\nthan 4,800 m3 per year. The system mitigates flooding\nand the harvested water is used in the cooling towers.\nThis reduces demand for municipal water supply by more\nthan 5% annually, which also helps ensure clean drinking\nSDG 6 Clean Water and Sanitation\nwater for the local community.\n\" Water is a valuable resource, both for Lonza\nand the communities in which we operate.\nI am proud of the progress our teams have\nmade on our path to reducing water\nconsumption intensity. The level of\nemployee engagement and motivation\nacross our global network to make a\ndifference is inspiring.\"\nGordon Bates,\nPresident, Small Molecules Division\n31"
  },
  {
    "page": 32,
    "source": "text",
    "content": "Sustainability Report 2022\nWe monitor and measure both industrial water (which may Water Discharge\nbe altered chemically and physically by the manufacturing Sites hold local permits and follow all local requirements related to\nprocesses) and non-contact cooling water (which is not altered, water treatment and relevant wastewater discharge parameters,\nexcept for temperature), as well as other indicators of water such as quantity and chemical limit values. In addition, following\nsource and output. Lonza’s waste and wastewater standard, sites handling Active\nPharmaceutical Ingredients (APIs) – which are viewed as Lonza’s\nsubstances of concern in this area – adopt a risk-based approach\n2020 2021 2022 to wastewater discharge. This approach is based on current\nIndustrial Water Used [thousand m3] 3,266 3,078 3,090\nindustry practice endorsed by the PSCI. It involves comparing\nCooling Water Used [thousand m3] 24,112 33,491 29,662\nthe predicted environmental concentration (determined by\nmass balance or analytical means) with the predicted no effect\nconcentration (PNEC). High-risk effluent is investigated in detail\nEach site is responsible for managing and optimizing its water and a tailored approach is taken, which may include a change to\nbalance, with targets for quantity and wastewater set at a site the cleaning process, incineration of first rinse or an appropriate\nlevel. Globally, in line with our commitment to SDG 6 (Clean alternative method.\nWater and Sanitation), we will build on the completed risk and\nopportunity assessment with a mid-term action plan to reach At many sites, industrial water is collected in tanks or reservoirs\nour ambition of halving our industrial water intensity by 2030. and treated in internal or external wastewater treatment facilities.\nIt is tested according to local permits before being discharged\ninto the sewage system or into a surface water body. Due\nWater Intensity to the diverse nature of requirements, we do not report on\nm3/mio CHF discharge water quality. The water emission parameters listed\nbelow are tracked at sites where the following emissions are\nmaterial: heavy metals, nitrogen, organics (COD and TOC) and\n1,000\nphosphorus. Other parameters are tracked in line with local\n900\nregulations and the type of operation undertaken.\n800\n700\n600 In 2022, our team in Nansha (CN) implemented 15 projects\n500 to reduce water consumption on-site. Examples include\n400 reducing electrical dialysis washing water to lessen\nwastewater discharge, reducing soft water consumption\n300\nin a 90˚C hot water system by recycling discharged water,\n200\nand reducing wastewater from the cooling water system\n100\nby increasing its concentration. Other projects involved\n0\nincreasing the concentration of products in some processes\n2018 2019 2020 2021 2022\nand reusing reverse osmosis drainage, air conditioning and\nvapor condensate. The estimated industrial water savings\nwere more than 13,000 m3, and tap water savings of over\n100,000 m3 during 2022.\nLonza Water Discharge 2022\nTotal Water Discharged [thousand m3] 32,836\nWater Discharged to Sewer [thousand m3] 3,251\nWater to Water Bodies [thousand m3] 29,586\n32"
  },
  {
    "page": 33,
    "source": "text",
    "content": "Environment\nGreenhouse Gas Emissions Scope 1 GHG Emissions\nScope 1 includes direct GHG emissions from sources owned or\nScientific evidence confirms that GHG emissions contribute controlled by Lonza. Emission factors are used for calculating\nto global warming. This is largely caused by the combustion emissions from fuel combustion (CO, CH and NO), including\n2 4 2\nof fossil fuels to provide energy. Energy generation, waste from company-owned vehicles. CO and N O emissions from\n2 2\nincineration and other industrial processes result in additional other on-site processes, such as chemical reactions or waste\nemissions, such as particulate matter (PM), nitrogen oxides incineration, are directly measured, calculated or estimated\n(NOx), sulfur dioxide (SO ) and volatile organic compounds by each site. Part of our Scope 1 emissions comes from on-site\n2\n(VOC). We continuously monitor and control such emissions waste and waste gas incineration, which serves in our processes\nto comply with statutory requirements and to reduce them to treat final waste and produce energy.\nbeyond regulatory requirements.\nOf the 160,000 tons CO -eq. from Lonza’s on-site\nGHG emissions are categorized into three groups: Scope 1 2\nwaste incineration of solid wastes and fuel by-products,\nand Scope 2 cover emissions from our operations and energy\napproximately 50% relates to waste incineration services\nuse, while Scope 3 includes all other indirect emissions that\nperformed at our site in Visp (CH) for two neighboring\noccur in our value chain. Our GHG emissions result mainly\ncompanies. However, due to the GHG Protocol accounting\nfrom combustion processes for energy conversion (including\nrules, these quantities are consolidated in our reporting.\nincineration of waste).8 In this context, we focus on managing\nthe total energy consumption, energy sources and waste.\nTo decouple GHG emissions from energy consumption, we\nstrive to increase the proportion of renewable electricity (such 2020 2021 2022\nTotal Scope 1 Emissions 324 325 321\nas wind, hydro and solar). Our sites include energy efficiency\n[thousand Metric Tons CO-eq]\nand waste reduction measures in their roadmaps and also apply 2\nlow-carbon energy alternatives, such as biomass. We have\nimplemented “sustainability by design” standards for energy\nand water efficiency which enable us to build growth projects\nwith best-in-class sustainable technologies. We also participate Lonza Scope 1 Emission Sources 2022\nin research projects to evaluate carbon capture opportunities.\nSDG 13 Climate Action\n“ We are committed to reducing our carbon footprint\nover the next decades, both from our own operations\nand from our supply chain. In 2022, we focused\nupon building robust processes and programs, laying\nstrong foundations upon which to\ndeliver our target of net zero GHG\nemissions by 2050.\"\nMaria Soler,\nHead of Group Operations Biobased Fuels (0%) Purchased CO (<1%)\n2\nChemical Processes (5%) On-site Waste-to-Energy (49%)\nNatural Gas (45%) Liquid Fossil Fuels (1%)\n8 The GHG emissions from the operations of BioAtrium Ltd - Lonza's joint venture with\nSanofi - are included in these numbers, since Lonza has operational control of the\nBioAtrium plant.\n33"
  },
  {
    "page": 34,
    "source": "text",
    "content": "Sustainability Report 2022\nScope 2 GHG Emissions Scope 3 GHG Emissions\nScope 2 encompasses GHG emissions from purchased electricity Scope 3 includes GHG emissions from purchased goods\nand steam. At most of our sites, purchased electricity and steam and services, business travel, upstream and downstream\nconsumption is metered directly on our own devices. In multi- transportation, waste disposal, employee commuting, etc. The\noccupant facilities, consumption is derived from the total to Scope 3 categories and their relative importance were identified\nreflect our proportionate consumption. in an initial assessment using 2019 data. As of 2021, we began\nto quantify our Scope 3 GHG emissions on an annual basis.\nWe report Scope 2 GHG values using two methods: “location-\nbased” and “market-based”. The “location-based” method reflects\nthe total electricity consumption of the site, multiplied by local 2020 2021 9 2022\nTotal Scope 3 Emissions [Thousand Metric n.a. 1,733 1,792\nelectricity grid average emission factors. The “market-based”\nTons CO-eq]\nmethod reflects emissions from electricity sources we have 2\nselectively purchased, including renewable or nuclear energy\ncertificates and claims or green tariffs. Location-based values are\nused to track energy efficiency gains against our GHG targets. As generally observed in our industry, Scope 3 GHG emissions\nEfficiency in this context means producing higher output or are considerably higher than Scope 1 and 2 GHG emissions.\nachieving higher sales with the same amount of energy input A significant proportion of our Scope 3 GHG emissions can\nand related emissions. be attributed to purchased goods and services and capital\nexpenditure. Waste disposal and fuel- and energy-related activities\nIn addition to energy- and GHG-efficiency, we are striving to (not included in Scope 1 and 2) also contribute, though to a lesser\nbecome carbon neutral within the next three decades. This extent, as a significant amount of waste is incinerated onsite\ncontinuing effort will include procuring renewable electricity at our Visp (CH) site and those emissions are reported under\nto replace fossil fuel generated electricity in the coming years. Scope 1. Business travel, employee commuting and downstream\ndistribution are all comparatively minor contributors to the total\nScope 3 GHG emissions.\nTotal Scope 2 Emissions 2020 2021 2022\nLocation-based 222 223 230\nAs a central element of our commitment to SDG 12 (Responsible\n[thousand Metric Tons CO-eq]\n2 Consumption and Production), we are creating a roadmap to\nMarket-based 209 199 198\n[thousand Metric Tons CO-eq] reduce our Scope 3 GHG emissions. We have started engaging\n2\nwith some of our suppliers with the largest contribution to our\nGHG footprint to capture their ambitions and actions to reduce\nGHG (see Supply Chain Responsibility Chapter).\nOur site in Puebla (MX) has joined our list of sites procuring\n100% renewable electricity from wind and solar power.\nThe underlying approximations rely on average industry data\nThis achievement is the result of the site’s commitment to\nand thus carry some level of uncertainty. In this context, we will\nenvironmental sustainability, alongside favorable regulatory\nfocus future efforts on improving data collection and analysis\nconditions for renewable energy in Mexico.\nto ensure greater granularity and reduction action on the\ncategories with the highest contribution.\n9 2021 data has been restated to reflect improvements in the data calculation process,\nmethodology updates, and inclusion of category 12 for increased transparency.\n34"
  },
  {
    "page": 35,
    "source": "text",
    "content": "Environment\nLonza Scope 3 Emissions 2022 Greenhouse Gas Emissions Intensity\nScope 1 and Scope 2 location-based,\ntons CO-eq/mio CHF\n2\n160\n140\n120\n100\n80\n60\nPurchased Goods and Business Travel (Category 6)\nServices (Category 1) (68%) (2%) 40\nCapital Goods (Category 2) Employee Commuting\n(16%) (Category 7) (2%) 20\nFuel and Energy Related D ownstream Transportation\n0\nActivities (Category 3) (2%) and Distribution (Category 9)\nUpstream Transportation and (1%) 2018 2019 2020 2021 2022\nDistribution (Category 4) (8%) End-of-Life Treatment of Sold Intensity Previous 2030 Target New 2030 Target\nWaste Generated in Products (Category 12) (<1%)\nOperations (Category 5) (2%)\nIn addition to our intensity target and in line with our commitment\nto SDG 13 (Climate Action), we set internal targets on GHG\nCalculations for the Purchased Goods and Services, Capital emissions from our operations, aiming to achieve absolute\nGoods and Upstream Transportation categories are based reductions in line with a net zero target by 2050. Metrics for\non spend data covering Q4 2020 to Q3 2022; all other data the contribution to this SDG are also linked to the incentive\nrefers to Full-Year 2022. Upstream transportation (category compensation framework.\n4) was previously integrated into the models for categories 1\nand 2 and is now reported separately. Upstream leased assets Other Air Emissions\n(category 8) are included in Scope 1 and 2. Other categories While our materiality assessment identified only GHG emissions\nare not integrated into the calculation because they are either as the priority, other emissions such as VOC and NOx are also\nnegligible or the data collection and modeling are not feasible. important to our operations and are monitored to ensure\ncompliance with local regulations. Continuous investment,\nGHG Emissions Intensity technical improvements at emission points and emission control\nThe carbon emission intensity values from Scope 1 and Scope equipment contribute to the control and reduction of such\n2 (location-based) decreased by 40% in 2022 (compared to emissions. Air impurity targets are included in site roadmaps\nthe 2018 baseline) to 89 tons CO -eq/mio CHF, exceeding the where this parameter is material.\n2\n36% reduction target set in our long-term goal. The reduction\neffect is driven by the over-proportionate increase in sales\nand technology shifts. The absolute GHG emissions from our Lonza Total Air Impurities 2022\noperations (Scope 1 and 2) saw a slight increase compared to\n2021 (approximately 1%). Total Air Impurities [t] 376\nVOC [t] 129\nNOx [t] 208\nSO [t] 6\n2\nParticulate Matter [t] 34\n35"
  },
  {
    "page": 36,
    "source": "text",
    "content": "Sustainability Report 2022\nWaste We strive to reduce effluent by controlling and reducing water\ninputs and effluent pre-treatments. Final effluents are managed\nAs a company operating in the pharma, biotech and nutrition and controlled according to the parameters permitted by local\nmarkets, including chemical production facilities for APIs, we authorities.\nstrive to be transparent with stakeholders and local communities\nabout how we manage waste and wastewater. Communities have Waste Generation and Significant Waste-Related Impacts\na vested interest in waste and water discharge from production. Our goal is to reduce the environmental impact of our activities\nwhile meeting all quality and hygiene requirements. As a CDMO\nEach manufacturing site maintains a waste disposal operation for the pharmaceutical industry, our influence is limited in\ntailored to relevant waste streams for the efficient and relation to waste generated by customer-defined manufacturing\nenvironmentally sound treatment and disposal of waste outputs. processes and downstream user behavior. We therefore focus\nAll sites are committed to our waste reduction principles and improvements upon our own operations.\nto treating and disposing of all waste materials (including\nwastewater) in full compliance with local regulations and The production technology and quality requirements for bio-\ninternational standards. The waste management system and pharmaceutical production have changed in recent years.\nperformance at our manufacturing sites are both subject to Improved cleaning practices, and the use of single use technology\nregular inspections and audits. (SUT) such as plastic bags and appliances instead of stainless\nsteel reactors, are reducing water use from cleaning traditional\nvessels, but have increased SUT plastic waste. As this technology\nAvoid\nis relatively new, alternative disposal and recycling solutions are\nnot broadly available, and therefore a local approach is favored.\nThe SUT industry is yet to develop a recycling or take-back\nsystem for the items or develop reusable assembly parts that\nReduce\nwould allow users to reduce the burden.\nThe majority of our waste is managed by third parties that\nhave been approved by the relevant authorities and our local\nRecycle\nsites. We are currently working to strengthen this practice by\nharmonizing contractual agreements and audits. We also have\na waste recycling KPI for internal waste recycled or reused\nonsite (including closed loop), to help track and incentivize\nTreat\nonsite circularity measures. Sites develop their own circular\nmeasures, such as increasing the number of recycling cycles\nof solvents, or using biomass waste as fuel.\nDispose\nRemediating Legacy Issues\nMercury Remediation\nOur largest site in Visp (CH) continues to address legacy mercury\npollution along a former wastewater discharge canal, on surrounding\nOur sites carefully select their partners for waste transportation soils and other areas where sediments containing mercury were\nand treatment based on performance and capabilities in safety deposited. This issue dates back to when Lonza used mercury\nand sustainability. We operate our own waste and wastewater as a catalyst in chemical processes. Between the 1930s and the\ntreatment facilities at specific locations, such as Visp (CH) and 1970s, before the construction of the wastewater treatment plant,\nNansha (CN). the site discharged industrial wastewater containing mercury\ninto the canal.\nWe are committed to increasing the efficiency of input materials\nin production processes, including yield improvement, reworking Since 2013, we have worked closely with local communities to\nout-of-specification production, and the re-use of ancillaries finance and implement the required technical investigations in\nwherever possible. residential areas and agricultural zones between Brig-Glis and\nNiedergesteln (CH). Remediation works in the residential area\nstarted in 2017. By the end of 2022, 151 parcels of land in Visp,\nRaron and Brig-Glis (CH) were remediated, representing 91% of\nAt our site in Visp (CH) we continue our solvent recycling\nresidential plots affected. Remediation works in the contaminated\nefforts. In 2022, the site regenerated over 9,000 tons of\nagricultural area started in 2021, with a first pilot remediation\nsolvent and treated over 1,000 tons of contaminated water\ncompleted in Raron (CH) in September of the same year. In 2022,\nto reduce incineration.\na second pilot remediation was completed in Visp (CH). This work\nis continuing in 2023 in both residential and agricultural areas.\n36"
  },
  {
    "page": 37,
    "source": "text",
    "content": "Environment\nWe are working closely with the Swiss Canton of Valais, the Waste Generated\nmunicipalities and other relevant parties to resolve this challenging In line with our corporate reporting guidelines, we exclude\nindustrial legacy. Progress and updates on our remediation construction, demolition, remediation and excavation waste\nactivities are published on a dedicated webpage. from our sustainability reporting framework. Only production-\nrelated waste is tracked at a corporate level. Solvents - which\nOld Gamsenried Landfill are used as fuels at some of our sites - are reported as waste\nThe Gamsenried disposal site in Gamsen (CH) is owned and for fuel, even though they allow us to considerably reduce\nmanaged by Lonza and consists of an old and decommissioned natural gas consumption.\narea alongside a new and fully permitted disposal site. The\nlatter is used for the disposal of waste incineration slag from Our sites and divisions are focusing on waste intensity\nthe Visp site and the regional waste incineration plant. The reductions as part of their site plans and roadmaps. These are\nolder, decommissioned section was primarily used between further supported by new guidance on waste management\n1918 and 1978 for landfilling lime hydrate and gypsum sludge. In and minimization. A significant proportion of the increase in\nthis area, the current management approach includes detailed waste is due to the cleaning in the API production, generating\ngroundwater monitoring and pump-and-treatment of polluted large amounts of liquid waste which is incinerated to avoid\ngroundwater at the edge of the landfill. contamination of water streams. The waste10 generated and\ndisposed of by our continuing operations decreased by 1%\nDetailed investigations identified the section of landfill that compared to 2021.\nposes the greatest risk to the groundwater. To minimize risks\nto the groundwater during the foreseen remediation and to In Visp (CH) and Nansha (CN), the energy generated in 2022 from\nimprove the safeguarding and containment of the old landfill, incinerating waste solvents, by-products, and waste was more\nan extended hydraulic barrier will be installed within the next than 2,000 TJ. These replace the consumption of 58 million m3\nthree to four years. Planning work and related hydrogeological of natural gas. Waste that is sent to landfill mainly consists of\ninvestigations are currently underway, and related financial incinerator ashes and sludges.\nprovisions were made in 2021.\n2020 2021 2022\nGMP guidelines require us to work with qualified materials Total Waste Disposed [Metric tons] 67,321 61,988 61,664\nfor our manufacturing processes. In our laboratories, this\noften means that we stock excess inventory to guarantee\nproduction and analysis and mitigate supply issues.\nOccasionally, this leads to excess materials that can no\nLonza Waste Disposal by Destination 2022\nlonger be used due to process or regulation changes.\nOur Geleen (NL) site investigated alternative uses to avoid\ndiscarding items such as unopened disposables, including\nsyringes, pipettes and bottles. In 2022, the team donated\nmore than 70,000 items of PPE and 200,000 disposables\nto local organizations they had identified, including schools\nand the local zoo. The donated items included reagents,\nmicroscopes, incubators, centrifuges, balances, PCR\ncabinets, furniture, and over 1,000 storage boxes.\nWaste Hazardous Waste Non-hazardous\nIncinerated (73%) Incinerated (7%)\nLandfilled (<1%) Landfilled(8%)\nRecycled (3%) Recycled (9%)\nTreated (<1%)\n10 Waste is defined as hazardous or non-hazardous by local legal definition.\n37"
  },
  {
    "page": 38,
    "source": "text",
    "content": "Sustainability Report 2022\nWaste Intensity The amount of waste generated can fluctuate for several reasons,\nIn 2018, we defined a long-term global waste intensity reduction including the following:\ntarget of 24% by 2030. In 2022, with a focus on our continuing\noperations, we have overachieved this target with an intensity of • T he use of SUT and additional cleaning practices to achieve\n9.9 tons/mio CHF, and are therefore increasing our ambition to the required product quality is expected to increase waste\n50%. As the intensity chart shows, our performance continued • C hanges in the product portfolio, which might include more\nto improve in 2022. or less waste-intensive products and production processes\n• T he temporary shutdown of production lines, e.g., for\nmaintenance and optimization purposes\nWaste Intensity • T he discarding of production batches as a result of quality\ntons/mio CHF issues\n16 Our sites have been making progress with their projects and\nactivities to decrease waste. Some examples are listed below:\n14\n12 • The reduction of waste intensity for several productions by\npretreating contaminated wastewater to make it suitable\n10\nfor the wastewater treatment plant and to avoid sending it\n8\nto incineration, e.g., the distillation of wastewater stream or\n6 active carbon treatment. In Visp (CH), this initiative avoided\nover 200 tons of CO-eq in 2022\n4 2\n• An increase in solvent recycling for several production lines,\n2\nreducing the procurement of fresh solvents. Concurrently\n0 there has been a decrease in the amount of waste solvent\n2018 2019 2020 2021 2022 incinerated\nIntensity Previous 2030 Target New 2030 Target • Process optimization, such as the redesign of production\nprocesses, process streamlining and yield improvements\nInnovating for Sustainability\nWe are committed to creating value for society by delivering\ninnovative, science-based solutions for our customers in the\nhealthcare industry. For an overview of our most important\ninnovation activities, please refer to the innovation highlights,\nwhich are part of our divisional updates in the 2022 Annual Report.\nAs a strategic partner operating in the pharma, biotech and\nnutrition markets, business-to-business contract manufacturing\nforms a large proportion of our business. In this context, staying\nup-to-date with production technology and streamlining\nmanufacturing processes is important in improving efficiency.\nIn line with our commitment to SDG 9 (Industry, Innovation\nand Infrastructure), we have developed and implemented a\n“Sustainable Design Standard”. This standard highlights the best\nsolutions for reducing energy consumption, GHG emissions,\nwater consumption, waste production and total cost of ownership\n(CAPEX plus OPEX) for the useful life of an asset for the most\ncommon utilities. If it is not possible for a project to comply,\nan alternative solution and robust explanation must be given.\n38"
  },
  {
    "page": 39,
    "source": "text",
    "content": "Environment\nIn our Small Molecules division, organic solvents play an important Traditional mammalian seed train bioreactors operate in batch\nrole in the manufacturing process. We continue to improve the mode and fixed cell culture volume, reaching maximum biomass\nefficient use, reuse and recycling of solvents. This reduces our for transfer into the production bioreactor. Operating the seed\nenvironmental footprint by minimizing the consumption of fresh bioreactors in perfusion mode allows for higher cell densities to\nsolvents and the amount of waste that is generated and treated. be reached. In 2022, Biologics R&D completed the development\nWe also share best practice in this important area with some of of such a perfusion process and associated high-density\nour major customers. Other projects focus on waste streams with production and purification processes. This improved batch titer\npotential for optimization based on size and feasibility. In parallel, and yield by approximately 30% compared to traditional fed-\nthese projects reduce production downtime through waste batch processes. According to our models, this intensification\ndisposal, de-bottlenecking and simplified logistics. In 2022, new will decrease our environmental footprint by approximately\nprojects included acetonitrile and toluene recovery by distillation. 30% per gram of product compared to conventional fed-batch\nIn total, projects implemented in the Small Molecules processes processes. In addition, the new intensified process introduces\nin Switzerland and China avoided 1,000 tons of wastewater being multi-column chromatography, improving purification resin\nincinerated by treating it with other technologies, saving more utilization (e.g., Protein A) and reducing the need for this key\nthan 200 tons of fuel-related CO-eq. In addition, we currently reagent by approximately 50%. Additional waste reductions were\n2\nrecycle 9,000 tons of solvents, saving approximately 38,000 tons implemented by improving our high-throughput purification\nof CO-eq per year by avoiding incineration and consumption of development strategies for bispecific antibodies and other\n2\nfresh solvents. new molecular formats.\nAnother major project implemented in 2022 at our Visp (CH) site led Our Small Molecules R&D team is innovating an electrochemistry\nto a considerable reduction in our water consumption footprint. The process to eliminate burdensome metal waste from\nsite collected and treated the groundwater from the groundwater pharmaceutical manufacturing. Several pharmaceutically\nbarrier directly in the wastewater treatment pan. The water is now important chemical reactions still rely on stoichiometric amounts\ntreated centrally by advanced oxidation processes and activated of metals, and in many cases, these include heavy metals such\ncarbon and can be reused for steam production, reducing the as lead and manganese, among others. The waste generated\nwater consumption footprint of the site by more than 300,000 from these processes can be toxic, environmentally damaging\nt/year and the wastewater flow by 40 m3/h. and expensive to dispose of. To determine if its conventional lead\nmediator could be reliably displaced with an electrochemical\nWe strive to continually innovate for sustainability in research and approach, the team targeted a prominent reduction-oxidation\ndevelopment. In our Capsules & Health Ingredients (CHI) business, (“redox”) reaction. In collaboration with the University of Graz\nwe remain at the forefront of plant-based hypromellose (HPMC) (AT), our team successfully developed a general and scalable\ncapsule innovation. In 2022, we launched the Capsugel® Enprotect® procedure to achieve the anodic decarboxylative acetoxylation\ncapsule. It is the first of its kind in enteric manufacturing technology, of amino acids in batch and continuous flow modes, completely\nwith a bi-layer and locking system suited to medications that eliminating the use of heavy metal. This innovation can prevent\ndo not tolerate additional coating processes such as solvent or more than 1.5 tons of lead waste for every 1 ton of an average-\nheat. The capsule meets a pressing market need for an effective size small molecule produced. The process also improves the\noral delivery solution for treatments that are easily degraded by sustainability performance of production by operating at only\nacidic stomach conditions. This technology is fully integrated into 40°C and requires relatively low electricity demand.\nour manufacturing facilities, reducing the number of steps in the\nmanufacturing process for our customers. The Enprotect® capsule\ncan be used for live biotherapeutic products, large molecules and\nsmall molecules.\nSDG 9 Industry, Innovation and Infrastructure\n\" We continue to invest in sustainable growth projects,\nleveraging best-in-class green building techniques\nand technology to reduce carbon\nemissions and resource use. Our role\nas a CDMO is also helping us to reduce\nthe environmental impact of our\ncustomers’ supply chains.”\nJean-Christoph Hyvert,\nPresident, Biologics\n39"
  },
  {
    "page": 40,
    "source": "text",
    "content": "Sustainability Report 2022\nPeople and\nOccupational Health and Safety\nHigh occupational health and safety standards are the basis\nSociety\nfor assuring the safety, health and wellbeing of our people,\nour customers and other stakeholders who attend our sites.\nWe regularly monitor health and safety regulations, industry\nstandards and other best practice to meet our obligations and\naim for compliance through regular internal and external audits.\nAll of our behaviors, activities, policies and practices support our\npurpose of enabling a healthier world. We do this by providing We also work assiduously to eliminate health and safety hazards\ngoods and services to our customers who deliver therapies and and incidents, including those that result in injuries and illnesses\nmedicines to those who need them around the world. We also affecting our people. We continue to focus upon our “Vision Zero”\nwork to support and enable our employees, while giving back initiative, a program that has led to a considerable reduction in\nto the communities in which we operate. safety incidents. Ultimately we strive for zero workplace injuries,\nprocess incidents, or environmental incidents.\nOur people are central to the success of our business and we\noffer many opportunities for our employees to improve their We have set site targets and are measuring safety corrective\nskills, build on their experience and grow their careers. We actions (safety CAPAs) which are generated by our colleagues.\nprovide them with safe workplaces, care for their wellbeing and This program drives the identification and closure of safety-\nencourage their involvement in creating a positive and inclusive related observations and improvements across our site network.\nworking environment and culture. The initiative has moved the focus from a lagging injury-based\nmetric to a leading indicator driving employee behavior and\nWe focus our support on those charitable and educational involvement. It resulted in more than 28,000 documented safety\ninstitutions that are aligned with our priority SDGs. We engage in improvements in 2022, largely identified and corrected by our\na range of initiatives to deliver benefits to our many stakeholders, manufacturing workforce.\nincluding the communities in which our employees and their\nfamilies live. By cultivating relationships and engaging with\npeople in our communities, we create sustainable value at a\nlocal level across our network.\nSafety Target\n>28,000\nVision\nSafety\nZERO\nImprovements\nZero Lost Time Injuries Site targets for safety\n(Aspiration) improvement actions\n40"
  },
  {
    "page": 41,
    "source": "text",
    "content": "People and Society\nLabor practices and safe working conditions are the responsibility Hazard Identification, Risk Assessment and Incident\nof site management, reporting to the respective Division Head of Investigation\nOperations. Site operations and EHS managers are accountable Work-related hazards are addressed through hazard identification\nfor the occupational safety process by setting and helping to and reporting (including near-miss incidents), job safety analyses,\nachieve local targets. Ultimately, every employee contributes by site inspections and process hazard reviews. Site employees\nidentifying risks and unsafe conditions, observing safe behaviors are trained to use these tools, and local and global EHS leaders\nand working safely at all times. Prioritizing safety is a condition collaborate with each site to ensure the workplace is safe and\nof employment. productive. The reporting of unsafe conditions and near-miss\nincidents is encouraged, with site-specific targets based on\nWhile our Safety and Sustainability policy defines high-level the number of corrective actions implemented to mitigate any\nprinciples, our corporate EHS management system (fully aligned identified potential hazards.\nto ISO 45001 requirements) describes the essential administrative\nelements for successful EHS management. Examples include All incidents are investigated. A formal investigation and root\nplanning, compliance, training, incident investigation, performance cause analysis process, aligned with an internationally recognized\nreporting, emergency preparedness, inspections and audits, methodology, is used for recordable injuries, as well as significant\nand management review. process safety incidents and environmental incidents. All\nemployees are trained to stop and to refuse actions that they\nCorporate EHS Standards establish additional requirements for consider hazardous for themselves, their colleagues and/or\nmanaging specific EHS hazards or topics. Topics can include the community and environment.\nwaste and wastewater management, contractor management,\nsite security and business continuity planning, and critical Occupational Health Services\nsafe work standards (such as confined space entry, personal Operating sites have processes in place to recognize, evaluate\nprotective equipment and fall protection). and control occupational health risks. Where required, we have\nsupplementary medical surveillance programs. All sites also\nLocal EHS standards address both our corporate EHS expectations have a designated clinician or physician to administer medical\nand local legal requirements. The standards guide our actions surveillance and evaluate occupational injuries or illnesses.\nand clarify specific roles and responsibilities. Some sites are\ncertified according to the occupational safety standard ISO\nIn 2022 our Jakarta (ID) site achieved a remarkable milestone\n45001 or Responsible Care.\nof 14 years without a lost time incident and, in recognition of\nthis, received a ‘Zero Accident Award’ from the Indonesian\nWe regularly audit sites and locations – on average every three\ngovernment.\nyears – to aim for compliance with rules and regulations, technical\nintegrity and effective management systems. We actively monitor\nour performance in occupational health and safety, and a monthly\nanalysis report is distributed to all employees. These reports and\nsubsequent activities are carefully tracked and measured, then\nglobal and local management adapt approaches accordingly.\n41"
  },
  {
    "page": 42,
    "source": "text",
    "content": "Sustainability Report 2022\nWorker Participation, Consultation, Communication and Promotion of Worker Health\nTraining on Occupational Health and Safety Lonza employees are fully committed to the critical importance\nWorker participation is essential to address safety improvements of health, safety and injury prevention. They understand that\nand behavior. In many cases, sites have a safety committee investing in prevention, and employee health and wellbeing,\nintegrated into the EHS council to oversee all safety-related pays dividends and ensures colleagues remain fully engaged.\nmatters. Additionally, all sites are required to conduct frequent Health programs are managed at site level.\nsafety meetings in all teams and escalate any identified safety\nconcerns. Prevention and Mitigation of Occupational Health and\nSafety Impacts\nAll sites are required to conduct safety training on hazardous We continually monitor our operations to identify potential\nmaterials (HazCom), critical safe work procedures, evacuation health risks to our employees. This includes (but is not limited to):\nand process safety, among many others. As required in our\nEHS Management System, each site is required to establish • Job and technical hazard assessments, e.g., ergonomic hazards\nand maintain a Safety and Sustainability Training Matrix and • Technical improvements\nPlan, which includes a listing of required training topics, training • Training and education\nfrequencies and methods, either by job title or a similarly effective • S ubstance exposure monitoring for chemical exposures,\nmeans. It integrates topics that reflect changes in site activities, according to the limit values set by the Corporate Toxicology\nrisks and regulations. group\nSites continue to implement our global Be A Safety Leader (BSL) Our products primarily support the healthcare industry. In\ninitiative to create the best possible safety culture through the addition to the required safety information, these products\ninclusion of all colleagues. BSL helps all employees understand and their raw materials undergo extensive testing, registration\nhow to actively contribute and lead the day-to-day process of requirements and instructions for use so that they can be used\nensuring safety within the working environment. Sites develop safely by customers and their patients.\ncreative approaches to conducting hazard assessments, defining\ncritical behaviors and providing coaching at all levels to support Work-Related Injuries\nimplementation. Over the course of 2022, we recorded a total of 20 Lost Time\nInjuries, which is an increase compared to last year’s number (13).\nThe number of Recordable Incidents was 96 in the reporting year.\nOur site in Greenwood (US) has received the Plant Safety\nAll incidents are analyzed, identifying the most probable causes\nAward from the South Carolina Manufacturers Alliance\nand corrective actions. The depth and detail of each investigation,\nfor the fourth year in a row. The site has had no lost time\nthe investigation method and the level of participation by local\ninjury for more than four years. The EHS team continues\nmanagement, employees, and other functions, are commensurate\nto drive this good safety performance with leadership\nwith the nature and scale of the incident and its impact.\nsupport, promoting corrective actions to closure, daily visual\nsafety inspections and thorough incident investigations.\nFor all Lonza sites at the year 2020 2021 2022\nLost Time Injury Frequency 0.62 0.35 0.52\nRate Per 1,000,000 worked hours\nRecordable Incident Rate 0.48 0.52 0.50\nPer 200,000 worked hours\nMost injuries recorded and analyzed in 2022 resulted from\nchemical contact, lifting, slips, trips, falls, sprains, and strains,\nwhich can be common in our industry. There were no injuries\nresulting from commuting incidents from transport organized\nby the company.\nLost Time Injury Frequency Rates (LTIFR) are calculated based\non one million hours worked. Data represents the employed\nworkforce and agency workforce in regular manufacturing\nprocesses. Work hours reported include direct employees and\nagency workers.\n42"
  },
  {
    "page": 43,
    "source": "text",
    "content": "People and Society\n2022 Safety Performance\n96 20 0.52\nRecordable Work-Related Injuries Lost-Time Work-Related Injuries Lost Time Injury Frequency Rate\n(Per 1 Million Hours)\n2.5 38\nRecordable Work-Related Injury Rate Million Hours Worked In 2022\n(Per 1 Million Hours)\nDiversity and Equal Opportunity In 2022, a variety of events were hosted, including global “Rise\nUp” events for all colleagues from across the global network\nWe recognize and encourage an inclusive and diverse workforce to listen to internal and external perspectives on the uniquely\nand work environment and continue to embed this through our female experience of the workplace and to explore mentoring\ncompany values, one of which is Inclusion. Our Code of Conduct opportunities. These meetings also provided a forum for the\nstates that we do not tolerate any discrimination, harassment group to share and discuss specific challenges and opportunities\nor bullying for any reason. This also applies to our business for females in the workplace.\npartners (both direct and indirect) throughout our supply chain.\n2022 also saw the acceleration of two of our elected SDGs\nOur Inclusion, Diversity and Belonging (IDB) Council aims to within this space: SDG 4 (Quality Education) and SDG 5 (Gender\nensure a long-term, sustainable commitment to inclusion in Equality). Both SDG initiatives have measurable targets related\nwhich everyone within our workforce feels a sense of belonging. to IDB, which are directly linked to the Lonza Bonus plan. The\nQuality Education program has created a roadmap for training.\nComposed of volunteers across functions and countries, the The program for Gender Equality is establishing initiatives to\nIDB Council’s role is to devise and manage IDB programs, as support strong female management and a future pipeline for\nwell as sharing knowledge and insights across our network. The sustainable action to 2035 and beyond.\nCouncil is supported by a global community of IDB Ambassadors\nacross our site network and grants sites the freedom to provide\nrelevant support to their specific employee communities and\ncultural contexts. The Council and Ambassadors meet regularly SDG 5 Gender Equality\nto share ideas and experiences, facilitating knowledge sharing\n“ We believe in equality and we promote Gender\nand the scale-up of local initiatives to our wider corporate\nEquality through increased female representation\ncontext, where relevant. The Council is sponsored by a dedicated\nin management. Equality is an advantage; it\nSteering Committee comprising senior leaders from Legal, HR\nstrengthens our employee value proposition\nand Communications to represent and advocate IDB at the\nand builds a culture of inclusion, diversity and\nExecutive Committee and Board level.\nbelonging at work. Alongside our efforts to\nimprove the percentage of\nfemales in management, we\ncontinue expanding initiatives\nto support females at all\nstages in their careers.\"\nCaroline Barth,\nChief Human Resources Officer (CHRO)\n43"
  },
  {
    "page": 44,
    "source": "text",
    "content": "Sustainability Report 2022\nEmployee Recruitment, Retention and As part of our employee retention initiatives, we set priority on\nDevelopment our Internal Promotion Rate (move to a higher position) (21%)\nand Internal Position Fill Rate (move to a different position at\nWe have a number of successful programs that support talent the same grading) (29.8%). Both figures trend in line with our\nacquisition and recognition across our organization. Our global industry peers, while we strive to continuously improve. In\nTalent Referral Program incentivizes our employees to refer friends addition, rewards are reviewed and benchmarked annually to\nand acquaintances for vacant positions across our business. ensure our offering is competitive within the industry. They\nThis program resulted in more than 380 referral hires in 2022. are also reviewed in line with employee feedback from our VoE\nWe operate a cross-market online recognition program, BRAVO, survey. Key retention initiatives include:\nto support and enable a positive and self-reinforcing company\nculture. Using this platform, more than 7,000 individual “thank • A n enhanced Reward offering in 2022, with a structural\nyou” messages and awards were sent across the business over change to our incentive plan, places a greater proportion\nthe course of 2022. of recognition on personal contribution as well as reflecting\nESG indicators within wider company performance\nOur focus in 2022 was supporting the growth of our employees, • T he introduction of a new employee share plan at key locations,\nand we continued to enhance our leader-led approach in Talent which allows employees to buy Lonza shares at a discounted\nDevelopment: price and receive a free share for each one purchased after\na three-year blocking period\n• We launched our Lonza Leadership Framework: Care, Coach • The launch of a Lonza Restricted Share Units Plan, allowing\nand Communicate nominations of employees to receive restricted stock on a\n• We continued the Accelerated Management Development three-year holding period basis\nProgram (AMDP) and Core Leadership Impact Program (CLIP) • T he offer of childcare support through local government\nto provide our leaders with the necessary capabilities to schemes at a market level.\nperform their roles and make meaningful impacts across the • Compensation for atypical working hours also follows local\ncompany legislation and varies across our global site network. This\n• We maintained a focus on our wider employee community includes – but is not limited to – additional annual leave, shift\nin the Learning and Development area by offering new and premiums, standby and call-out allowances and one-time\nimproved learning resources in 2022, with an enhanced offer recognition awards to compensate extraordinary efforts for\non LinkedIn Learning, including bespoke Lonza learning paths special projects\navailable 24/7. Learning hours increased by 72% in 2022, with • The launch of our Global Hybrid Work Policy allows flexibility for\nmore than 3,000 hours registered in the last 90 days. We also eligible employees to work remotely up to two days per week\nenhanced mentoring opportunities to empower our employees on a regular basis, with no formal approval process. Eligible\nto own their career development and pursue opportunities. employees are also empowered to ‘Work from Anywhere’ for\nOur 2022 Voice of Employee (VoE) survey indicated a strong up to 28 days in a rolling 12-month period on an international\npositive response in this area, with employees scoring positive basis\nresponses to both ‘having the opportunity to learn and grow’\n(68%) and ‘managers having meaningful conversations on The provision of equal pay at Lonza is a primary foundation\ncareer development’ (65%) of our global HR and Reward practices. We strive for our HR\npractices to fulfill equal and gender pay reporting requirements\nacross our global network. This includes Switzerland under\nSDG 4 Quality Education Art. 13a Gender Equality Act and the UK Gender Pay Reporting\nrequirements. We continue to review pay equality across the\n“ Investing in the development and upskilling of our\nemployee population.\nemployees is essential to the success of our growing,\nscience-based company. Our mission\nAll of these initiatives align with the broader global People\nis to promote and facilitate continuous\nStrategy of Come, Stay, Grow and Make a Meaningful Difference.\nlearning by providing training programs\nMore detail on our People Strategy can be found in our 2022\nand development opportunities that\nAnnual Report.\nhelp our people grow.\"\nPhilippe Deecke,\nChief Financial Officer (CFO)\n44"
  },
  {
    "page": 45,
    "source": "text",
    "content": "People and Society\nPerformance Management Employee Engagement\nOur goal-setting process changed in 2022 with the new Lonza\nBonus incentive plan, which requires each employee to set one Our Employee Value Proposition (EVP), “A Meaningful Difference”,\nbehavioral goal and one business goal aligned to our strategic reflects how our colleagues work to fulfill our purpose of enabling\npriorities. The performance review process is linked to our a healthier world. This purpose is underpinned by our four core\nincentive plans, so employees feel rewarded for their efforts. company values:\nThe performance management process was reviewed in 2022\nto ensure that it remains robust for the future. • Integrity\n• Inclusion\nThe company performance goals have also been redefined • Innovation\nto remove caps and limits for lower grades, create one global • Initiative\ncompany performance metric and align a proportion of our\ncompany performance to our ESG targets. Alongside these values, our purpose is supported by a focus\non caring for our colleagues, our customers and our planet.\nOur global Voice of Employee (VoE) employee engagement\nsurvey launched in 2021, and was successfully conducted twice\nin 2022. The data and insight help our leaders to understand\nhow our employees are thinking and support an environment\nof listening and inclusion where retention and engagement can\nbe actively supported. As a result, our Employee Engagement\nIndex rose to 71 (a 2-point increase from 2021), and the 2022\nsurvey received an overall response rate of 78% (compared to\n65% in 2021).\nLonza Workforce Lifecycle\nAttract, Select\nand Hire Onboarding\nGet the right people Set team members\nin the right place up for success\nMove or Lonza HR\nAdvance Transactions\nWorkforce\nActivate career Own the HR\nprogression Lifecycle practices\nEncourage team\nmembers to\n‘self-serve’\nReward Develop and\nand Retain Engage\nCoach your team Inspire personal growth\n45"
  },
  {
    "page": 46,
    "source": "text",
    "content": "Sustainability Report 2022\nThe survey outcomes were analyzed at a company, division,\nsite and team level to allow managers across the business to Good Health and Wellbeing\nunderstand and act on both general and specific needs. Areas of Supporting Access to Healthcare\nopportunity were identified at a manager level, and our people We provide support to Project HOPE’s core mission fund.\nleaders have been given support to develop improvement Project HOPE is a global health and humanitarian organization\nprograms to address local challenges. that provides direct healthcare services, equips clinics and\nhospitals, trains local healthcare workers, and delivers solutions\nOne area which required additional action was around employee that help people access the healthcare services they need.\nwellbeing. In 2022 we ran a pilot for a Lonza Wellbeing platform Project HOPE utilizes its funding to support those impacted by\nfor all employees to allow for direct access to support and emergencies and natural disasters where the need is greatest,\nresources on health, wellbeing and lifestyle topics. Our learnings such as mothers and children, refugees and migrants.\nfrom this pilot will be pivotal to our 2023 wellbeing offering as\nour employee needs are now better understood around four\npillars of wellbeing: mental, financial, physical and social. This\nis further supported by our ongoing Employee Assistance\nProgram (EAP).\nAs part of our wider commitment to sustainability, we have formed Colleagues from our Porriño (ES) site participate in Tapones, a\na network of colleagues from our largest sites - with more than program led by the SEUR Foundation that raises funds from plastic\n100 employees - to share best practice and experiences for cap recycling to finance medical and orthopedic treatments\ncorporate responsibility. This team connects on a quarterly basis for patients unable to cover the cost.\nand representatives from each site share accounts of volunteer\nactivities and other community engagement programs, such Our Puebla (MX) site supports Una Nueva Esperanza, an\nas those mentioned in pages 46 to 50. organization that offers help to low-income families of children\nwith cancer. Una Nueva Esperanza provides basic needs, such\nas food and shelter, financial support for healthcare costs,\nInvesting in Communities counseling, educational resources and recreational activities.\nOur Sponsorship Approach\nIn many of our communities, we take on multiple roles: as a\nneighbor, an employer, an economic contributor and a charitable\nsponsor of local non-profit organizations and educational\ninstitutions. While our financial donations are important, our\ngreatest charitable contributions come from our colleagues\nwho volunteer to support projects that are meaningful to our We continue to support various national and local organizations\ncommunities. We focus our charitable giving and volunteer including the Swiss and American Red Cross. Our contribution to\nactivities on selected projects that align with our SDGs and the American Red Cross supports disaster relief, including crises\nwhere we feel that our contributions can make a significant caused by severe weather events, enabling the organization\ndifference, as shown in the examples below. We evaluate the to prepare for, respond to, and help people recover from such\nrecipients of any contribution to ensure they promote high events. In addition, our support of the organization's blood\nstandards of ethics and compliance and a low proportion of services enables the collection, testing, typing, and distribution\nadministration expenses. of blood products to those in need. We also contribute to\nthe Swiss Red Cross’ individual assistance program, covering\nhealthcare costs for people in need.\nAs part of our 125 year anniversary celebrations in October\n2022, we made a new global commitment to pledge a\nvolunteer day globally for every employee.\nThis allows our people ‘time back to give back’ for a more\nsustainable future, something which connects with our\nemployees' personal ambitions and priorities. This ongoing\nbenefit will be available from 2023.\n46"
  },
  {
    "page": 47,
    "source": "text",
    "content": "People and Society\nSupporting Blood Donation in a Critical Time of Need Colleagues from our Greenwood, South Carolina (US) site hosted\nColleagues from our Sagamihara (JP) and Houston, Texas (US) a “Relay For Life” event in partnership with the American Cancer\nand Basel (CH) sites hosted blood drives this year. The Houston Society. This event raised funds for research, patient support\ndrives helped replenish supplies for the Gulf Coast Regional and communications about cancer prevention.\nBlood Center which serves the Texas Medical Center, the largest\nmedical center in the world.\nProviding Food to Our Neighbors\nOur Bend, Oregon (US) site supports the High Desert Food &\nFarm Alliance, an organization set up to address challenges\nassociated with food access and production in the high desert\nregion of Central Oregon.\nColleagues from our Tampa, Florida (US) site continue to support\nFeeding Tampa Bay - an organization that works to provide\nconsistent access to nutritious food in order for students to\nexcel, for parents to focus on their livelihoods, and for seniors to\nmaintain a healthy life. Our volunteers support the organization\nby sorting food donations and packaging food bundles for\nthose in need.\nFor the sixth year in a row, colleagues from our Bornem (BE)\nsite continued their participation in the 1000-Kilometer Fight\nAgainst Cancer annual bike event, with two teams of cyclists\nraising money for cancer research.\nRaising Funds for Research\nOur Morristown, New Jersey (US) site participated in the Leukemia\n& Lymphoma Society’s “Light the Night” event for another year\nin 2022. The event raised money to help find cures for leukemia,\nlymphoma, Hodgkin's disease and myeloma and to improve the Colleagues from our Portsmouth, New Hampshire (US) site\nquality of life of patients and their families. volunteered for and participated in a 5k race to benefit the\nKrempels Center, a non-profit organization whose mission is\nto support people living with brain injuries.\n47"
  },
  {
    "page": 48,
    "source": "text",
    "content": "Sustainability Report 2022\nOur Walkersvillle (US) site supports the local Chamber of\nGender Equality Commerce’s S.H.E. (Strength, Heart and Equality) Week, an event\nSupporting Mothers in STEMM Careers where regional non-profits and businesses come together to\nWe have set an ambition to increase gender equality across support equality and the development of women in business\nthe workplace. To support this, we contribute to the work of through education, mentoring and economic opportunity.\nMothers in Science (MiS), an international non-profit organization\nproviding research and support for mothers working in Science,\nTechnology, Engineering, Math and Medicine (STEMM) careers.\nMiS raises awareness of career obstacles faced by mothers\nworking in STEMM fields and advocates for workplace equality\nand inclusion, providing resources for industry, academia and\nindividuals. Our support continues to fund global research that\naddresses these challenges. It also supports the development of\nwebinars and the expansion of its mentorship program, whereby\nmothers new to STEMM fields can be paired with volunteer\nmentors who have navigated the balance of motherhood and\na career.\nQuality Education\nProviding Support for Education in Science\nSince 2020, we have provided funding to Hand in Hand (HiH) India Quality education is a priority for us, both within our own\n- a non-profit organization focusing on child labor elimination business and within the communities in which we operate.\nand education, access to healthcare, empowerment of women Various sites donate laboratory equipment and supplies to local\nthrough livelihood creation and skill development, natural resource schools and universities, including Puebla (MX), Walkersville (US),\nmanagement, and solid waste management. We support the Geleen (NL), Porriño (ES), Portsmouth (US), and Houston (US).\nwork of HiH’s Green Friends, a growing team of workers who We also provide financial support, and colleagues give their\nprovide sanitation services to households in six states in India, time in support of STEMM educational programs. In Houston,\nfacilitating the segregation of waste at source and ensuring we support the STEMM bus which brings a mobile laboratory\nproper disposal. More than 70% of Green Friends are women, and to primary schools, and we provide scholarships for various\nthey are often the sole providers for their families. By supporting universities, including for women in STEMM.\ntheir employment and skills development, HiH provides them\nwith wages and dignity in the workplace. Our support to HiH Our colleagues from Visp (CH) collaborated with Pfyn-Finges\nalso contributes to the provision of medical equipment to local Nature Park in support of the Technical and Environmental\nhospitals and medical services health camps, where the Green project week, intended to support young people’s developing\nFriends can seek medical assistance. Our support also enables an interest in technical fields.\neducational campaigns focusing on immunization, nutrition,\nanemia, personal hygiene and sanitation.\n48"
  },
  {
    "page": 49,
    "source": "text",
    "content": "People and Society\nSupporting Wider Education in our Communities\nColleagues from our Geleen (NL) site volunteered at a local Environment\nzoological park. They refurbished the grounds, library and Planting Trees and Keeping\neducational center and installed a picnic area. Communities Clean\nTo celebrate Earth Day this year, all sites in our CHI division\nIn partnership with Astha Kunj, our Haryana (IN) site supported planted trees to make collective impact through collaboration\nthe development of a child care center that provides educational and remind our colleagues about the importance of finding\nactivities, arts and crafts, coaching and computer lessons to creative ways to protect the environment. The program was\nchildren in the Rewari district. intended as a reminder that small actions can make a big impact.\nColleagues from our Guangzhou (CN) and Nansha (CN) sites\ncontinued to join forces to provide resources and teach children\nat two regional primary schools. As part of our decade-long\nsupport of these schools, volunteers remain able to teach\nclasses in public health, science, English as a foreign language,\nand sporting activities.\nOur Walkersville (US) site supports the Student Homelessness\nInitiative Partnership of Frederick County, a non-profit organization\nthat provides critical resources to homeless youth, including\ncounseling, shelter and clothing. The organization seeks to\nprovide early and consistent interventions and support to ease the\nimpact of homelessness on children’s education and wellbeing.\nOur Puebla (MX) site continued its tree planting initiative in a\nnearby reforestation area. In Houston (US), many colleagues\ncontinued to support Keep Pearland Beautiful, a local non-profit\norganization dedicated to protecting the environment and\ncommunity in the area. The 2022 initiative included distributing\ntrees for residents to plant. Volunteers from our Portsmouth\n(US) site also spent time cleaning local coastal areas to support\nthe environment and its wildlife, together with the Blue Ocean\nSociety, whose mission is to protect marine life in the Gulf of\nMaine through research and education.\nIn Porriño (ES), colleagues volunteered with Project Libera - a\nnon-profit organization focusing on reducing environmental\nwaste and developing innovative methodologies and tools to\nimprove knowledge in different terrestrial, marine and river\necosystems.\n49"
  },
  {
    "page": 50,
    "source": "text",
    "content": "Sustainability Report 2022\nColleagues from our Visp (CH) site collected litter in public areas\nin partnership with the local community on World Cleanup Day Industry, Innovation and Infrastructure\n2022. This initiative is one of many projects identified and led In 2022, we continued our annual support for\nby the site’s Green Team, a passionate group of colleagues Schweizer Jugend forscht (Swiss Youth in Science). This non-\nwho have come together to support social and environmental profit organization connects coaches with young people\nprojects at the site and in the community. passionate about research to drive the development of scientific\nresearch in a wide variety of areas. This program supports the\neducation of young people on their journey to becoming the\nnext generation of scientific innovators.\nOur Visp (CH) site has partnered with the HES-SO Valais-Wallis,\na university of applied sciences and arts, to develop joint\ncompetencies in the fields of education and research – particularly\nwithin biomanufacturing. This partnership supports the education\nof students and industry in the digitalization, automation and\ncontrol of biotechnological processes and advances.\n50"
  },
  {
    "page": 51,
    "source": "text",
    "content": "People and Society\nItalian Alps 51"
  },
  {
    "page": 52,
    "source": "text",
    "content": "Sustainability Report 2022\nAppendix\nAbout the Report\nThe reporting period is the 2022 calendar year. This is our fifth The external auditor KPMG AG has been engaged by Lonza to\nsustainability report following the principles of the GRI. We will provide independent assurance for selected KPIs disclosed in the\ncontinue to report on an annual basis. Our GRI Report 2022 is Sustainability Report. KPMG AG's limited Assurance Statement\nprepared in accordance with the GRI Standards for the period is available at the end of this report.\nfrom 1 January 2022 to 31 December 2022.\nContact Points for Queries\nFor investor queries:\nLyle Wheeler\nInvestor Relations\nE-mail:\nlyle.wheeler@lonza.com\nPhone:\n+41 61 316 2156\nFor sustainability queries:\nDr. Matthias Hofmann\nHead Global Sustainability\nE-mail:\nsustainability@lonza.com\nPhone:\n+41 61 316 8111\nFor media queries:\nVictoria Morgan\nGlobal Head External\nCommunications\nE-mail:\nvictoria.morgan@lonza.com\nPhone:\n+41 61 316 2283\n52"
  },
  {
    "page": 53,
    "source": "text",
    "content": "Appendix\nGRI Index and SASB Index\nGRI standard Disclosure Page Comments SDG in focus SASB*\nGRI 1: Foundation 2021 52\nGeneral Disclosures\nGRI 2: General Disclosures 2-1 Organizational details Lonza Group Ltd is a public company, listed on the\n2021 Swiss Stock Exchange (SIX) and with a secondary\nlisting at the Singapore Exchange Securities Trading\nLimited (SGX-ST).\nLonza Group Ltd\nMuenchensteinerstrasse 38\n4002 Basel, Switzerland\nTel +41 61 316 81 11\nFax +41 61 316 91 11\nwww.lonza.com\nFor location of operations, please consult our\nwebsite: https://www.lonza.com/about-lonza/\ncompany-profile/locations-worldwide.aspx\n2-2 Entities included in the The information in this report concerns all under\norganization’s sustainability Lonza Group Ltd operational control during 2022,\nreporting including subsidiaries. Joint ventures are not\nincluded unless specifically mentioned.\nFinancial reporting and accounting principles are\navailable in the Notes to the Consolidated Financial\nStatements in the Annual Report 2022.\nUnless otherwise stated, the reporting boundaries\nfor environmental data include the facilities for\nwhich we have operational control, own either\nthe facility or significant relevant equipment, and\nwhere data is readily available and adequately\nrepresentative. Facilities outside the reporting\nboundaries are smaller-sized leased facilities,\nlaboratories, warehouses and office spaces with\ncomparatively insignificant energy consumption.\n2-3 Reporting period, frequency 52\nand contact point\n2-4 Restatements of If, in individual cases, a new form of presentation,\ninformation calculation method or optimized data collection\nhas led to other results for the previous years, then\nthis is noted under the respective disclosures.\n2-5 External assurance 52, 62-64\n2-6 Activities, value chain and Please visit our website www.lonza.com\nother business relationships\nSignificant changes to the organization and its\nsupply chain can be found on pages 10-11 of our\nAnnual Report 2022\n2-7 Employees 12-13 HC-BP-\n330a.1HC-BP-\n330a.2\n2-8 Workers who are not 13 Reported under the contingent workers’ category. HC-BP-\nemployees 330a.1HC-BP-\n330a.2\n2-9 Governance structure and 10-11\ncomposition\n2-10 Nomination and selection Please see the Corporate Governance section of\nof the highest governance body our Annual Report 2022\n2-11 Chair of the highest Please see the Corporate Governance section of\ngovernance body our Annual Report 2022\n2-12 Role of the highest 10-11,\ngovernance body in overseeing 58-59\nthe management of impacts\n2-13 Delegation of responsibility 10-11\nfor managing impacts\n53"
  },
  {
    "page": 54,
    "source": "text",
    "content": "Sustainability Report 2022\nGRI standard Disclosure Page Comments SDG in focus SASB*\nGeneral Disclosures cont.\n2-14 Role of the highest 10-11\ngovernance body in\nsustainability reporting\n2-15 Conflicts of interest 11, 20, 22\n2-16 Communication of critical 20-25, 59\nconcerns\n2-17 Collective knowledge of 11 Please also see the Corporate Governance section\nthe highest governance body of our Annual Report 2022\n2-18 Evaluation of the 11\nperformance of the highest\ngovernance body\n2-19 Remuneration policies Please see the Remuneration section of our Annual\nReport 2022\n2-20 Process to determine Please see the Remuneration section of our Annual\nremuneration Report 2022\n2-21 Annual total compensation Information is confidential and not disclosed.\nratio\n2-22 Statement on sustainable 4-5\ndevelopment strategy\n2-23 Policy commitments 6, 22, 26,\n40, 46\n2-24 Embedding policy 11, 22,\ncommitments 26-28\n2-25 Processes to remediate 20-28,\nnegative impacts 58-61\n2-26 Mechanisms for seeking 22 Our Ethics & Compliance Group provides guidance\nadvice and raising concerns in recognizing, understanding and complying with\nthe laws and ethical standards that govern our\nbusiness practices and activities. This is supervised\nby the Audit and Compliance Committee of the\nBoard of Directors. In addition, we have the Lonza\nEthics Hotline, operated by an external provider.\nThe Lonza Ethics Hotline ensures concerns can be\nraised anonymously if preferred and where allowed\nby law. All concerns and reports where warranted,\nare investigated by our Ethics & Compliance\nGroup and are finally reported to the Audit and\nCompliance Committee.\n2-27 Compliance with laws and Only significant instances of non-compliance are\nregulations compiled for consolidated reporting. There were no\nsignificant instances of non-compliance with laws\nand regulations during 2022.\n2-28 Membership associations 17\n2-29 Approach to stakeholder 14-18\nengagement\n2-30 Collective bargaining In Lonza, there are no employee organizations\nagreements and representatives on a global level. Therefore,\nwe are not collecting specific information about\ncollective bargaining agreements in affiliates.\nGenerally, Lonza Group has a presence in countries\nwhere representation of employees is the rule, via\nwork councils, unions and collective bargaining\nagreements. Local management is responsible for\nmaintaining good labor relations according to legal\nrequirements and agreements with unions, work\ncouncils and other employee- representing bodies.\nWe respect these relationships and work with these\nparties in a mutually respectful manner. In addition\nto the country-specific employee representation, we\nhave also established a European Work Council that\nholds regular meetings. This is designed to maintain\na positive flow of information and communication. In\nthe European Works Council, all European countries\nwith more than 100 employees are represented by\nemployee- nominated delegates: Belgium, France,\nGermany, the Netherlands, Spain, Switzerland, and\nthe United Kingdom. The European Work Council is\nassisted and supported by a union secretary.\n54"
  },
  {
    "page": 55,
    "source": "text",
    "content": "Appendix\nGRI standard Disclosure Page Comments SDG in focus SASB*\nMaterial Topics\nGRI 3: Material Topics 2021 3-1 Process to determine 14-15\nmaterial topics\n3-2 List of material topics 15\n3-3 Management of material Compiled under each topic as per this table.\ntopics\nEconomic\nGRI 205: Anti-corruption 1. Management disclosures 23-24 3, 12 HC-BP-510a.1\n2016 (losses not\nreported)\n205-1 Operations assessed for 24-25\nrisks related to corruption\n205-2 Communication and 23-24\ntraining about anti-corruption\npolicies and procedures\nSupply Chain Responsibility 308-2 Negative environmental 25-27 3, 13, 5, 12 HC-BP-430a.1\nimpacts in the supply chain and\nactions taken\n414-2 Negative social impacts 25-27 3, 13, 5, 12 HC-BP-430a.1\nin the supply chain and actions\ntaken\nEnvironmental\nGRI 302: Energy 2016 1. Management disclosures 29-30 13, 9, 12\n302-1 Energy consumption 30 Note: Minor corrections were made to energy data\nwithin the organization from previous years, as some energy KPIs were\ndouble counting, as well as for improving the data\nsplit for the Visp (CH) site post divestment of our\nformer Special Ingredients business\n302-3 Energy intensity 30\nGRI 303: Water and 1. Management disclosures 31-32 As per the GRI Standard, water stress in an area was 3, 9, 12, 6\nEffluents 2018 assessed using the baseline water stress above 40%\nfrom the tool Aqueduct Water Risk Atlas, consulted\nin 2021. Some sites in the following locations were\nidentified as per the above definition, most being\nlow-water consumers: Mexico, India, China, The\nNetherlands, Belgium, UK, and US.\n303-1 Interactions with water as 31-32\na shared resource\n303-2 Management of water 31-32\ndischarge-related impacts\n303-3 Water withdrawal 31 The amount of Total Dissolved Solids in the water\nsourced is, in general, < 1000 mg/L.\nWater Withdrawal 2022 Total from areas\n[thousand m3] with water stress\nTotal Water Withdrawn 872\nGroundwater Wells 372\nPublic Supply 500\nWater Bodies 0\nNote: Corrections were made to industrial water\ndata from previous years as to only include water\nwithin the scope of Lonza’s definitions\n303-4 Water discharge 32 The amount of Total Dissolved Solids in the water\ndischarged to water bodies is in general < 1000\nmg/L. Water discharged to the sewer with Total\nDissolved Solids > 1000 mg/L is 1,117 thousand m3.\nFrom that amount, 47 thousand m3 are from sites in\nareas with water stress.\nWater Discharge 2022 From areas with\n[thousand m3] water stress\nTotal Water Discharged 626\nWater Discharged to Sewer 579\nWater to Water Bodies 47\n55"
  },
  {
    "page": 56,
    "source": "text",
    "content": "Sustainability Report 2022\nGRI standard Disclosure Page Comments SDG in focus SASB*\nEnvironmental\nGRI 305: Emissions 2016 1. Management disclosures 33-35, 3, 13, 9, 12\n58-61\n305-1 Direct (Scope 1) GHG 33 Note: Corrections made to emissions from onsite\nemissions incineration and emissions from wastewater\ntreatment using a more conservative approach based\non measurements were made for previous years.\n305-2 Energy indirect (Scope 2) 34 Note: Minor corrections made to energy data from\nGHG emissions previous years also impacted Scope 2.\n305-3 Other indirect (Scope 3) 34-35\nGHG emissions\n305-4 GHG emissions intensity 35\n305-7 Nitrogen oxides (NOX), 35\nsulfur oxides (SOX), and\nothersignificant air emissions\nGRI 306: Waste 2020 1. Management disclosures 36-38 3, 13, 12\n306-1 Waste generation and 36-38\nsignificant waste-related\nimpacts\n306-2 Management of 36-38\nsignificant waste-related\nimpacts\n306-3 Waste generated 37\nSocial\nGRI 403: Occupational 1. Management disclosures 40-42 3\nHealth and Safety 2018\n403-1 Occupational health and We maintain an EHS Management System, which\nsafety management system has been adapted to meet ISO 14001 and 45001\nstandards. This program applies to all locations and\nall employees.\n403-2 Hazard identification, 41\nrisk assessment, and incident\ninvestigation\n403-3 Occupational health 41\nservices\n403-4 Worker participation, 42\nconsultation, and\ncommunication on\noccupational health and safety\n403-5 Worker training on 42\noccupational health and safety\n403-6 Promotion of worker 42\nhealth\n403-7 Prevention and mitigation 42\nof occupational health and\nsafety impacts directly linked by\nbusiness relationships\n403-9 Work-related injuries 42-43\nGRI 405: Diversity and 1. Management disclosures 43 3, 5, 4\nEqual Opportunity 2016\n405-1 Diversity of governance 13\nbodies and employees\nEmployee Recruitment, 44-45 Pages 30-33 of our Annual Report 2022 5, 4 HC-BP-330a.1\nRetention and\nDevelopment\nEmployee Engagement 45-46 Pages 30-33 of our Annual Report 2022 5, 4 HC-BP-330a.1\n* Sustainability Accounting Standards Board (SASB) – we have aligned our disclosures with the Biotechnology and Pharmaceuticals Sustainability Accounting\nStandard. As a Contract Development and Manufacturing Organization (CDMO), most of the SASB indicators do not apply.\n56"
  },
  {
    "page": 57,
    "source": "text",
    "content": "Appendix\nSnow covered trees in forest, Gamsbei Hieflau, Styria, Austria 57"
  },
  {
    "page": 58,
    "source": "text",
    "content": "Sustainability Report 2022\nTask Force on Climate-related Financial social and governance (ESG) program, which are presented and\nDisclosures (TCFD) and Climate Change Risk discussed at their meetings. Lonza’s climate-related targets\nManagement at Lonza and results are discussed several times during the year and at\nyear-end in the context of sustainability reporting. The Board\nNatural and man-made factors are influencing the climate. also has oversight of enterprise risks and opportunities that are\nThe increase in greenhouse gas (GHG) emissions from human identified through the company’s ERM program, and which are\nactivities is accelerating climate change, which is causing an reviewed annually.\nincrease in average temperatures and a growing number of\nextreme weather events (droughts, floods, heavy storms, sea Management Oversight\nlevel rise, etc.). These events can have negative impacts such Senior management, and in particular the Lonza Executive\nas food and water scarcity, land erosion, fires and damage to Committee (EC), is responsible for continually monitoring the\nthe built and natural environments. They could potentially affect evolution of risks and opportunities and the risk mitigation\nour operations and our capability to provide the services and progress in the organization. In order for risks to be managed\ntechnologies needed to enable a healthier world. at the appropriate level, the heads of the Business Units,\nOperational Units, Corporate Functions and Business Services\nWe routinely evaluate the relevance and magnitude of risk Organizations provide adequate and timely reporting to the\ncategories, including climate-related risks, as part of our EC. The EC escalates the information about significant risks to\ngeneral business management, Enterprise Risk Management the Board as appropriate.\n(ERM) program and Business Continuity Plan development. We\nstrive to avoid, reduce or mitigate risks, all with anticipated In addition to this governance structure and under the leadership\nnegative impacts of defined magnitude. We also assess if general of the CEO, the EC is responsible for reviewing and approving\ndevelopments may present business opportunities. the company’s sustainability program and agenda, including\nclimate, waste and energy targets. The EC and the Board receive\nLonza aims to follow the recommendations of the Task Force on a quarterly update on the status of our waste, energy and GHG\nClimate-related Financial Disclosures (TCFD) to be transparent target achievements.\nto our stakeholders. This document addresses disclosures in\na framework that includes four pillars: Governance, Strategy, Lonza’s EC has direct oversight of and involvement in the\nRisk Management, and Metrics and Targets. We aim to provide ERM program. At the EC’s direction, the Head of Corporate\nquantitative disclosures on climate-related topics in future as Responsibility and ERM is responsible for mapping and addressing\nwe continue to incorporate the TCFD recommendations into all enterprise risks and opportunities, including those that\nour business. are climate-related, as part of the ERM program. The EC’s\nresponsibility includes overseeing actions to reduce the likelihood\nGovernance of occurrence and the potential impact of negative risks and\nBoard Oversight considering opportunities as part of longer-term strategy\nGovernance and oversight over Sustainability and ESG is with development. Annually, the EC reviews and assesses the ERM\nthe Board of Directors (Board), specifically with the Chairman of findings for reporting to the Board.\nthe Board, with agreed elements to be covered by the Board’s\ncommittees (Nomination and Compensation Committee, Audit More details on Governance may be found in the corresponding\nand Compliance Committee, and Innovation and Technology chapters of this report, specifically on the Sustainability and Risk\nCommittee). While the Board acts as sponsor and overall owner Committee (SRC) and the Safety and Sustainability Steering\nof the program, the implementation is the responsibility of the Board (SSSB), which coordinate the sustainability strategy and\nExecutive Committee (EC). The Board receives regular updates on activities across the company, including climate change and\nclimate-related risks as part of its oversight of the environmental, climate-related measures.\nService Scope Sustainability Solutions Speed\nManufacturing An unparalleled Delivering long- Scientific, Ability to\nand operational breadth of term value, regulatory and accelerate\nexcellence to offerings across economically, manufacturing the path to\ndeliver quality, services and environmentally expertise to solve commercialization\nvalue and “right modalities and socially our customers’\nfirst time” challenges\n58"
  },
  {
    "page": 59,
    "source": "text",
    "content": "Appendix\nStrategy In 2020, we also initiated a program to evaluate and identify\nLonza’s purpose is to enable a healthier world. To achieve this the main contributors to our value chain GHG footprint (also\npurpose, we have defined five strategic priorities as focus known as Scope 3), which stem mainly from the materials and\nareas. These guide our business activities and practices, to services we purchase. We are engaging with the most relevant\nensure that we capture and capitalize upon our unique points suppliers to collaborate on reducing our Scope 3 footprint.\nof differentiation.\nWe are reevaluating our sourcing strategy, taking into account\nAddressing the central focus area of sustainability, Lonza is availability of materials, logistics and risks for supply chain\ncommitted to net-zero GHG emissions by 2050. Group and disruptions. We have also been strengthening the existing\nindividual site roadmaps include concrete actions and projects to due diligence process for new and incumbent suppliers to\nsupport achievement of the corporate goals and involve global identify and minimize the risks in our supply chain, e.g., for\nfunctions. These include engineering for new infrastructure and environmental, social and labor misconduct. As a member of\ngrowth investments, operations for efficiency improvements the PSCI (Pharmaceutical Supply Chain Initiative), we are aligned\nand procurement for supplier collaboration. with its principles and share supplier reports and audit results\nwith the industry group. Key elements of our sustainability\nThe Sustainability and Procurement teams work together to program are included in the Risk Management section below.\nmanage climate strategy and actions in the supply chain.\nRisk Management\nWe have included several ESG targets in our Group incentive plan Our ERM program is a critical element of our strategic planning\nas of 2022. Among others, these include targets for achieving and provides a mechanism and appropriate governance for risk\nreductions in Scope 1, Scope 2 and Scope 3 GHG emission management. The program focuses on risks and opportunities\ncategories and water intensity. that may affect the company’s strategic and financial targets\nor impact the mid-term success of the business, as well as\nSustainability Roadmap evaluating emerging risks that may impact our business over\nWe are currently focusing on three fields: monitoring our a longer-term horizon. The annual ERM process includes the\nprogress against our 2030 sustainability targets, enhancing following elements:\npublic disclosures regarding ESG topics and providing guidance\nand support for sustainability-related initiatives across our\nglobal site network. In addition, we have initiated a program to\nprocure and source electricity globally from renewable sources\nby 2025, where available through power purchase agreements\ninvesting in additional production assets.\nLonza Enterprise Risk Management\nRisk Trend Calibration Reporting Reporting\nIdentification Analysis and Mitigation to Executive to Board of\nPlanning Committee Directors\nWe identify risks Our ERM team We conduct calibration We report findings We report top risks and\nduring discussions with consolidates input, workshops with senior to the Executive mitigation plans to the\nindividual risk owners. assesses the risks and leadership teams and Committee for Audit Committee and\nThe discussions include maps probability and ensure appropriate evaluation and Board of Directors to\nfocus on ESG risks, impact versus prior year. mitigation measures alignment with strategic ensure awareness and\nincluding those related are in place. Mitigation planning. appropriate oversight.\nto climate change. measure owners report\nstatus of their measures\nquarterly.\n59"
  },
  {
    "page": 60,
    "source": "text",
    "content": "Sustainability Report 2022\nGiven the nature of our business, we believe probable climate It is difficult to estimate the financial implications of carbon\nrisks that would materialize over the mid-term horizon are taxes. Fuel and energy taxes, as well as regulations, could have\nlimited to site-specific natural disasters and extreme weather a negative financial impact. The expansion of schemes into\nevents, such as hurricanes, floods, wildfires, etc. These risks other legislations will require additional management focus, and\nare managed by site business continuity plans (see below). efforts to align with suppliers will also take time and resources.\nAdditional or Group-wide climate-related risks are unlikely to\nbe material during this time horizon. We do not consider our Many investments to reduce the carbon budget are not within\nbusiness to be carbon intensive, natural or ecosystem resource traditional payback expectations of business expansions and\nintensive (land, marine) and it is not consumer goods oriented. are generally not routinely acceptable in the industry. Therefore,\nTherefore, our current focus on analyzing and implementing we are refining our standards for considering and approving\nclimate-related scenarios remains at a production site level. these capital investments to allow a longer-term perspective\nof sustainability and cost benefits when making major capital\nOutside of the ERM program, longer-term implications of climate investments.\nchange are relevant for site-level development planning, such as\nlimitations to water availability, storm frequencies, wastewater Physical Risks\ndisposal limitations, and flooding. The risk management of Extreme weather events, such as hurricanes, floods, droughts\nthese implications is part of our ongoing work on our Business and fires, can seriously affect the company's operations,\nContinuity Plan, which covers issues including flooding and storm suppliers and supply chain processes. However, the additional\nrisks, which are assessed for all manufacturing locations. We contribution of adverse effects induced by climate change is\nhave an overview of the individual risks at the sites and plans uncertain, but we expect an increase in frequency.\nto mitigate substantial impacts. We intend to include long-term\nclimate risk scenario planning within our risk management and As such risks are mostly site-specific, our manufacturing sites\nbusiness continuity management program. have contingency plans and backup systems in place and make\ninformed decisions on the acceptable level of risk and the\nphysical investments needed to address such risks as part of\nRegulatory Risks our business continuity planning.\nThe main regulatory risks identified concern the potential revision\nof existing law and uncertainty of developing laws regarding Lonza sites require fresh water for manufacturing and also\ncarbon dioxide tax and other instruments and changing or new use water for cooling. Increased temperatures could reduce\ncap and trade systems. In the European Union, changes could cooling capacity or quantitative limits on water intake (physically/\nincrease the price of certificates and/or decrease the amount by authorities). Water risks are local by nature, and therefore\nof free allowances granted. In other geographies, new carbon sites need to address local water risks as part of their business\npricing policies are planned or are being implemented in the continuity plans and sustainability roadmaps.\nnear future.\nAs an example, exposure to risk of flooding at our Visp\nThese changes could affect Lonza's operations directly or manufacturing complex in Switzerland has been drastically\nindirectly, leading to an increase in operating costs and additional reduced with the completion of the correction in the river Rhone.\nmanagement focus and efforts including monitoring, reporting The river bed now provides for almost full high water capacity.\nand verification. In addition, due to the different speeds at The multi-year regional project was financed and executed by\nwhich regional legislation is put in place, policy asymmetry is the state and supported by public funding on a national level. A\nexpected in the short and medium term. minor probability of flooding at our Visp site may still potentially\nlead to business interruption for a limited time. The risk is known\nFor the moment, carbon pricing is not yet a decisive factor in the and evaluated, and the necessary contingency plans exist and\nconsideration regarding where we locate our activities. A further are ready to be activated.\nincrease in fuel and energy costs is expected and recognized\nby the business strategies, and Lonza considers the risks as\npart of its annual ERM program. The energy price impact risks\napply worldwide but to a varying degree, with more exposed\noperations in Europe. It is expected that energy efficiency\nregulations will become more stringent and increasingly be\nintegrated into environmental legislation and vice versa. At the\nsame time, planning will remain challenging as the volatility in\npolitical decision-making may increase.\n60"
  },
  {
    "page": 61,
    "source": "text",
    "content": "Appendix\nReputational Risks We measure our energy use on a regular basis. Energy use is\nAt Lonza, our performance and value are also increasingly reported quarterly into a centralized global data tool, and the\nmeasured by our sustainability performance. Failure to achieve data is analyzed by our global Environment, Health, Safety and\nexpectations could harm the company's reputation and potentially Sustainability teams. This vital information forms the basis for\nimpact customer trust in Lonza as a supply partner. To provide updated reduction goals and investment projects planning to\ntransparency and accountability to our stakeholders, we began achieve major improvements in energy efficiency and other\nsustainability reporting according to GRI standards in 2018 and areas. Some sites have adopted an energy management system\nestablished comprehensive ESG targets at the beginning of 2019. according to the ISO 50000 framework, which includes an\nenergy team, policy, targets and a rolling action plan.\nOur sites regularly engage with their relevant stakeholders on\na local level. On a corporate and divisional level, we engage This engagement also aims for reduced exposure to future\nwith customers to improve our sustainability performance, fossil fuel price increases and carbon costs. The opportunities\nincluding joint projects and knowledge exchange. We are active are mostly managed on a local basis, so the cost savings have\non relevant social media channels to engage in discussion with not yet been consolidated.\nour stakeholders and receive feedback from individuals and\ngroups. Our ongoing dialogue with stakeholders, especially Metrics and Targets\nwith the sustainability experts of financial and proxy advisors, We report on our direct and indirect GHG emissions (Scope\nhelps us to refine our scope and identify other material topics. 1, 2 and 3) and other data in the Environment section of this\nreport and in our most recent response to the CDP climate\nWe conducted materiality assessments to set priorities for questionnaire, which is publicly available.\nour strategy and targets. The first materiality assessment was\nperformed in 2018. We have reviewed the materiality assessment We have now increased targets to reduce 50% of our GHG\nwith a new focus as a dedicated pharma, biotech and nutrition emissions (Scope 1 and 2 location-based), energy and waste\nbusiness in 2021. In this assessment, we gathered input from intensity by 2030 (2018 baseline) by a million of sales per year.\nvarious stakeholder groups, including colleagues, customers, This increase was agreed upon, as we were already achieving\nthe scientific community, shareholders, financial analysts, our our previous targets of 36% by 2030.\nmanagement and Board, reflecting this new positioning and\nhow we utilize it to influence our priorities and strategy. We also aim to purchase and source the electricity we consume\nglobally from renewable sources by 2025, where available.\nOpportunities\nSome innovation potential is unlocked through the introduction Several of our sites are investing in energy-efficient equipment,\nof energy efficient technologies, alternative project ideas and implementing projects to capture waste energy and installing\ncooperation with external companies. For instance, we are using on-site renewable energy equipment, like photovoltaic panels\nexcess steam from an external waste incinerator to substitute and biomass boilers.\nfossil fuels at our production complexes in Visp (CH) and Colmar\n(FR). The installation of solar panels in various sites has been As part of our strategy to decrease the footprint of our\ncompleted and is also being advanced; currently, five sites have infrastructure, we are implementing “sustainability by design”\ninstalled photovoltaic panels. Energy reduction decreases costs standards specifically for energy and water efficiency, to build\nand emissions, and the reduction in emissions also reduces the growth projects with best-in-class technologies for a low-carbon\nexposure to future carbon pricing schemes. and low-resource infrastructure. We are also participating in\nresearch projects to evaluate carbon capture technologies.\nFor some years, we have been working with a partner to analyze\ndata for energy consumption, power contracting and supply and\ndemand harmonization. This has given us a better understanding\nof improving energy efficiency and managing costs, and it also\nserves as a starting point for converting our electricity demand\ninto renewable sources.\n61"
  },
  {
    "page": 62,
    "source": "text",
    "content": "Sustainability Report 2022\nIndependent limited assurance report on selected\nquantitative sustainability information in Lonza Group Ltd.’s\nSustainability Report 2022\nTo the Board of Directors of Lonza Group Ltd, Basel\nWe have undertaken a limited assurance engagement on Lonza Group Ltd’s (hereinafter \"Lonza”) following selected\nquantitative sustainability information in Lonza’s accompanying Sustainability Report 2022 for the year ended\nDecember 31, 2022 (hereinafter “Sustainability Information”):\nTotal scope 1 emissions page 33\nTotal scope 2 emissions (location-based) page 34\nIndustrial water intensity page 32\nOur assurance engagement does not extend to information in respect of earlier periods or to any other information\nincluded in the Sustainability Report 2022, Annual Report or any other Report, including any images, audio files or\nembedded videos.\nOur Limited Assurance Conclusion\nBased on the procedures we have performed as described under the ‘Summary of the work we performed as the\nbasis for our assurance conclusion’ and the evidence we have obtained, nothing has come to our attention that\ncauses us to believe that the Sustainability Information in Lonza’s Sustainability Report 2022 is not prepared, in all\nmaterial respects, in accordance with the Global Reporting Initiative (GRI) Standards.\nWe do not express an assurance conclusion on information in respect of earlier periods or to any other information\nincluded in the Sustainability Report 2022, Annual Report or any other Report, including any images, audio files or\nembedded videos.\nUnderstanding how Lonza has Prepared the Sustainability Information\nThe GRI Standards have been used as criteria references for the Sustainability Information. Consequently, the\nSustainability Information needs to be read and understood together with these criteria.\nInherent Limitations in Preparing the Sustainability information\nDue to the inherent limitations of any internal control structure, it is possible that errors or irregularities may occur in\ndisclosures of the Sustainability Information and not be detected. Our engagement is not designed to detect all\ninternal control weaknesses in the preparation of the Sustainability Information because the engagement was not\nperformed on a continuous basis throughout the period and the audit procedures performed were on a test basis.\nLonza’s Responsibilities\nThe Board of Directors of Lonza is responsible for:\n- Selecting or establishing suitable criteria for preparing the Sustainability Information, taking into\naccount applicable law and regulations related to reporting the Sustainability Information;\n- The preparation of the Sustainability Information in accordance with the GRI criteria;\n- Designing, implementing and maintaining internal control over information relevant to the preparation\nof the Sustainability Information that is free from material misstatement, whether due to fraud or error.\n© 2023 KPMG AG, a Swiss corporation, is a subsidiary of KPMG Holding AG, which is a member firm of the\nKPMG global organization of independent member firms affiliated with KPMG International Limited, a private\nEnglish company limited by guarantee. All rights reserved.\n62"
  },
  {
    "page": 63,
    "source": "text",
    "content": "Appendix\nOur Responsibilities\nWe are responsible for:\n- Planning and performing the engagement to obtain limited assurance about whether the Sustainability\nInformation is free from material misstatement, whether due to fraud or error;\n- Forming an independent conclusion, based on the procedures we have performed and the evidence\nwe have obtained; and\n- Reporting our independent conclusion to the Board of Directors of Lonza.\nAs we are engaged to form an independent conclusion on the Sustainability Information as prepared by the Board of\nDirectors, we are not permitted to be involved in the preparation of the Sustainability Information as doing so may\ncompromise our independence.\nProfessional Standards Applied\nWe performed a limited assurance engagement in accordance with International Standard on Assurance\nEngagements 3000 (Revised) Assurance Engagements other than Audits or Reviews of Historical Financial\nInformation, issued by the International Auditing and Assurance Standards Board.\nOur Independence and Quality Control\nWe have complied with the independence and other ethical requirements of the International Code of Ethics for\nProfessional Accountants (including International Independence Standards) issued by the International Ethics\nStandards Board for Accountants, which is founded on fundamental principles of integrity, objectivity, professional\ncompetence and due care, confidentiality, and professional behavior.\nOur firm applies International Standard on Quality Control 1 and accordingly maintains a comprehensive system of\nquality control including documented policies and procedures regarding compliance with ethical requirements,\nprofessional standards, and applicable legal and regulatory requirements.\nOur work was carried out by an independent and multidisciplinary team including assurance practitioners and\nsustainability experts. We remain solely responsible for our assurance conclusion.\nSummary of the Work we Performed as the Basis for our Assurance Conclusion\nWe are required to plan and perform our work to address the areas where we have identified that a material\nmisstatement of the Sustainability Information is likely to arise. The procedures we performed were based on our\nprofessional judgment. Carrying out our limited assurance engagement on the Sustainability Information included,\namong others:\n- Assessment of the design and implementation of systems, processes and internal controls for\ndetermining, processing and monitoring sustainability performance data, including the consolidation of\ndata;\n- Inquiries of employees responsible for the determination and consolidation as well as the\nimplementation of internal control procedures regarding the selected disclosures;\n- Inspection of selected internal and external documents to determine whether qualitative and\nquantitative information is supported by sufficient evidence and presented in an accurate and balanced\nmanner;\n- Assessment of the data collection, validation and reporting processes as well as the reliability of the\nreported data on a test basis and through testing of selected calculations;\n- Analytical assessment of the data and trends of the quantitative disclosures in the scope of the limited\nassurance engagement;\n© 2023 KPMG AG, a Swiss corporation, is a subsidiary of KPMG Holding AG, which is a member firm of the\nKPMG global organization of independent member firms affiliated with KPMG International Limited, a private\nEnglish company limited by guarantee. All rights reserved.\n63"
  },
  {
    "page": 64,
    "source": "text",
    "content": "Sustainability Report 2022\n- Assessment of the consistency of the disclosures applicable to Lonza with the other disclosures and\nkey figures and the overall presentation of the disclosures through critical reading of Lonza’s\nSustainability Report 2022\nThe procedures performed in a limited assurance engagement vary in nature and timing from, and are less in extent\nthan for, a reasonable assurance engagement. Consequently, the level of assurance obtained in a limited assurance\nengagement is substantially lower than the assurance that would have been obtained had we performed a\nreasonable assurance engagement.\nKKPPMMGG AAGG\nSilvan Jurt CCyriillll KKauffmann\nLicensed audit expert Licensed audit expert\nZurich, 8 March 2023\n© 2023 KPMG AG, a Swiss corporation, is a subsidiary of KPMG Holding AG, which is a member firm of the\nKPMG global organization of independent member firms affiliated with KPMG International Limited, a private\nEnglish company limited by guarantee. All rights reserved.\n64"
  },
  {
    "page": 65,
    "source": "text",
    "content": "65"
  },
  {
    "page": 66,
    "source": "text",
    "content": "Sustainability Report 2022\nLegal Disclaimer\nNo Warranty and No Liability Limited Use\nWhile Lonza Group Ltd and its affiliates (collectively and individually, Lonza Group hereby grants you the right to display, store and\nthe “Lonza Group”) make efforts to include accurate and up-to- reproduce copies of this publication for personal use subject\ndate information, they make no representations or warranties, to the following conditions: The publication may be used for\nexpress or implied, as to the accuracy or completeness of the internal purposes only and may not be sold or distributed for\ninformation provided on this publication and disclaim any liability commercial or political purposes; The publication may not be\nfor the use of this publication or any publication linked to it. modified, diffused, reposted or transmitted in any respect;\nLonza Group may change this publication at any time without The copyright notice must appear on every copy of the work\nnotice but does not assume any responsibility to update it. Lonza or portion thereof.\nGroup makes no warranties, express or implied, and assumes\nno liability in connection with any use of this publication. Every Trademarks\nuser agrees that all access and use of this publication and of any All third party trademarks are being used for informational\npublication linked to it and the information contained herein and purposes only, with permission from their owners. All other\ntherein are at their own risk. Neither Lonza Group (including its trademarks, logos and service marks (collectively, the\nagents, directors, and employees) nor any other party involved “Trademarks”) used or mentioned on this publication are\nin creating this publication is liable for any direct, incidental, registered and unregistered trademarks of Lonza Group Ltd,\nspecial, consequential, indirect or punitive damages or other one of its affiliates or third parties and are legally protected\ndamages arising out of your access to or use of this publication, in Switzerland and/or USA or European Union. Be aware that\nincluding but not limited to viruses or malware that may infect certain product names are trademarks, even if not specifically\nyour computer equipment or software and any damages for mentioned.\nlost profits, business interruption, loss of programs or other\ndata on your information handling system or otherwise, even Nothing on this publication should be construed as granting, by\nif Lonza Group or any other person or entity is advised of the implication, estoppel or otherwise, any license or right in or to\npossibility of such damages and irrespective of whether such the Trademarks without the express prior written permission of\ndamages arise in an action of contract, negligence or other Lonza Group Ltd or such other third party. Your misuse of the\ntortious or legal action. Trademarks on this publication and in its conditions is strictly\nprohibited.\n66"
  },
  {
    "page": 67,
    "source": "text",
    "content": "Legal Disclaimer\nAutumn coloured trees in Scotland 67"
  },
  {
    "page": 68,
    "source": "text",
    "content": "Sustainability Report 2022\nwww.lonza.com\nDisclaimer\nLonza Group Ltd has its headquarters in Basel, Switzerland, and\nis listed on the SIX Swiss Exchange. It has a secondary listing on\nthe Singapore Exchange Securities Trading Limited (“SGX-ST”).\nLonza Group Ltd is not subject to the SGX-ST’s continuing listing\nrequirements but remains subject to Rules 217 and 751 of the\nSGX-ST Listing Manual.\n© 2023 Lonza Ltd\n68"
  }
]