[
  {
    "page": 1,
    "source": "text",
    "content": "Environmental, Social\n& Governance (ESG)\nProgress Report\n2019/2020"
  },
  {
    "page": 2,
    "source": "text",
    "content": "Contents\n3-7 Introduction GRI/SASB disclosures 86–95 GRI/SASB indices This is the Environmental, Social & Governance (ESG) Progress Report 2019/2020\nof Merck & Co., Inc., Kenilworth, N.J., U.S.A., which is known as MSD outside\n8–22 General Disclosures the U.S. and Canada. This report is a supplement to our comprehensive online\nAn SDG index can be found at\n23–35 Economic report, available at MSDresponsibility.com. Information on documents filed\nMSDresponsibility.com with the Securities and Exchange Commission (SEC), such as our Form 10-K and\n36–58 Environmental\nProxy Statement, can be found on our corporate website, which is intended\n59–85 Social only for residents of the U.S. and Canada.\nMSD ESG Progress Report 2019/2020 2"
  },
  {
    "page": 3,
    "source": "text",
    "content": "Highlights\nAccess to Health Employees Ethics & Values\n100% 43% $2.4B\nTop 20 global burdens of Management roles held Spend with minority-, women-, veteran-,\ndisease addressed by our by women.1 LGBT- and disability-owned suppliers.1\nproducts and pipeline.1,2,3\nZero\nWe are currently\nadvancing two Employees laid off in 2020 as\nthe result of the pandemic,\nSARS-CoV-2/COVID-19\nincluding our 500-person\nsummer internship program.\nvaccine candidates.\nEbola\nEnvironmental\nSustainability\nOur Ebola Zaire Vaccine, ERVEBO,\nhas been prequalified by the WHO,\napproved by the U.S. FDA, and approved 25.4%\nby the Government of the Democratic\nRepublic of the Congo (DRC).1 1 As of December 31, 2019.\nPurchased electricity from\n2 As defined by the Institute for Health Metrics and Evaluation (IHME)\nrenewable sources.1,4 using GBD 2017 data; excluding road injury, self-harm, interpersonal\n344M By 2040, our goal is 100%. violence and neonatal disorders.\n3 This number is slightly higher in 2019 than in years past due to our\nexpanded collaboration with MSD-Welcome Trust Hilleman\nLaboratories and our acquisitions of Immune Design and Peloton,\nTreatments for the 15%\nTilos Therapeutics and Calporta in 2019.\nelimination of river\n4 We have defined “purchased electricity” as electricity sourced from\nblindness and lymphatic\nexternal suppliers as well as renewable electricity that was generated\nfilariasis (LF) shipped to Reduction in water use and utilized onsite where we retained the renewable attributes\nendemic countries.1 since 2015.1 or where we have obtained renewable attributes through contract.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 3"
  },
  {
    "page": 4,
    "source": "text",
    "content": "A message from our CEO\nDear Stakeholders, for Systems Biology as well as the Latino Americans who have been In this report, we provide updates\nACTIV (Accelerating COVID-19 disproportionately impacted by on our strategy and performance\nAs we launch our 2019/2020 Therapeutic Interventions and the pandemic. in these key areas, reflecting\nCorporate Responsibility Report, Vaccines) consortium, led by progress we made in 2019 as well\nthe world continues to face National Institutes of Health. And We’re also addressing these as the first half of 2020.\na health crisis of proportions we are collaborating with the Bill & disparities through our social\nunprecedented in our lifetimes. Melinda Gates Foundation as well justice efforts, partnering to close One of our proudest achievements\nWith the COVID-19 pandemic as other global stakeholders, on the opportunity gap to diverse is our work to combat the latest\npersisting in communities across issues of access and the equitable talent at all stages of their careers. Ebola outbreak in the Democratic\nthe globe, never has there been deployment of pandemic vaccines. We continue to advance economic Republic of the Congo (DRC). Since\na moment when our mission — to inclusion through our 35-year- July 2018, over 300,000 patients\nsave and improve lives — appears We have also prioritized the long effort to support small- and have been vaccinated to-date with\nas clear and compelling. health, safety and wellbeing of our minority-owned business and investigational doses of Ebola Zaire\nemployees. Recognizing both their support our workforce through a Vaccine (V920) that we donated\nFor more than 125 years, our passion to make a difference and broad range of existing diversity to the World Health Organization\nunwavering commitment to the demand for frontline health and inclusion resources, including (WHO) in support of outbreak\ninventing new medicines and care professionals, we introduced those aimed at eliminating response efforts. In November\nvaccines in the fight against a new global program in March unconscious bias, discrimination 2019, ERVEBO (Ebola Zaire\ninfectious diseases means that we 2020 to enable our medically and exclusion. Vaccine, Live) was prequalified by\nhave the capability, capacity and trained employees to volunteer WHO, and in December 2019 it\nexpertise to help develop effective time to aid their communities while Our stand against systemic racism was approved by the FDA. While\nresponses to the pandemic. maintaining their base pay. We are and for health equity and economic manufacturing efforts continue,\nso grateful to our employees who inclusion along with our ability to we are committed to continuing\nWe are advancing two heeded the call to serve — they respond with confidence to crises to supply investigational doses\nSARS-CoV-2/COVID-19 exemplify our commitment to like this pandemic are underpinned as needed to support ongoing\nvaccines — one in partnership patients and to our mission to save by our core commitment to outbreak response efforts in the\nwith IAVI and another through our and improve lives. operating responsibly. What we do DRC and neighboring countries.\nacquisition of Themis Bioscience. matters as much as how we work, These efforts help ensure that\nIn addition, we are collaborating In addition, we have contributed which is why acting responsibly a vaccine will continue to be\nwith Ridgeback Bio to develop a or committed more than $30 is embraced within our four key available in the fight against this\nnovel antiviral candidate. million to global, national and areas of corporate responsibility: deadly virus.\nlocal COVID-19 relief efforts to Access to Health, Employees,\nWe are also proud to be a part of\nhelp strengthen health systems Environmental Sustainability, and Our response to the Ebola\nthe global collaborations, joining\nand address health disparities, Ethics & Values. outbreak is part of our long track\nresearch efforts with the Institute\nincluding among Black and record of making our vaccines\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 4"
  },
  {
    "page": 5,
    "source": "text",
    "content": "and medicines accessible and frameworks, reflects our support\naffordable, work that is guided for the 10 universally accepted\nby our Access to Health Guiding principles of the UN Global\nPrinciples. First introduced in Compact, and recognizes the\n2010, the Principles ensure we important role we play in helping\nfulfill our commitment to access as to address the UN Sustainable\na core company value. Recognizing Development Goals (SDGs). Our\nchanging global access needs, we primary focus as it relates to these\nconducted a strategic reevaluation global goals is SDG 3, Good Health\nof our principles this past year. and Wellbeing, which aligns with\nWe’re pleased to come forward our core business and mission.\nwith refreshed principles and Key\nPerformance Indicators (KPIs) While 2020 has been, and will\nthat measure and report on our continue to be, challenging in\nprogress and performance in a unparalleled ways, the ingenuity,\nmore meaningful way. flexibility and perseverance of our\nmore than 70,000 employees gives\nWe have also recently increased me hope. Throughout our history,\nthe diversity of our Board of we have been committed to a\nDirectors, now comprising clear and compelling mission to\n46 percent women, up from save and improve lives.\n33 percent at the end of 2019. Our\nBoard has long believed in the We have every intention to\nbusiness value of having diverse continue on this path.\nperspectives and is committed to\nSincerely,\nhaving the right mix of skills and\nexpertise to address our current\nand future needs.\nThese, and many other examples\nKenneth C. Frazier\nof our progress this past year,\nChairman and Chief Executive Officer\nare detailed in this report which\nuses widely recognized reporting\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 5"
  },
  {
    "page": 6,
    "source": "text",
    "content": "Our purpose\nOperating responsibly as a business is at the very heart of our\nability to deliver sustainable impact — driving long-term value\nfor our company and society.\nFor more than a century, we have Our approach to corporate\nbeen inventing medicines and responsibility is about the\nvaccines for many of the world’s health, economic, social and\nmost challenging diseases, environmental impact we have\nand we have built a company on individuals, communities and\nwith the talent, tenacity and ecosystems around the world.\nstrength to take on some of the\nbiggest threats to human and We hold ourselves accountable to\nanimal health. our many stakeholders, including\npatients, employees, customers\nWe continue to focus our research and shareholders, all of whom\non conditions that represent some help to define our corporate\nof today’s most significant health responsibility priorities.\nchallenges — cancer, diabetes, HIV,\nHPV, hepatitis C, cardio-metabolic\ndisease, antibiotic-resistant\ninfection, Alzheimer’s disease and\nothers — and we are on the front\nlines in the fight against global\npandemics, such as COVID-19\nand Ebola.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 6"
  },
  {
    "page": 7,
    "source": "text",
    "content": "Our focus\nRefl0e1cting our commitment to managing environmental, 02\nsociAalc acneds gso tvoe rhneaanlcteh (ESG) issues, we continue to focus ouEr nvironmental Sustainability\napproach to corporate responsibility in four primary areas\nWe aspire to improve access to A healthy planet is essential to human\nthat are of greatest relevance to our business and society.\nhealth by discovering, developing and health and the sustainability of\nproviding innovative products and our business.\nservices that save and improve lives.\nAccess to Health Environmental Sustainability\nWe aspire to improve access to A healthy planet is essential to\n03 04\nhealth by discovering, developing and human health and the sustainability\npErmovpidloinyge inensovative products and oEft ohuicr sb u&si nVeaslsu.es\nservices that save and improve lives.\nWe recognize that our ability to excel Through our unwavering commitment\ndepends on the integrity, knowledge, to transparency, we earn the trust\nimagination, skill, diversity and and confidence of our stakeholders.\nteamwork of our employees.\nEmployees Ethics & Values\nWe recognize that our ability to excel Through our unwavering commitment\ndepends on the integrity, knowledge, to transparency, we earn the trust\nimagination, skill, diversity and and confidence of our stakeholders.\nteamwork of our employees.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 7"
  },
  {
    "page": 8,
    "source": "text",
    "content": "GRI/SASB Disclosures\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 8"
  },
  {
    "page": 9,
    "source": "text",
    "content": "General\nDisclosures\nOrganizational Profile\nGRI 102-1 Organization name (Core)\nGRI 102-2 Primary brands, products, and\nservices (Core)\nGRI 102-3 Headquarters location (Core)\nGRI 102-4 Location of operations (Core)\nGRI 102-5 Ownership and legal form (Core)\nGRI 102-6 Markets served (Core)\nIn the United States and Canada, we are known as\nMerck & Co., Inc., Kenilworth, NJ, USA. Elsewhere\nwe are known as MSD.\nWe are a global health care company that delivers organizations, pharmacy benefit managers and other\ninnovative health solutions through our prescription institutions. Human health vaccine products consist\nmedicines, vaccines, biologic therapies and animal of preventive pediatric, adolescent and adult vaccines,\nhealth products. The company’s operations are primarily administered at physician offices. The\nprincipally managed on a products basis and company sells these human health vaccines primarily\ninclude four operating segments, which are the to physicians, wholesalers, physician distributors and\nPharmaceutical, Animal Health, Healthcare Services government entities.\nand Alliances segments.\nThe Animal Health segment discovers, develops,\nThe Pharmaceutical segment includes human health manufactures and markets a wide range of veterinary\npharmaceutical and vaccine products. Human health pharmaceutical and vaccine products, as well as health\npharmaceutical products consist of therapeutic and management solutions and services, for the prevention,\npreventive agents, generally sold by prescription, treatment and control of disease in all major livestock\nfor the treatment of human disorders. The company and companion animal species. The company also offers\nsells these human health pharmaceutical products an extensive suite of digitally connected identification,\nprimarily to drug wholesalers and retailers, traceability and monitoring products. The company\nhospitals, government agencies and managed sells its products to veterinarians, distributors and\nhealth care providers such as health maintenance animal producers.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 9"
  },
  {
    "page": 10,
    "source": "text",
    "content": "The Healthcare Services segment provides services\nand solutions that focus on engagement, health\nanalytics and clinical services to improve the value of\ncare delivered to patients. The company has recently\nsold certain businesses in the Healthcare Services\nsegment and is in the process of divesting the remaining\nbusinesses. While the company continues to look for\ninvestment opportunities in this area of health care,\nthe approach to these investments has shifted toward\nventure capital investments in third parties as opposed\nto wholly owned businesses.\nThe Alliances segment primarily includes activity from\nthe company’s relationship with AstraZeneca LP\nrelated to sales of Nexium and Prilosec, which concluded\nin 2018.\nPrincipal research facilities outside the United States\nIn February 2020, we announced our intention to are located in Switzerland and China. Our manufacturing\nspin-off products from our women’s health, trusted operations are headquartered in Whitehouse Station,\nlegacy brands and biosimilars businesses into a new, New Jersey. We also have production facilities for\nindependent, publicly traded company (Organon) human health products at nine locations in the United\nthrough a distribution of Organon’s publicly traded States and Puerto Rico. Outside the United States,\nstock to company shareholders. through subsidiaries, we own or have an interest in\nmanufacturing plants or other properties in Japan,\nOur U.S. commercial operations are headquartered\nSingapore, South Africa, and other countries in\nin Upper Gwynedd, Pennsylvania. The company’s\nWestern Europe, Central and South America, and Asia.\nU.S. pharmaceutical business is conducted through\ndivisional headquarters located in Upper Gwynedd, The principal market for trading of our Common\nPennsylvania and Kenilworth, New Jersey. Our vaccines Stock is the New York Stock Exchange (NYSE) under\nbusiness is conducted through divisional headquarters the symbol MRK. As of January 31, 2020, there were\nlocated in Upper Gwynedd, Pennsylvania. The Animal approximately 109,500 shareholders of record of the\nHealth headquarters is located in Madison, New Jersey. company’s common stock.\nPrincipal U.S. research facilities are located in Rahway\nand Kenilworth, New Jersey; West Point, Pennsylvania; For more information, please see our 2019 Form 10-K\nPalo Alto, California; Boston, Massachusetts; South on our corporate website.\nSan Francisco, California; and Elkhorn, Nebraska\n(Animal Health).\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 10"
  },
  {
    "page": 11,
    "source": "text",
    "content": "Employees by region\nGRI 102-7 Scale of the organization (Core)\nGRI 102-8 Information on employees and\nother workers (Core)\nSASB 000.A Patients treated (#)\nAs of December 31, 2019, the company had\napproximately 71,000 employees worldwide, with\nEurope (Western) and Canada\napproximately 26,000 employed in the United States,\n29.8%\nincluding Puerto Rico. Approximately 30 percent of\nworldwide employees of the company are represented\nby various collective bargaining groups. U.S. Japan\nEastern Europe, Middle East and Africa 5.0%\n35.1%\nFor more information on our global impact, please visit 4.5%\nour Diversity & Inclusion and Social Investments pages\nAsia-Pacific\non MSDresponsibility.com.\nLatin America 18.3%\n7.4%\nWorkforce 2015 2016 2017 2018 2019\nNumber of employees as of December 31, 2019 68,000 68,000 69,000 69,000 71,000\n(approximate)\nPeople reached through major programs and partnerships 188 293 311 357 422\n(estimate in millions)1\n1 Represents investments by our Office of Social Business Innovation, including our Office of Corporate Responsibility, MSD for Mothers and our\ncompany’s Foundation.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 11"
  },
  {
    "page": 12,
    "source": "text",
    "content": "The Global Sourcing & Procurement and Supplier Our company’s Processes Operations and Strategy\nGRI 102-9 Supply chain (Core) Management function is responsible for maintaining the (PO&S) Sustainable Sourcing Team is responsible for\nSASB 260a.1 Methods and technologies used to standards by which suppliers are identified, qualified managing our Environmental Sustainable Sourcing\nmaintain traceability of products and managed. Supplier selection and management program.\nthroughout the supply chain follow a robust sourcing management process, in\nUtilizing a standardized survey template generated\nwhich environmental sustainability, economic inclusion\nand maintained by the Pharmaceutical Supply Chain\nand supplier diversity principles are integrated\nOur company manufactures, packages and distributes\nInitiative (PSCI), we collect information including but\nthroughout each stage. Throughout the supplier life\nproducts to more than 140 markets around the world.\nnot limited to: greenhouse gas, energy, water, supplier\ncycle, our company establishes expectations, assesses\nOur facilities, along with our external contractors,\nsustainability programs and goals.\nrisk, supports supplier development and manages\nsuppliers and partners, make up an integrated,\nperformance.\ninterdependent global manufacturing network that\nis committed to delivering compliant, reliable supply\nto customers and patients on time, all the time, and Goals Progress Indicator\nevery time.\nBy 2018, we will collect greenhouse gas (GHG) emissions and GHG and water data collected Achieved\nOur business goal is to achieve world-class supply in\nwater use data from at least 90 percent of our strategic suppliers from 96% of high-impact\ndelivery, services and quality. We source from suppliers\nwith the highest environmental impact. strategic suppliers\nglobally in the areas of capital equipment and services,\ndirect materials and services, energy, professional\nservices, site and commercial services, IT, marketing By 2020, we will engage with those suppliers and request them to On track On track\nand research supplies and services. identify GHG emission and water use reduction opportunities.\nWe continue to support the Pharmaceutical Industry By 2025, at least 90 percent of our strategic suppliers with the On track On track\nPrinciples for Responsible Supply Chain Management highest environmental impacts will set their own GHG emission\n(the Principles). The Principles outline industry and water use reduction targets.\nexpectations for external manufacturers and licensees\nwith regard to labor, health, safety, environment, ethics\nand management systems. The external manufacturers\nwith which we contract are expected to understand and\nalign with the Principles.\nFurthermore, we are a signatory to the 10 Principles of\nthe United Nations Global Compact.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 12"
  },
  {
    "page": 13,
    "source": "text",
    "content": "Our analysis shows that a large portion of our water\nuse and GHG emissions are generated upstream of\nWe believe We conduct We seek We expect\nour own operations in various tiers of our supply chain.\nWe realize that in order to make a truly meaningful\nin developing business with to have a positive companies in our\nreduction in our overall environmental impact, we must\nmutually beneficial integrity; we comply impact on the lives business partner\nengage with our suppliers to drive positive change.\nrelationships with all applicable of our employees, network to do the\nWe have a focus on collaborating with our suppliers to\nwith our business laws, rules and their families and the same.\naccelerate and enhance environmental initiatives.\npartners, founded regulations of the communities in which\non trust and countries in which we we operate along with\nPrograms and initiatives respect. operate. our suppliers in support\nWe have also initiated a new program designed to of our customers.\nevaluate our suppliers’ environmental sustainability\nprograms. The GREEN Supplier program requests that\nselected suppliers provide environmental metrics,\nenvironmental certificates and assurance that they can Our Business Partner Code of Conduct, along with our Our supplier assessments include:\nmeet our GREEN Supplier requirements. Suppliers that company’s Supplier Performance Expectations, are\nare able to complete these three items in the associated communicated to existing and potential third-party • Labor and human rights\ndatabase are certified as GREEN. suppliers and are included in requests for information, • Anti-bribery and anticorruption\nproposals and quotes as well as in our purchase-\n• Privacy and data protection\nOur company’s Economic Inclusion Leadership Council order terms and conditions. We select suppliers that\n• Environmental, health and safety issues\n(EILC) is comprised of leaders across the Global Supplier share our commitment to our values and principles,\nManagement and Global Workforce & Enterprise as defined in our Business Partner Code of Conduct • Quality\nServices who are passionate about making our company and Supplier Expectations Letter. In addition, we • Responsible sourcing of minerals\nthe very best it can be. The role of the EILC members is participate in the Pharmaceutical Supply Chain\n• Animal welfare\nto serve as peer-coaches and role models, each having Initiative’s Pharmaceutical Industry Principles and are\nmade significant strides in managing supplier diversity a signatory to the 10 Principles of the United Nations • Information technology\nto yield business results across their teams and the Global Compact. • Intellectual property\nenterprise. • Financial solvency\nWe have a defined risk-management process, and our\nsupply base is measured against the process criteria. • Cyber resiliency\nSupplier and third-party risk management\nUsing a risk-based approach, supplier assessments\nSupplier and third-party risk management is an and audits are conducted based on multiple factors Where assessments and audits identify deficiencies\nenterprise-wide effort supported by Global Sourcing (e.g., risk profile, engagement and activity type and or opportunities for improvement, we monitor\n& Procurement, Supplier Management, the Office of geography). The assessments and audits evaluate suppliers to ensure that our concerns are addressed\nGeneral Counsel, Ethics & Compliance, Global Quality, a supplier’s ability to meet both industry and in a responsible and compliant manner. As part of\nCorporate Audit and Assurance, and Environmental our own standards for quality, safety and ethical our oversight and monitoring, we have established\nHealth & Safety. Representatives from each function business practices. Results are reviewed with senior mechanisms to report, track and monitor supplier plans\nmeet regularly to discuss, assess and manage issues management across the company. to address nonconformance and help drive continued\non a risk-driven basis. improvement.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 13"
  },
  {
    "page": 14,
    "source": "text",
    "content": "Protecting the privacy of personal information Our SAQ requires suppliers to answer a series of Based on the screening results and activities\nlabor and human rights questions covering a range of undertaken by the supplier, certain external\nSome of our suppliers and service providers, such as\nsubjects, including freely chosen employment, child manufacturers are subject to a more detailed\ncontract research organizations, market research\nlabor, employment practices, employee disclosures, fair onsite assessment conducted by a multidisciplinary\nagencies, information technology systems developers\ntreatment, wages, benefits and working hours. team, which may include our company’s Quality,\nand other service providers, process personal\nEnvironmental, Health & Safety, Global Technical\ninformation in connection with their performance of\nEach supplier’s responses are used to judge whether Operations and Global Sourcing & Procurement\nservices for our company. We require these suppliers\nthat supplier has programs and/or procedures in place representatives.\nand service providers to provide appropriate privacy\nto address potential risks for labor and human rights\nprotection for personal information that they handle\nrelated deficiencies. The external manufacturers we contract with are\nin accordance with our privacy policies and applicable\nperiodically reassessed using a risk-based approach;\nprivacy laws, regulations and guidelines. Since implementing the Labor and Human Rights higher-risk external manufacturers are subject to\nprogram in 2015, we have conducted 234 onsite audits more frequent onsite assessments. We expect that\nProtecting against cyberattacks and assuring in countries identified as high risk for potential human observations made during the audit process will\nbusiness continuity rights violations. We track audit-related corrective and be remediated by our external manufacturers, and\nWe recognize that cybersecurity events at third parties preventative actions to completion. we monitor and track corrective actions through\npose an increased risk to our business continuity. In completion.\nNo incidents of child labor and/or young workers\n2019, our company built a cyber resiliency supplier\nexposed to hazardous work were reported. For more information on our supply chain, please\nrisk management program, including a Center of\nvisit our Manufacturing & Supply, Quality & Safety\nExcellence for Governance, assessments of key Additionally, we maintain a “Speak Up” tool\nStandards, Vaccines, Oncology, Women’s Health,\nsuppliers, and collaborative workshops, to review (MSDethics.com) for any employee, supplier or\nand Sourcing & Supplier Relations pages on\nrisks and remediation actions. The program fosters business partner to report concerns, including\nMSDresponsibility.com.\nmutually beneficial partnerships with our top suppliers. those related to labor and human rights issues.\nWe continue to enhance the program to improve\noperational excellence and continuous monitoring GRI 102-10 Organizational changes during\nManaging external manufacturers of our\ncapabilities. the reporting period (Core)\nproducts\nThe company maintains strict quality standards — While no significant organizational changes occurred\nSupplier assessment for labor practices and\nno matter where in the world our products are in 2019, in February 2020, we announced our intention\nhuman rights\nmanufactured. Once we have decided to engage to spin-off products from our women’s health, trusted\nWe have a formal program to evaluate the risks for with an external manufacturer, that manufacturer is legacy brands and biosimilars businesses into an\nlabor and human rights in our supply chain. Prior required to comply with our business requirements independent, publicly traded company. The transaction\nto contracting, all new direct suppliers (as well as which are set forth in our contract with that supplier, is expected to be completed in the first half of 2021.\ncertain new indirect and research suppliers in specific regardless of geography.\ngeographies) are required to complete and return\nGRI 102-11 Precautionary principle (Core)\na Supplier Self-Assessment Questionnaire (SAQ) Prospective external manufacturers of active\nfor Ethics & Compliance. Pre-existing external pharmaceutical ingredients and finished products\nWe take a precautionary approach when evaluating\nmanufacturing suppliers and contract manufacturing are screened for environmental, health and safety\npotential human exposures and environmental\norganizations also complete SAQs. (EHS) compliance, in addition to quality and supply and\nimpacts resulting from our manufacturing processes.\ntechnical competence requirements. The EHS screening\nConservative assumptions are made when data are\nincludes a survey covering such topics as regulatory\nlimited, and safety factors are added to address\ncompliance, fatalities and major incidents.\nuncertainty and variability in our assessments.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 14"
  },
  {
    "page": 15,
    "source": "text",
    "content": "This type of approach is particularly relevant to Mandate endorsers have a responsibility to make Clinical research\nour work in toxicology, industrial hygiene and water-resource management a priority and to work\nIn accordance with our public policy position statement,\nenvironmental protection. with governments, UN agencies, nongovernmental\nall investigational studies in human subjects are\norganizations, local communities and other interested\nconducted in a manner consistent with laws, regulations\nBy using more efficient and innovative processing parties to address global water challenges. We are\nand guidelines for the protection of human subjects,\nmethods and technologies, we are reducing the amount working to identify partnerships that will help us\nincluding those issued by the International Council for\nof energy, water and raw materials we use to make our advance our water stewardship priorities in the areas\nHarmonisation Good Clinical Practice (ICH GCP).\nproducts, thereby minimizing the amount of waste we in which we operate. These projects also support the\ngenerate and lowering our production costs. goals of SDG 15, which strives to “protect, restore and\nAnimal health\npromote sustainable use of terrestrial ecosystems.”\nWe go to great lengths to ensure that our products\nWe encourage proactive vaccination of animals to\nare designed, made and used in a safe, effective\nprevent disease and support the responsible use of\nHuman rights\nand environmentally sound manner. We deliver on\nantibiotics to treat and improve the health of animals.\nthis commitment by maintaining a highly trained Our company believes in the dignity of every human\nAs a global animal health company, we support the\nand capable scientific staff and by actively pursuing being and recognizes the international human rights\nAntibiotic Commitment established by the animal\nmanufacturing process improvements that minimize principles embodied in the United Nations Global\nhealth industry.\nenvironmental impacts. We have set environmental Compact and as defined in the United Nations Universal\nsustainability goals to demonstrate this commitment Declaration of Human Rights and its subsequent\nPrivacy\nwith concrete targets and timelines. To ensure that changes, the International Covenant on Economic,\nour knowledge stays current with that of thought Social and Cultural Rights, the International Covenant We are a member of the International Pharmaceutical\nleaders and experts in the industry, we also collaborate on Civil and Political Rights, the Organization for Privacy Consortium (IPPC), an association of research-\nwith external resources and industry groups, such Economic Cooperation and Development Guidelines for based pharmaceutical companies formed in 2002\nas the American Chemical Society and the European Multinational Enterprises and the core labor standards that has worldwide responsibility for the protection\nFederation of Pharmaceutical Industries and set out by the International Labor Organization. of personal health information and other types of\nAssociations. personal data. We have been actively involved in the\nIPPC since 2006, in order to engage in a constructive\nSupply chain\nFor more information, please visit our Product dialogue with European data-protection authorities\nStewardship section on MSDresponsibility.com. Our human rights practices are informed and guided and other regulators on privacy standards for\nby the Pharmaceutical Supply Chain Initiative’s (PSCI’s)\nbiomedical research.\nPharmaceutical Industry Principles for Responsible\nGRI 102-12 External initiatives (Core)\nSupply Chain Management which set the standard for For more information, please visit our Reporting\nethics, labor, health, safety and the environment for Overview, Addressing Barriers to Health, Water, Global\nThough not an exhaustive list, below are examples of\nour industry. Diversity & Inclusion, Direct-to-Consumer Advertising,\nthird-party principles and initiatives we have endorsed.\nEngaging with Health Care Professionals, Sales &\nDiversity Marketing Practices, Sourcing & Supplier Relations,\nWater Ensuring Ethical Business Practices, and Human Rights\nIn 2009, we signed onto the United Nations Women’s\nWe have endorsed the UN CEO Water Mandate, a public pages on MSDresponsibility.com.\nEmpowerment Principles. These principles reflect\ncommitment to adopt and implement a comprehensive\nseven areas of focus designed to promote gender\napproach to water management, and we have aligned\nequality in business.\nour water program with its principles. CEO Water\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 15"
  },
  {
    "page": 16,
    "source": "text",
    "content": "Strategy\nGRI 102-13 Membership associations (Core) Through our top three trade associations (listed\non left), we engaged on the following policy issues\nGRI 102-14 CEO letter (Core)\nOur company is a member of numerous industry and in 2019:\ntrade groups. We work with these groups because they\nrepresent the pharmaceutical industry and business In the U.S., the top issues at the federal level for Please see the letter from our Chairman and CEO on\ncommunity in debates led by governments and other which our company lobbied were: page 4.\nstakeholders, and because they help the industry reach\n• Medicare Part B\nconsensus on policy issues.\n• Medicare Part D Ethics & Integrity\nOur top three trade associations in 2019:\n• International Reference Pricing\n• Pharmaceutical Research and Manufacturers of • Medicaid Average Manufacturer Price (AMP) cap GRI 102-16 Values, principles, standards,\nAmerica (PhRMA) and norms of behavior (Core)\nIn the U.S., our company lobbied at the state level\n• U.S. Chamber of Commerce to address these key issues: GRI 102-17 Mechanisms for advice and concerns\n• Biotechnology Industry Organization (BIO) about ethics\n• Market-based solutions for access to innovative\nSASB 510a.2 Code of ethics governing interactions\nWhen our trade associations actively lobby on our core pharmaceutical, vaccine, biologic and animal\nwith health care professionals\nbusiness issues, we seek to align their positions with health products\nour own. There are times, however, when we may not\n• Meaningful price transparency\nshare the views of our peers or associations — both on Our company’s Office of Ethics is responsible for\nissues that are central to our business and on those • A strong business environment for U.S. ensuring that employees are aware of and trained on\nthat, while important, are not directly material to operations in the states the Code of Conduct and company policies.\nour mission. With representatives on the boards and • Support for a strong immunization\nThe Office of Ethics serves as a channel for the receipt\ncommittees of industry groups and trade associations, infrastructure\nand investigation of ethics and compliance-related\nwe can voice questions or concerns we may have • Product stewardship/take-back of\nconcerns. Employees are encouraged to raise their\nabout policy or related activities. We may even recuse unused medicines\nconcerns to their management, Human Resources,\nourselves from related trade association or industry\nCompliance, Legal or the Office of Ethics. Throughout\ngroup activities when appropriate. In Europe, our advocacy focused on:\n2018 and 2019, the Office of Ethics enhanced its global\nThe Corporate Secretary sends an annual report to our • Addressing the European Commission’s review ethics program including the implementation of an\ncompany’s Board of Directors on trade association dues of incentives for biopharmaceutical products improved reporting tool operated by an independent\ngreater than $25,000 that were spent in the previous third party, named Speak Up at MSDethics.com. Speak\n• Fostering frameworks for sound pricing and\nyear on lobbying and political activity in the U.S. The Up at MSDethics.com (formerly theadviceline.com) is\nprocurement regimes in and across diverse EU\nGovernance Committee of the Board of Directors has available 24/7 and allows employees and suppliers to\nmember state economies\nongoing oversight of the company’s membership in raise concerns or ask questions confidentially (where\ntrade associations and grassroots lobbying activities. • Supporting government vaccination, hepatitis permitted by law) in their preferred language via phone\nand diabetes programs or internet.\nFor a list of industry and trade groups of which we are a • Advancing the dialogue for sustainable models\nmember, and our trade association dues (those greater to fund future cancer care In alignment with our priority to protect and enhance\nthan $25,000) that are used for political purposes, our company’s reputation through safe, ethical and\n• Improving standards for health technology\nplease refer to our corporate website. compliant behaviors, the Office of Ethics added three\nassessment and health literacy\nRegional Ethics Officers to their team and established\nFor more information, please visit our Public Policy • Ensuring science-based policies for biological a network of site-based volunteer Ethics Ambassadors\npage on MSDresponsibility.com. medicines outside of the United States.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 16"
  },
  {
    "page": 17,
    "source": "text",
    "content": "For more information on our approach to ethics, please All of our standing committees are governed by The Office of Corporate Responsibility\nvisit our Code of Conduct and Office of Ethics pages on Board-approved charters, which are available on our\nThe Office of Corporate Responsibility is responsible\nMSDresponsibility.com. corporate website. Information on our company’s board\nfor raising the visibility of corporate responsibility\ncommittees can be found in our company’s 2020 Proxy\nissues and activities across the company and fosters\nStatement (pages 15, 20–21).\nconnections across business units and functional areas\nGovernance to integrate our corporate responsibility principles into\nSix independent directors constitute our company’s\nbusiness policies, strategies and practices, including\nGovernance Committee. Chaired by Leslie A. Brun, the\nthe enterprise risk management (ERM) process, and\nGRI 102-18 Governance structure of the company’s lead independent director, the committee\nbrings the voice of external stakeholders into decision-\norganization (Core) is responsible for advising the company’s Board of\nmaking processes.\nDirectors and management on company policies and\nGRI 102-19 Delegation of responsibility\npractices that pertain to the company’s responsibilities\nThe Office of Corporate Responsibility also coordinates\nGRI 102-20 H igh-level accountability for as a global corporate citizen, its special obligations as\nthe development, implementation and communication\nsustainability topics a health care company whose products and services\nof our global approach and, with strategic guidance\naffect health and quality of life around the world, and\nGRI 102-21 Access to the board from the Public Policy and Responsibility Council\nits commitment to the highest standards of ethics and\n(PPRC), Executive Committee and the Board\nGRI 102-22 Composition of the board and its integrity in all of its dealings.\nGovernance Committee, is responsible for publishing\ncommittees\nthe annual corporate responsibility report.\nThe Governance Committee has responsibility for\nGRI 102-23 Chair of the highest governance body\noverseeing the company’s corporate responsibility\nand public policy issues. Additional information on the Contacting the Board\nKenneth C. Frazier, our company’s chairman of the\nGovernance Committee’s responsibilities can be found The Board of Directors welcomes input from\nBoard and chief executive officer, is the only company\nin our company’s 2020 Proxy Statement (page 21) or shareholders and other interested parties, and has\nexecutive serving on the Board.\nin its committee charter available on the Corporate established a process to receive these communications.\nThe primary mission of our Board is to represent and Governance page on MSDresponsibility.com. Shareholders and interested parties may communicate\nprotect the long-term interests of our company’s directly with the Board, the independent Lead Director,\nIn addition to the Governance Committee, other\nshareholders. The Board meets, at minimum, six times the non-management or independent Directors as a\nBoard committees oversee issues indirectly related to\nper year to provide strategic direction and to review our group, or other members of the Board by writing to the\ncorporate responsibility, such as audit and compliance,\nprogress on a wide variety of measures. following address:\nexecutive compensation and research.\nIn overseeing the affairs of the company, including Board of Directors\nour governance, the Board has established four Merck & Co., Inc.\ncommittees, each of which is composed solely of 2000 Galloping Hill Road, K1-4157\nindependent directors. Kenilworth, NJ 07033 U.S.A.\nThe four committees are: For more information on our approach to governance,\nplease visit the Corporate Governance page on\n• Audit\nMSDresponsibility.com.\n• Compensation and Benefits\n• Governance\n• Research\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 17"
  },
  {
    "page": 18,
    "source": "text",
    "content": "value, all of which were annualized to reflect a full year Health care professionals\nGRI 102-24 Board nomination and of service. The total annual compensation for our CEO\nWe are committed to providing appropriate and\nselection processes was $27,648,475. A reasonable estimation of the ratio\nbalanced information to physicians and other health\nof our CEO’s compensation to our median compensation\nGRI 102-25 Board conflicts of interest care providers about our medicines, vaccines and\nincluding the change in pension value is 289 to 1;\nongoing research. For more information, please visit\nGRI 102-26 Board and executive roles\nexcluding change in pension value the ratio is 246 to 1.\nthe Engaging With Health Care Professionals page on\nMSDresponsibility.com.\nFor more information on our Board of Directors, Under the SEC rules, companies may identify the\nplease visit our 2020 Proxy Statement (pages 15–17), median total annual compensation using a wide variety\nas well as the Corporate Governance page on of methods including reasonable assumptions and Payers\nMSDresponsibility.com. estimations. It is therefore difficult to compare our We work with payers worldwide to inform their\nratio to the ratio of other companies. understanding of the relationship between the prices of\nGRI 102-29 Board identification of ESG impacts, our products and the true value they deliver to patients\nFor more information, please visit our 2020 Proxy\nrisks, and opportunities and health care systems.\nStatement (pages 46, 57–60).\nGRI 102-30 Board ESG review of risk\nGovernments, multilateral organizations\nmanagement process\nand regulators\nGRI 102-32 Report review Stakeholder Engagement\nWe work with policy makers, legislators, multilateral\nGRI 102-33 Board communication organizations, and governments worldwide to ensure\nGRI 102-40 Stakeholder engagement (Core) that policy and regulatory environments globally,\nFor information on our board’s involvement with our nationally, and locally foster patient access to\nGRI 102-41 Union representation (Core)\nESG strategy and reporting, as well as how to contact medicines and vaccines, and that they are conducive\nthem, please see GRI 102-19 and GRI 102-20 on GRI 102-42 Stakeholder identification (Core) to ethical business practices, science and innovation.\npage 17. You may also visit our Corporate Governance GRI 102-43 Approach to stakeholder To learn more, please visit the Public Policy page on\npage on MSDresponsibility.com. engagement (Core) MSDresponsibility.com.\nGRI 102-35 R emuneration policies for the board We engage with a diverse group of stakeholders to Shareholders\nand senior executives more fully understand their needs and expectations, We strive to create shareholder value by identifying\nGRI 102-36 Process for determining and to gain insights that can inform our efforts to opportunities to meet customer needs and by\nremuneration improve access to health care and foster progress managing our business responsibly to achieve superior\ntoward solutions that benefit society and support financial results over the long term. To learn more,\nGRI 102-37 R emuneration shareholder\nour business. please visit the Stakeholder Engagement page on\nresolutions\nMSDresponsibility.com.\nPatients and caregivers\nPlease see our 2020 Proxy Statement (pages 28, 38–41).\nWe embrace the opportunity to engage with individual Local communities\npatients, patient advocacy organizations, and\nGRI 102-38 CEO/employee pay ratio We work toward developing culturally appropriate\ncaregivers to better understand their health care\nmechanisms to engage and build relationships with\njourneys, expected outcomes and decision-making\nour local community stakeholders. To learn more,\nThe median total annual compensation as calculated\nconsiderations. For more information on our work with\nplease visit the Supporting Our Communities page on\nunder the Summary Compensation Table requirements\npatient groups, please visit our Patient Engagement\nMSDresponsibility.com.\nwas $95,621 comprised of base salary, annual incentive,\npage on MSDresponsibility.com.\nsavings plan company match and change in pension\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 18"
  },
  {
    "page": 19,
    "source": "text",
    "content": "Environmental stakeholders\nEmployee survey 2015 2016 2017 2018 2019\nWe work to reduce the environmental effects of our\noperations and products and to promote sustainable\nenvironmental practices within the company, among Response rate to Voice Survey NA 85% NA 86% NA\nour partners, and throughout our supply chain. To learn\nmore, please visit the Environmental Sustainability Engagement Index1 (favorable response rate) NA 82% NA 83% NA\nOverview page on MSDresponsibility.com.\nCulture Index2 (favorable response rate) NA 72% NA 74% NA\nEmployees\nWe strive to foster a positive and inclusive working NA: Not Administered; the Voice Survey is conducted on a biennial basis.\nenvironment for our employees by providing 1 The Engagement Index is a composite that averages scores measured from three aspects: “Engaged,” “Enabled” and “Energized.”\nresources to improve their health and that of their 2 The Culture Index is a composite that averages scores measured from three aspects: “Customer Focus,” “Reputation and Trust” and “Innovation.”\nfamilies, opportunities to further their professional\ndevelopment, and ways to get more involved in\nUnion membership1\nthe communities where they live. To learn more,\nplease visit the Engaging Our Employees page on\nMSDresponsibility.com.\nAs part of our mission to maintain a satisfying and\nproductive work environment, we routinely survey\nall employees to learn about their perspectives on\n32%\nthe business and on how we are responding to the 29% 29% 30% 30%\nneeds of our global workforce. The Voice Survey, our\ncompany’s all-employee opinion survey, is our flagship\nemployee feedback mechanism, and conducted on a\nbiannual basis.\n2015 2016 2017 2018 2019\n1Percentage of employees worldwide represented by an independent\ntrade union or covered by a collective bargaining agreement\n(approximate)\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 19"
  },
  {
    "page": 20,
    "source": "text",
    "content": "Suppliers and business partners 2019 U.S. Pricing Transparency Report year for the past five years. For example, in 2019, the\naverage annual list price across our portfolio increased\nWe strive to engage a diverse supplier base and We have a long history of making our medicines and\nby 4.3 percent — the lowest increase since 2010 — as\nto encourage responsible approaches on the part vaccines accessible and affordable through responsible\ncompared with a 5.5 percent increase in 2018. In 2019,\nof suppliers regarding labor, employment, human pricing practices and industry‐leading patient access\nthe company’s gross US sales were reduced by 43.7\nrights, health and safety, ethics, diversity, and programs. In 2017 we began disclosing information on\npercent as a result of rebates, discounts and returns.\nprotection of the environment. To learn more, please our Corporate Responsibility website about the price of\nvisit the Sourcing & Supplier Relations page on our medicines in the United States. This is our fourth\nFor more information, please visit our Transparency\nMSDresponsibility.com. consecutive report. It shows an average annual net price\nDisclosures, Materiality and Affordability pages on\nincrease of 1.8 percent in 2019.\nMSDresponsibility.com.\nTrade and industry associations\nThe report also shows that our annual average list price\nWe engage with stakeholders through membership increases across our portfolio have gone down each\nin numerous organizations. Within these groups,\nwe aim to inform relevant debates in ways that are\nconstructive and that ultimately foster improved\nU.S. product portfolio1 2015 2016 2017 2018 2019\npatient access to medicines and vaccines globally.\nTo learn more, please visit the Public Policy page on\nChange vs. prior year2\nMSDresponsibility.com.\nList price change (WAC)3 9.8% 9.6% 6.6% 5.5% 4.3%\nSASB 240b.2 P ercentage change in: (1) average list\nprice and (2) average net price across\nU.S. product portfolio compared to Net price4,5 5.5% 5.5% (1.9%) 2.99% 1.8%\nprevious year\nSASB 240b.3 Percentage change in: 1) list price and Average discount6 38.2% 40.9% 45.1% 44.3% 43.7%\n2) net price of product with largest\nincrease compared to previous year Note: The amount of rebates, discounts and returns is estimated by the company and methodologies used may differ from methodologies used\nby other companies. This data is not audited and should be read in conjunction with the company’s filings with the Securities and Exchange\nCommission.\nAs part of our materiality assessment, we queried\n1 U.S. Product Portfolio includes human health pharmaceutical and vaccine products marketed by the company, excluding partnered products.\nstakeholders on the topics that they felt were the most\nThe product sales utilized in the analysis represent ~97% of the total US Product Portfolio in 2010 and approached 99.2% of coverage in 2019.\nimportant for our company to be addressing going\n2 Annual percent change vs. prior year was calculated at a product level and weighted across the company’s US Product Portfolio.\nforward. A list of these topics can be found in this\nreport under GRI 102-47 on page 21. 3 Represents the year‐over‐year change in the average list price or wholesale acquisition cost (WAC).\n4 Represents the year‐over‐year change in average net price, which is WAC less rebates, discounts and returns.\n5 In 2017, the average annual net price across our portfolio declined by 1.9 percent, reflecting specific in‐year dynamics, including the impact of loss\nof patent protection for three major medicines.\n6 Weighted average annual discount is calculated by dividing annual rebates, discounts and returns by annual gross sales.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 20"
  },
  {
    "page": 21,
    "source": "text",
    "content": "Reporting Practice We have engaged with our Enterprise Risk having significant financial, operational or reputational\nManagement (ERM) team to integrate our CR impact on the company and illustrates where our\nMateriality process with the ERM approach with the company can have a significant impact on society and\nGRI 102-45 E ntities included in financial goal to further integrate corporate responsibility the environment.\nstatements (Core) into the overall business strategy.\nAll of the topics on the matrix below are within\nAll of our company’s global operations, including those The materiality matrix shown below represents the the boundaries of our responsibility. For more\nof subsidiaries, are in scope unless stated otherwise. environmental, social and governance (ESG) issues that information, please visit the Materiality page on\nIt includes activities at all facilities, owned and leased, internal and external stakeholders have identified as MSDresponsibility.com.\nover which we have operational control, unless\notherwise noted. Our prioritized ESG issues\nThe basis for reporting on other matters specific to the\noperations of our business — including joint ventures,\nsubsidiaries, leased facilities, outsourced operations\nand other entities that can affect comparability from\nperiod to period — can be found in our 2019 Form\n10-K, which is filed with the United States Securities\nand Exchange Commission and is also available in the\n“Financial Reports” section of our corporate website.\nThere have been no significant changes from\nprevious reporting periods in the scope, boundary or\nmeasurement methods applied in this report. Data\nregarding employees who are part of underrepresented\nethnic groups are provided for the U.S. only.\nGRI 102-46 Defining report content and topic\nboundaries (Core)\nGRI 102-47 Material aspects included (Core)\nIn 2018, in response to external expectations for\nincreased levels of transparency in our reporting, we\nleveraged a third-party’s business-intelligence tool\nthat uses big data and artificial intelligence to conduct\nreal-time materiality assessments. The materiality\nassessment process provided us an opportunity to\nlisten and engage our many stakeholders, to improve\nas an organization, and provided insight into future\ntrends, potential business risks and opportunities that\ninfluence our ability to create value.\nImportance to business success\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 21\nsredlohekats\not\necnatropmI\nOur Prioritized ESG Issues\nMEDIUM HIGH VERY HIGH\nVERY\nHIGH\nHIGH\nMEDIUM\n• Labor relations • Clinical trials • Access to health\n• Data privacy and information • Ethics and compliance\nsecurity • Intellectual property\n• Occupational health and safety • Product quality and safety\n• Research and development\n• Responsible sales and marketing\n• Climate change • Antimicrobial stewardship • Diverse and inclusive workplace\n• Governance • Disease awareness and • Patient and caregiver\n• Product stewardship education engagement\n• Water use and management • Human rights • Responsible pricing\n• Supply chain responsibility\n• Transparency and reporting\n• Waste management\n• Biodiversity and land • Digital innovation • Employee wellbeing\nstewardship • Counterfeit drugs\n• Bioethics • Employment practices\n• Community support and • Talent recruitment, retention\ndevelopment and development\n• Energy efficiency"
  },
  {
    "page": 22,
    "source": "text",
    "content": "GRI 102-48 Restatements (Core)\nAny restatements of information are included in\nthe footnotes beneath the specific performance\ndata tables.\nGRI 102-49 Reporting changes (Core)\nThere were not significant changes from previous\nreporting periods. However, we updated our materiality\nanalysis this past year, which is outlined in GRI 102-47\non page 21.\nGRI 102-50 Reporting period (Core)\nGRI 102-51 Date of most recent report (Core)\nGRI 102-52 Reporting cycle (Core)\nGRI 102-53 Report contact (Core)\nWe report on our corporate responsibility initiatives\nand progress annually. These disclosures cover the\nprior calendar year, from January 1 to December 31,\n2019. To ensure that readers have the most up-to-\nWhile we did not obtain external verification, we did\ndate information, some of the narrative in the report\nGRI 102-54 Claims of reporting in accordance speak with numerous external stakeholders, representing\nis about decisions and initiatives that took place in the\nwith the GRI Standards (Core) a variety of constituencies, about the company’s\nfirst half of 2020. Our last report was published in 2019.\nplanned approach to reporting, our corporate\nGRI 102-55 GRI content index (Core)\nresponsibility materiality assessment process and the\nWe welcome your feedback on our Corporate\nbroad material areas upon which we planned to report.\nResponsibility Report, as well as any other Our company’s online corporate responsibility report\nThe company reflects these consultations, where\ncomments or questions you may have. You may was developed in alignment with the GRI Standards at\nfeasible and appropriate, on our website, and will\ncontact us at the address below, or email us at the Core level. An index for all of our GRI disclosures,\nuse the insights gained through these and continuing\ncorporate_responsibility@msd.com. as well as those for the Sustainability Accounting\ndiscussions with stakeholders to inform future reporting.\nStandards Board (SASB), can be found on page 86.\nOffice of Corporate Responsibility\nTo view WSP’s limited assurance letter for our\n2000 Galloping Hill Road\nGRI 102-56 External assurance (Core) environmental data, please visit our Climate Change &\nKenilworth, N.J. 07033 USA.\nEnergy Use page on MSDresponsibility.com.\n908-740-4000\nWSP conducted an independent third-party review\nof our 2019 greenhouse gas and water inventories\nand provided limited assurance for the data that\nwe submit to CDP and for inclusion the Corporate\nResponsibility Report.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 22"
  },
  {
    "page": 23,
    "source": "text",
    "content": "Economic\nFinancial information 2015 2016 2017 2018 2019\nSales $39.5B $39.8B $40.1B $42.3B $46.8B\nEconomic Performance Research and development expenses1 $6.8B $10.3B $10.3B $9.8B $9.9B\nNumber of employees (approximate) 68,000 68,000 69,000 69,000 71,000\nGRI 201-1 Direct economic value generated\nand distributed\nNumber of stockholders of record 135,500 129,500 121,700 115,800 110,023\nWe believe that corporate responsibility is critical\nto our business success and can provide us with Annual cash dividend paid per share $1.81 $1.85 $1.89 $1.99 $2.26\nnew opportunities to create shared, or integrated,\nvalue — that is, addressing social issues through Global tax expense as reported on income $0.94B $0.72B $4.1B $2.5B $1.7B\nbusiness solutions. At the most basic level of delivering statement\nintegrated value, our principal economic contribution\nto society is made through the discovery, development,\n1 Excludes restructuring and merger-related expenses.\nmanufacturing and marketing of our products, which\ndirectly improve and maintain the health of individuals\nFor additional information about our business Impact investing is led by our Office of Social\nand communities around the world, helping them to\nand economic performance, please see our Form Business Innovation with guidance from the Impact\nlead more productive lives.\n10-K for the year ended December 31, 2019, on our Investing Committee. Established in 2019, the Impact\nThe effective income tax rates of 14.7 percent in corporate website. Investing Committee is a cross-functional team of\n2019 and 28.8 percent in 2018 reflect the impacts of senior company leaders that reviews and approves\nacquisition and divestiture-related costs, restructuring Impact investing new investments in line with established policies and\ncosts and the beneficial impact of foreign earnings, guidelines and monitors the financial and social returns\nOne of our growing innovative approaches is impact\nincluding product mix. of the impact portfolio. We are also members of the\ninvesting, through which we are advancing sustainable\nGlobal Impact Investing Network (GIIN), through which\nglobal health solutions in line with our company’s overall\nwe can contribute to and benefit from the growing body\nobjectives. Through impact investing, we are able to\nof expertise in the impact investing ecosystem.\ndeploy financial resources in ways that may generate\nnot only improved access to health care for underserved For more information, please visit our Social\npopulations, but also financial returns and commercial Investments page on MSDresponsibility.com.\nopportunities — all while growing a sustainable global\nhealth ecosystem and attracting additional capital\nand partners.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 23"
  },
  {
    "page": 24,
    "source": "text",
    "content": "more than 12,000 metric tons of carbon dioxide from Indirect Economic Impacts\nGRI 201-2 Financial implications and other risks our facilities. For 2020, we have over 60 projects\nand opportunities due to climate in progress that, when completed, will reduce\n(CR material topic: Responsible pricing)\nchange carbon dioxide emissions from our facilities by over\n36,000 metric tons.\nSDG 13 Climate action\nManagement approach\nFor more information, please see the Climate Change & We are working to bring our medicines and vaccines\nWe believe that climate change could present risks to\nEnergy Use page on MSDresponsibility.com, as well as to more people around the world in ways that are as\nits business. Some of the potential impacts of climate\nour response to the CDP Climate Change questionnaire. accessible and affordable as possible for the patients\nchange to its business include increased operating costs\nwho need them.\ndue to additional regulatory requirements, physical\nGRI 201-3 Benefit plan coverage\nrisks to the company’s facilities, water limitations and While each individual situation varies based on factual\ndisruptions to its supply chain. These potential risks circumstances and market dynamics, generally,\nWorldwide, our company offers retirement benefits\nare integrated into the company’s business planning we consider:\nthat are competitive with those of our peers and\nincluding investment in reducing energy, water use and\nthe general industry in each market we serve. In the\ngreenhouse gas emissions. • Value provided to patients\nU.S., for example, we offer a defined benefit pension\n• Value provided to health care systems\nWe have made it a priority to reduce our demand for plan as well as a 401(k) plan with company matching\nenergy and have established internal policies and contributions. • Unmet need\npractices focused on reducing energy use at all of • Access\nTo assist in financial decision making, we offer all U.S.\nour sites and minimizing greenhouse gases (GHG)\n• R&D sustainability\nemployees comprehensive financial education and\ngeneration throughout the company. By taking these\nguidance through Ernst & Young at no cost. U.S.-based • Competition\nsteps, we are not only minimizing GHG emissions but\nemployees who are at least age 55, and those who have\nalso reducing our operating costs and mitigating the\nAs part of our commitment to transparency, in 2017\nat least 10 years of service after age 401, are eligible for\nbusiness impacts expected to be associated with future\nwe started disclosing information on our Corporate\nsubsidized medical benefits at retirement.\nclimate change requirements.\nResponsibility website about the price of medicines\nOutside the U.S., we have more than 80 pension plans across our portfolio in the U.S. through our U.S. Pricing\nWe have an established Energy Capital Fund of up\n(including defined benefit, cash balance, and defined Transparency Report.\nto $12 million per year in order to transition to more\ncontribution plans) in over 40 countries. These plans\nenergy-efficient technology and to better position the\nFor more information, please see the Affordability page\noften supplement government-sponsored social\ncompany to respond to energy demands in the future.\non MSDresponsibility.com.\nsecurity pension benefits to improve employees’\nThe Energy Capital Fund supports the implementation\nfinancial security through added retirement income.\nof projects with a simple four-year payback averaged\nWhile benefits may vary by region and country, we offer GRI 203-1 Infrastructure investments and\nover the entire portfolio.\nhealth, life and injury, disability and business travel services supported\nSince 2015, our sites have completed more than insurance, along with retirement income benefits. In SDG 3 Good health and wellbeing\n70 projects through the Capital Fund. This has addition, in many countries, where legally permitted,\nsaved over $6 million per year, averaging a payback including the U.S., we extend health care and various\nWe support capacity building for health systems and\nof only three years and avoiding the production of insurance benefits to employees’ domestic partners\ncare delivery where our support can make a meaningful\n23,000 metric tons of carbon per year. and their partners’ eligible dependent children.\ndifference. We provide this support in several ways,\nincluding through philanthropic social investments, key\nIn 2019, we allocated approximately $6.4 million to For more information, please visit the Compensation\ninitiatives, and impact investing.\nenergy projects. The completed projects will result & Benefits page on our website, or our 2019 Form 10-K\nin $2 million in annual savings and a reduction of (pages 108–114).\n1 For certain employees, service before 40 also counts.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 24"
  },
  {
    "page": 25,
    "source": "text",
    "content": "Philanthropic social investments Impact investing For more information, please visit the Social\nInvestments, MSD for Mothers, Addressing Barriers to\nOur social investments through philanthropy address Impact investing is one of our core approaches to\nHealth, and MECTIZAN Donation Program pages on\nunderlying barriers to access to health and help advance strengthening health systems. Through impact\nMSDresponsibility.com.\nhealth equity around the world. Our approach to investing, we are able to deploy financial resources\nthese investments is guided by several key principles: in ways that may generate not only improved access\naddressing critical global health needs where we to health care for underserved populations, but also\ncan have a meaningful impact; promoting health financial returns and commercial opportunities — all\nequity by addressing health disparities in vulnerable, while growing a sustainable global health ecosystem\nunderserved communities; collaborating with diverse and attracting additional capital and partners.\npartners to build healthier, stronger communities; and\nleveraging our range of resources (financial, product,\nand expertise) to achieve greater impact on population Addressing barriers to health 2015 2016 2017 2018 2019\nhealth outcomes.\nHealth care workers trained through major programs and 19,000 32,000 74,000 67,000 68,000\nIn addition to our targeted philanthropy, we have made\npartnerships (estimate)1\nsubstantial contributions to strengthening health\nsystems through long-standing key initiatives that\nAnnual investment in partnerships, programs and impact $21 $28 $40 $37 $63\naddress significant gaps and barriers to health care\ninvestments that support health care capacity-building and\naccess. Two prominent examples are MSD for Mothers\naddress underlying barriers to access to health (in millions)1\nand the MECTIZAN® Donation Program.\nPeople reached through investment in partnerships, 188 293 311 357 422\nKey initiatives\nprograms and impact investment that support health care\nMSD for Mothers is our company’s $500 million global capacity-building and address underlying barriers to access\ninitiative focused on strengthening health systems to health1 (estimate in millions)\nto sustain the delivery of high-quality maternity care\nservices that benefit women and their communities.\nPercentage of investment in partnerships and programs to NR NR NR NR 10%\nWith our partners, we are improving health systems\nstrengthen health care capacity and address barriers to\nfor women today and for the long term by advancing\naccess, that is allocated to impact evaluation2\nquality standards, helping make life-saving products\navailable and generating evidence.\nInvestment in patient- and provider-education programs $80 $80 $90 $115 $102\nThe MECTIZAN Donation Program is the longest- (in millions)\nrunning disease-specific drug donation program and\npublic-private partnership of its kind and is widely NR: Not reported\nregarded as one of the most successful public-private 1 Represents investments by our Office of Social Business Innovation, including our Office of Corporate Responsibility, MSD for Mothers and our\nhealth collaborations in the world. In addition to company’s Foundation.\nproviding direct access for communities in need of 2 Percentage calculated based on total investments in partnerships and programs to strengthen health care capacity and address barriers to\ntreatment, the program has made significant impacts access supported through our company’s Foundation.\non health systems in some of the hardest to reach\ncommunities. The development of CDTI (community-\ndirected treatment with ivermectin) programs has\ntrained community volunteers to distribute medicines\nand the system now is also used to distribute other\nhealth interventions.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 25"
  },
  {
    "page": 26,
    "source": "text",
    "content": "In addition, we are helping to improve access to insurance programs often do not exist or are limited.\nGRI 203-2 Indirect economic impacts new medicines and vaccines, address deep-rooted As a result, patients in these countries frequently must\nand multifaceted barriers to access, and, through pay the price of medicines out of pocket, a particularly\nSASB 240a.1 Access to health care for priority\npartnerships and public policy, advocate for health care daunting ask for families living near or below the\ndiseases and in priority countries\ncapacity strengthening in ways that are aligned with poverty line.\nSASB 240a.2 Products on WHO’s List of\nour business mission and core capabilities.\nPrequalified Medicinal Products Therefore, we develop and support various sustainable\nOur enterprise-wide approach to access is guided by our strategies to improve access in low- and middle-income\nSDG 3 Good health and wellbeing\nAccess to Health Guiding Principles and is responsive countries, including directing differential pricing\nto internationally recognized standards and priorities. to patient sub-segments, either directly through\nWhile the primary responsibility for managing a health\nRecognizing the significant access barriers that exist national or local programs or indirectly through third-\nsystem that ensures the health of its citizens resides\nwithin sub-Saharan African countries in particular, we party health care funding sources that demonstrate\nwith government, pharmaceutical companies have a\nare also committed to a specific set of principles to reasonable and secure product distribution to intended\nsubstantial role to play in working with governments\nguide our strategy in the region. patient segments and subject to applicable legal\nto ensure the health of their citizens. As we pursue our\nrequirements.\ncore mission of inventing, developing and delivering\nStrategies and actions to enable access are embedded\nmedicines and vaccines, we have an ethical duty to\nacross our company. Our Access to Health Guiding\nsupport governments in their efforts to protect the\nPrinciples span the areas of research and development,\nright to health by “doing no harm.”\nmanufacturing, marketing and commercialization, and\nphilanthropic investments.\nWe do this in several ways, including:\nIn low- and middle-income countries, in particular, we\n• Monitoring and reporting on the safety of\nrecognize access to and funding for health care can be\nour products\nlimited. While major public health programs in these\n• Providing health care workers and consumers with countries that focus on health priorities such as HIV/\nimportant information on the benefits and side AIDS, malaria, tuberculosis and routine immunization\neffects of our products are heavily subsidized by the government through\n• Safeguarding the health, safety and privacy of international organizations and private funding, health\npatients involved in our clinical trials\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 26"
  },
  {
    "page": 27,
    "source": "text",
    "content": "Affordability 2019\nNumber of countries where dedicated affordability solutions have been initiated* 40\nPeople reached globally through product donation and patient assistance programs and partnerships1 404M\n(estimate)*\nNumber of patents filed in low-income countries, as defined by The World Bank in its country and 0\nlending groups classifications (annual)*\n* New key performance indicators (KPI) reported in 2019 to support refreshed Access to Health Guiding Principles.\n1 Estimate includes product donations through our company’s Office of Corporate Responsibility and patient assistance programs.\nGrants and contributions 2015 2016 2017 2018 2019\nGrants and contributions $1.8B $2.2B $2.7B $2.8B $3.1B\n(total cash, in-kind and product)\nCash grants and contributions $133M $117M $94M $84M $82M\nProduct donations through U.S. Patient Assistance $567M $798M $1.1B $1.2B $1.5B\nPrograms\nProduct donations for ex-U.S. programs and U.S. $1.1B $1.3B $1.5B $1.4B $1.5B\ndisaster relief1\n1 Includes our Medical Outreach Program (including U.S. disaster relief), the African Comprehensive HIV/AIDS Partnerships (2015-2016 only), the\nMECTIZAN® Donation Program, and MSD division and subsidiary donations.\n2 Includes valuation of volunteer time for only those employees who participated in the MSD Fellowship for Global Health program and our\ncompany’s Pro Bono Legal and other skills-based volunteer programs.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 27"
  },
  {
    "page": 28,
    "source": "text",
    "content": "Women’s health\nWomen’s health products IMPLANON NXT® EXLUTON® MARVELON 28®\nWe are committed to making our contraceptive\nproducts available to women around the world. We take\na comprehensive approach to access that includes high- Product is WHO prequalified Yes Yes Yes\nquality manufacturing and supply chain management,\nextensive registration and WHO prequalification for FP2020 countries where product is registered1, 2 43 26 23\na variety of our family-planning products, responsible\ncommercialization that promotes training and capacity- FP2020 countries in which we supplied product1 32 6 6\nbuilding, policy advocacy and community investment.\nWomen reached in FP2020 countries1, 3 5,246,000 4,921,000 1,816,000\nIn developing countries that have high rates of maternal\nmortality and low rates of contraceptive prevalence, we\nhave created a sustainable public-private partnership 1 Family-planning products intended for underserved segments of the world’s poorest countries — Family Planning 2020 countries\nmodel, with first-quality products made available at 2 There are additional unregulated markets where our products may be available that are not represented by these numbers.\n3 Number represents potential number of women who could be reached based on number of products provided.\naccess pricing to promote access to contraceptive\nhealth programs. These activities are focused primarily\non sub-Saharan Africa and countries in Asia and Latin IMPLANON NXT in FP2020 Markets1, 2 2019\nAmerica with high unmet need.\nDemographic impacts\nThe following metrics are for our family-planning\nproducts intended for underserved segments of the\nworld’s poorest countries (defined as Family Planning Unintended pregnancies averted 6M\n2020 [FP2020] countries) that are supplied through the\npublic sector and social-marketing organizations. Live births averted 3M\nFor World Bank country classifications, please visit the\nAbortions averted 2.2M\nWorld Bank website.\nThough the numbers of product supplied are Health impacts\nsubstantial, the impact of these supplies are even\nmore significant. As an example, the potential impact Maternal deaths averted 14,000\nof the volumes of IMPLANON NXT supplied to\nFP2020 countries in 2019 are reflected by the\nChild deaths averted 111,000\nfollowing table (data reflects estimates, based on\nthe MSI Impact 2 v5 tool).\nUnsafe abortions averted 1.7M\n1 The figures above are estimates, based on the full-service lifespan (2.7 years) impacts. These estimates are based on 2019 supplies (5,053,090\nunits), using the Impact 2 v5 tool (2016) provided by Marie Stopes International (MSI).\n2 Family-planning products intended for underserved segments of the world’s poorest countries — Family Planning 2020 countries\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 28"
  },
  {
    "page": 29,
    "source": "text",
    "content": "Product registration Below is a list of products that have been prequalified\nby WHO as of April 15, 2020.\nIn addition to having our medicines and vaccines\napproved by stringent regulatory authorities, when\nProduct International Nonproprietary Name (INN) Date of prequalification\nrelevant to enhancing access in low- and middle-income\ncountries, we also work to have certain medicines\nFamily planning\nand vaccines prequalified through the World Health\nOrganization (WHO) prequalification process.\nMARVELON 28® Ethinylestradiol + Desogestrel October 2010\nWHO prequalification can facilitate product\nprocurement by international procurement agencies. EXLUTON® Lynestrenol June 2010\nWHO’s prequalification program covers medicines\nfor HIV, tuberculosis (TB), malaria, neglected tropical IMPLANON NXT® Etonogestrel May 2013\ndiseases, influenza, reproductive health and diarrhea,\nin addition to vaccines. In the absence of reliable Vaccines\nnational medicine authorities that can certify health\ncare products meet required quality, safety and MMR-II® Measles, Mumps, Rubella Virus Vaccine Live December 2008\nefficacy standards, stringent regulatory authority and\nWHO prequalification can serve as a basis for quality\nROTATEQ® Rotavirus Vaccine, Live, Oral, Pentavalent October 2008\nassurance for procurement by international agencies\nand national programs in lower-income countries.\nGARDASIL® Human Papillomavirus Quadrivalent (Types 6, 11, 16, 18) Vaccine, May 2009\nRecombinant (including a VVM)\nWe have made efforts to address the unique needs\nof low-income countries where the infrastructure\nGARDASIL® Human Papillomavirus Quadrivalent (Types 6, 11, 16, 18) Vaccine, October 2014\nand personnel to deliver immunization services can\nRecombinant (two-dose regimen to support its programmatic\nbe severely limited. A specific emphasis has been\nfeasibility in developing countries)\non making improvements to products in a way\nthat make them compatible to the Programmatic\nSuitability Criteria for vaccines candidates for WHO GARDASIL® Human Papillomavirus Quadrivalent (Types 6, 11, 16, 18) Vaccine, May 2016\nRecombinant (compatibility for use in a controlled temperature\nPrequalification (PSPQ). These features include vaccine\nchain to facilitate its administration in high-temperature, low-\nvial monitors (VVMs), the acceptability of a two-dose\ncold-chain infrastructure areas of developing countries)\nregimen for HPV vaccines and use in controlled-\ntemperature-chain conditions.\nGARDASIL®9 Human Papillomavirus Quadrivalent (Types 6, 11, 16, 18) Vaccine, February 2018\nIn order to make our products available to the people Recombinant (including a two-dose-regimen variation)\nwho need them throughout the world, we registered\n97 products and devices in 2019. The majority of these VARIVAX® Varicella Virus Vaccine Live (first varicella vaccine to receive February 2018\nproducts were registered in low- and middle-income WHO prequalification)\ncountries in the Asia-Pacific, Central and Eastern\nEurope, Middle East and Africa, and Americas regions. ERVEBO® Ebola Zaire Vaccine, Live November 2019\nIn November 2019, ERVEBO, our Live Ebola Zaire\nHIV/AIDS treatments\nVaccine, was prequalified by the WHO. ERVEBO’s\nprequalification was the fastest vaccine prequalification\nSTOCRIN® Efavirenz (600mg tablet, Oral Solution 30mg) May 2006\nprocess ever conducted by WHO and a critical step\nEfavirenz (50mg tablet, 200mg tablet) May 2008\nin providing access to our vaccine to individuals in\ncountries most at risk of Ebola outbreaks.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 29"
  },
  {
    "page": 30,
    "source": "text",
    "content": "Product registration 2015 2016 2017 2018 2019\nNew product and device registrations (annual) 1,2,3 156 143 143 124 97\nProducts submitted that have achieved WHO 11 11 13 13 13\nprequalification (cumulative) 4\nNumber of patent applications filed in low-income NR NR NR NR 0\ncountries5\nNR: Not reported\n1 Data include new products and new indications.\n2 For information on new registrations by region, visit our Clinical Research section.\n3 Data for all years have been updated based on a tracking system upgrade that corrected miscounts in prior years.\n4 CRIXIVAN® (indinavir sulfate) was removed from our product list in 2019 and is no longer included in the total number of products that have achieved WHO.\n5 Countries classified as low-income countries in the 2019 World Bank Country and Lending Group classifications.\nMedicine Assistance Tool\nPatient assistance programs summary 2015 2016 2017 2018 2019\nAs a demonstration of our commitment to helping\nlow-income, uninsured patients gain access to our\nmedicines and adult vaccines, we also participate in Patients utilizing our U.S. Patient Assistance Programs1 293,000 306,000 244,000 233,000 239,000\nPhRMA’s Medicine Assistance Tool (MAT), formerly\nknown as the Partnership for Prescription Assistance 30-day prescriptions filled 1.6M 1.7M 2.1M 2.1M 2.2M\n(PPA). MAT is a search engine designed to help\npatients, caregivers and health care providers learn 1 Totals represent 2015–2019 volumes of our U.S. Patient Assistance Program.\nmore about access resources available through the\nvarious biopharmaceutical industry programs.\nGRI 205: Anticorruption We have a well-established global ethics and compliance\nMAT helps eligible patients get free or nearly free program that is consistent with the International\nbrand name medicines through a single website that Federation of Pharmaceutical Manufacturers &\n(CR material topic: Ethics and compliance)\nprovides information for and access to more than Associations (IFPMA) Code of Practice requirements,\n500 public and private patient assistance programs, as well as with other applicable regional or country\nManagement approach\nincluding approximately 200 programs offered by industry codes of conduct, including those issued by\nbiopharmaceutical companies. To date, this tool has As part of our long-standing commitment to ethics the Pharmaceutical Research and Manufacturers of\nhelped millions of Americans get free or reduced-cost and good corporate citizenship, we adopt policies and America (PhRMA) and the European Federation of\nprescription medicines. procedures that facilitate compliance with the laws and Pharmaceutical Industries and Associations (EFPIA).\nregulations that govern the way we market and sell our\nFor more information, please visit our Women’s medicines, vaccines and other products.\nHealth, Product Registration, U.S. Patient Assistance\nPrograms, Vaccines, HIV/AIDS and Product Pricing\npages on MSDresponsibility.com.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 30"
  },
  {
    "page": 31,
    "source": "text",
    "content": "Our company’s Board of Directors and senior Office of Ethics Code of Conduct and policies. Our company maintains\nmanagement, including the Chief Ethics and and communicates regularly to employees about\nOur company’s Office of Ethics was established over\nCompliance Officer and members of the Corporate the multiple channels (i.e., management, Human\n20 years ago to protect and promote the company’s\nCompliance Committee, provide the foundational Resources, Compliance, Legal, Speak Up tool at\nvalues and standards on a global basis by developing\nelements of leadership, accountability and structure MSDethics.com) that are available. Employees are\nand overseeing initiatives designed to deter illegal,\nto oversee the company’s global ethics and encouraged, prepared and empowered to raise\nunethical and improper behavior related to the\ncompliance program. concerns.\ncompany’s business. The Office of Ethics is responsible\nfor ensuring that employees are aware of and trained on\nThe Chief Ethics and Compliance Officer reports We are committed to maintaining a process for\nthe Code of Conduct and company policies.\ndirectly to our company’s CEO and provides regular escalation and investigation of potential compliance-\nupdates to the Audit Committee of the Board of related concerns. The process is designed to ensure\nThroughout 2018 and 2019, in alignment with our\nDirectors on key indicators of ethical culture. This that we promptly investigate all reports of behavior\npriority to protect and enhance our company’s\nreporting structure supports open communications that violate our company’s policies, values or standards\nreputation through safe, ethical and compliant\nwith senior leadership regarding important and take appropriate remedial action in response to\nbehaviors, the Office of Ethics added three Regional\ndevelopments that relate to ethics and compliance. such concerns.\nEthics Officers to its team and established a network\nof site-based volunteer Ethics Ambassadors outside of\nOur company’s robust anti-bribery/anticorruption When we substantiate allegations of ethical\nthe United States.\nprogram and corporate prevention of bribery and misconduct, we take appropriate disciplinary actions\ncorruption policy give our employees the awareness to ensure that those who were responsible are held\nAdditionally, the Office of Ethics implemented an\nand knowledge to comply with applicable laws and accountable.\nimproved reporting tool operated by an independent\nregulations, and to understand that the company will\nthird party. The tool, named Speak Up (formerly\nnot tolerate any act of impropriety. Our activities must Disciplinary actions can include dismissal from the\ntheadviceline.com), is available at MSDethics.com,\ncomply with company policies as well as applicable laws, company, issuance of final written warning letters or\ncan be accessed 24/7, and allows employees to raise\nincluding the laws of the U.S. and other countries in financial penalties. In addition, we take appropriate\nconcerns or ask questions confidentially (where\nwhich we do business. steps to address any needed improvements in\npermitted by law) in their preferred language via\norganizational and process controls.\nphone or internet.\nOur program prohibits the offer, promise or giving of\nany payment or benefit at any time to an individual Retaliation against employees who report such\nor entity for the purpose of improperly influencing GRI 205-2 Communications and training on concerns is a violation of corporate policy and will not be\ndecisions or actions with respect to our business. anticorruption tolerated.\nThis policy applies to direct engagements (e.g., those\nWe also maintain a policy that will give our company\nconducted by our company) as well as to indirect The Office of Ethics and the Office of Global\nthe discretion to recoup incentive payments made to\nengagements (e.g., those managed through a third- Investigations are responsible for oversight of the\nemployees in certain instances. This policy will apply\nparty intermediary or partner). global processes for managing investigations into\nwhen a senior leader engages in misconduct or fails\npotential ethics and compliance concerns to ensure\nWe conduct anti-bribery/anticorruption training consistent and timely resolution of potential concerns to reasonably supervise an employee who engages in\nacross the company. Supplemental training is also and implementation of remediation actions. misconduct that results in a material policy violation\nprovided for employees who engage with non-U.S. relating to the research, development, manufacturing,\ngovernment officials. It is our company policy to maintain a work environment sales or marketing of company products where\nwhere all employees are expected to report concerns the policy violation causes significant financial or\nthat are potentially inconsistent with the company’s reputational harm to the company.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 31"
  },
  {
    "page": 32,
    "source": "text",
    "content": "Annual ethics and policy certification\nEthics and conflicts of interest 2015 2016 2017 2018 2019\nAn important component of our corporate ethics and\ncompliance program is our annual ethics and policy\ncertification. The annual review process requires Employees trained on the Code of Conduct 99% 100% 100% 99% 99%\ntraining series\nselected company employees to certify adherence to\ncorporate policies on preventing bribery and corruption,\nantitrust-law compliance, and conflict of interest and Employees who responded to the disclosure 100% 100% 100% 100% 100%\ninsider trading. These employees are also expected to statement on the Conflicts of Interest form\nregulate their outside activities to avoid any conflicts\nof interest, and to certify, in writing, whether actual or\npotential conflicts of interest exist. For more information, please visit the Code of U.S. Medical Forums\nConduct, Compliance, and Engaging With Health Care\nWe deliver balanced medical and scientific information\nWhere potential conflicts are identified, the Office\nProfessionals pages on MSDresponsibility.com.\nto health care professionals within the U.S. through\nof Ethics will work with management to take actions\nour company’s Medical Forums, which are conducted\nto mitigate the potential conflict. In addition, all\nContinuing Medical Education (CME) and by external speakers. Speakers are selected on the\nU.S.-based employees must certify compliance with\nContinuing Education (CE) programs basis of their expertise in the relevant subject matter.\nour corporate policy on the effects of exclusions,\nBy attending one of our Medical Forums, health care\ndebarments, suspensions and health care-related Our CME/CE Grant Program supports independent\nprofessionals participate in interactive learning on\ncriminal convictions, reporting and screening. educational programs whose purpose is to maintain,\ntherapeutic and health care industry topics. The goal\ndevelop or enhance the knowledge, skills and/or\nEthics and compliance training is an important part of professional performance that health care professionals of these interactions is to help attendees achieve\ncreating a strong culture, and our program is reflective rely on to provide services for patients, the public or improved medical results for their patients.\nof the Code of Conduct and corporate policies tailored the profession. We are committed to ensuring that our\nWith our strict standards for conducting these\nto meet the needs of different groups of employees CME/CE programs are educational and not promotional.\nMedical Forums, we comply with the PhRMA Code\nwithin the organization. Through them, we seek to increase physicians’\non Interactions with Health Care Professionals as\nknowledge about the latest scientific data and health\nTraining on our Code of Conduct is designed as an well as with U.S. Food and Drug Administration\ncare topics, thereby improving patient care.\nannual training series that is assigned to all employees (FDA) regulations, which assure that any product\nworldwide. All employees are required to complete the The environment in which we sponsor or support presentation is appropriately balanced with information\nassigned ethics and compliance courses. The series educational programs worldwide is complex, governed regarding both the product’s potential benefits and its\nis focused on our core values: Patients First, Ethics by a multitude of laws, regulations and medical or risks, and is consistent with approved product labeling.\n& Integrity, Respect for People, and Innovation & industry association guidelines. We are committed to\nScientific Excellence. honoring them in the countries in which we operate.\nThe 2019 series consisted of three modules including CME programs that we support or sponsor are\nCode of Conduct, Anti-Bribery and Anticorruption, and governed by an internal policy that is aligned with\nSocial Media. the appropriate standards and regulations to which\nthe programs are held including, among other things,\nEthics and compliance content is also integrated into\nindependence and financial disclosure.\nbusiness and leadership development courses for\nmanagers and senior leaders on an ongoing basis. Ethics\nand integrity are key leadership competencies that are\nassessed as part of annual performance reviews and\nplay an integral role in our decisions about employee\nadvancement within the company.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 32"
  },
  {
    "page": 33,
    "source": "text",
    "content": "GRI 206: In some countries, where permitted by law, we may • Our employees are prohibited from offering health\ndirectly inform patients and other consumers about care professionals items of personal benefit, such as\nAnti-Competitive Behavior diseases and available treatments that they may wish tickets to sporting events, support for office social\nto discuss with their doctors. We believe direct-to- events or gift certificates for stores or golf outings.\n(CR material topic: Responsible sales and marketing) consumer advertising contributes to greater awareness Where permitted, we may occasionally provide health\nabout conditions and diseases, which can benefit care professionals with approved educational items\npublic health by increasing the number of patients that are not of substantial monetary value and that\nManagement approach\nappropriately diagnosed and treated. are intended primarily for educational purposes. Such\nWe adhere to strict ethical sales and marketing\nmaterials may include medical textbooks, medical\npractices in all our businesses, whether\nFostering ethical practices journals and anatomical models.\npharmaceuticals, vaccines or animal health.\n• Our employees and others speaking on behalf of\nWe believe that our marketing, sales and advertising\nOne of the ways we provide product information is activities make an important contribution to medicine the company may give presentations specifically\nby maintaining informative and ethical professional by informing our customers of treatment options based designed to provide the type of information that\nrelationships with health care providers. on the most recent scientific information and findings practicing health care professionals have indicated\nis needed and most useful in the treatment of their\nfrom rigorous clinical studies.\nOur interactions with providers, other customers and patients, in accordance with U.S. Food and Drug\nconsumers are governed by laws and regulations, and Our sales and marketing practices are governed by Administration (FDA) regulations and the regulations\nby our long-standing global Code of Conduct, Our Values external laws and regulations and industry codes of of other countries in which the presentations or\n& Standards. We enforce these external and internal conduct, and by our own global Code of Conduct, discussions are taking place\nstandards through our ethics and compliance program. our corporate policies and procedures, and our ethics • A company representative may offer occasional\nand compliance program. modest meals to health care professionals in\nWe recognize that both our reputation for\nconnection with an informational presentation;\nintegrity and the trust that our stakeholders Our ethics and compliance program seeks to address\nhowever, such meals must be in accordance with local\nplace in us are dependent on our ethical practices. and prevent inappropriate practices, and we evaluate\ncodes and regulations\nConsequently, we want to make certain that the our policies and practices as appropriate. Our practices\nways in which we market and sell our products to our are monitored, and compliance is enforced to ensure For more information, please visit the Sales &\ncustomers — health care professionals, health insurers that our interactions with customers and consumers Marketing Practices page on MSDresponsibility.com.\nand governments — include accurate, balanced and help inform their decisions accurately and in a balanced\nuseful information so that prescribers can make the manner. We believe that compliance with all policies\nGRI 206-1 Anti-competitive behavior\nbest decisions for their patients. governing scientific, business and promotion-related\nactivities, in letter and spirit, is a corporate and\nOur high ethical sales and marketing standards require As a condition of employment, all of our sales and\nindividual responsibility of the highest order. Through\nthat scientific information is the predominant factor marketing employees are required to be certified\nour ethical behavior, we strive to ensure that scientific\nin prescribing decisions, reinforcing our reputation for periodically on sales and marketing practices.\ninformation predominates in prescribing decisions.\nproviding high-quality products and for contributing to\nIn the U.S., for example, employees who do not\nimprovements in public health. Our Guiding Principles for Ethical Business Practices\nsatisfactorily meet these training requirements may\nInvolving the Medical and Scientific Community include\nOur professional sales representatives and other not conduct specific activities on their own and must\nthe following:\nemployees inform our customers about our medicines repeat the training until they meet the requirements.\nand vaccines and their appropriate use. To respond • We provide current, accurate and balanced\nAll new employees receive training and testing and\nto increasing requests for on-demand information, information about our products; we share sound\nmust be certified on relevant policies and our company’s\nin certain countries we offer resources and product scientific and educational information; and we\nethical operating standards. And although many of\ninformation to health care providers on company support medical research and education\nwebsites and other digital platforms.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 33"
  },
  {
    "page": 34,
    "source": "text",
    "content": "our employees who market and sell our medicines and In addition to mandatory training on our Code of conduct such as the IFPMA, the European Federation\nvaccines have advanced scientific or medical degrees Conduct, employees receive training on other levels of of Pharmaceutical Industries and Associations (EFPIA)\nand backgrounds, all of our sales representatives must business practice and compliance, according to their and PhRMA codes set the standards that govern the\ncomplete general sales and product training. Training roles and responsibilities. We evaluate and update the industry’s sales and marketing practices and ensure\nis specific to the country where an employee is based content for all marketing and sales training periodically that companies have adequate policies and procedures\nand covers the scope of the employee’s responsibilities to ensure that it remains relevant and current. in place to comply with the codes.\nin ensuring compliance with applicable laws and\nregulations. Industry codes of conduct Among PhRMA’s Code on the Interactions with\nHealthcare Professionals (the Code) key components\nSales representatives are trained on anti-bribery Our sales representatives must provide truthful, is an annual requirement for company CEOs and Chief\nand anticorruption laws such as the U.S. Foreign non-misleading information in their interactions Compliance Officers to certify personally that they\nCorrupt Practices Act and the UK Bribery Act. Sales with the medical and scientific community. Our have processes in place that foster compliance with the\nrepresentatives in the U.S. are also required to compliance program is consistent with applicable laws Code. The Code also encourages companies to obtain\nunderstand, among other things, their responsibilities and regulations, and is aligned with the International third-party verification of their compliance policies and\nunder the Anti-Kickback Statute, the U.S. Prescription Federation of Pharmaceutical Manufacturers & procedures. We complete PhRMA Code certification\nDrug Marketing Act, and all applicable FDA promotional Associations (IFPMA) Code of Pharmaceutical every year in compliance with the Code.\nregulations. Marketing Practices, as well as with regional and\ncountry industry codes, such as the Pharmaceutical Other requirements of the Code have previously\nAfter this initial training, we require periodic training Research and Manufacturers of America (PhRMA) been incorporated into our already strong ethical\naimed at recertifying employees on relevant policies Code and the Compliance Program Guidance for business practices. For example, our company follows\nand practices in accordance with local and functional Pharmaceutical Manufacturers, published by the Office the standards for commercial support of continuing\nrequirements. of the Inspector General, U.S. Department of Health medical education established by the Accreditation\nand Human Services. Council for Continuing Medical Education, and our\nWe stress that if our employees are unsure about ethics and compliance program requires that company\nthe appropriateness of the conduct that they ask The pharmaceutical industry as a whole recognized representatives be periodically assessed to make\nfor help. There are several places employees can that more needed to be done to address concerns sure they comply with relevant company policies and\nturn for assistance. The first option is to talk with raised by public officials and stakeholders in the health standards of conduct.\ntheir manager. If they do not feel comfortable care community. Self-regulating industry codes of\nwith that course of action, the other resources they\nmay contact are:\nSales and marketing 2015 2016 2017 2019 2019\n• Divisional Compliance Departments\n• Office of Ethics Number of warning letters or untitled letters 0 0 0 0 0\nfrom OPDP1 or APLB2 in the U.S.\n• Privacy Office\n• Office of General Counsel\n1 O PDP: Since September 2011, the Division of Drug Marketing, Advertising and Communication (DDMAC) is now the Office of Prescription Drug\n• Human Resources Department Promotion (OPDP).\n• MSDethics.com 2 APLB: Advertising and Promotional Labeling Branch (APLB) of the FDA Center for Biologics Evaluation and Research.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 34"
  },
  {
    "page": 35,
    "source": "text",
    "content": "Direct-to-consumer (DTC) advertising We adhere to updated 2019 PhRMA guidelines that all physicians and other prescribers about a new product\nDTC television advertising that identifies a medicine for an appropriate period of time before starting\nWe believe that direct-to-consumer (DTC) advertising\nby name should include direction as to where patients product-specific DTC broadcast advertising in the U.S.\ncan be an important and helpful way to inform patients\ncan find information about the cost of the medicine,\nabout diseases that may be relevant to them and about\nsuch as a company-developed website, including the list These principles and our practices are reflected in the\ntherapeutic options they may want to discuss with their\nprice and average, estimated, or typical patient out-of- PhRMA Guiding Principles on Direct-to-Consumer\nphysicians.\npocket costs, or other context about the potential Advertisements about Prescription Medicines.\nOur company has a long-standing policy of voluntarily cost of the medicine. In addition, we include information\nFor more information, please visit the Sales &\nsubmitting new U.S.-based DTC advertising campaigns on our U.S. Patient Assistance Program in all new\nMarketing Practices and Direct-to-Consumer\nto the FDA for its review and comment before running U.S.-based DTC print and television advertisements for\nAdvertising pages on MSDresponsibility.com.\nthem. Under our DTC policies and practices, the eligible products.\ninformation provided in our DTC advertising must:\nWe inform and educate health care professionals about\n• Contain appropriate product benefit and risk our products before we advertise them to consumers.\ninformation We implement comprehensive programs to educate\n• Be appropriately balanced, consistent with FDA\nregulations, and use appropriate “taste and tone”\n• Be approved by our company’s Promotion Review\nTeam, a governing body consisting of a team of\nreviewers (including the job owner, an attorney,\na physician, a representative from the Office of\nPromotion and Advertising Review, and a product\nscientific specialist) who ensure that promotional\nmaterial is clinically and scientifically accurate,\ncompliant with applicable laws and regulations, and\ncompliant with company policy\nWe try to help consumers achieve better health\noutcomes by delivering accurate, relevant and\nunderstandable information on disease prevention,\nidentification and potential treatment. To remain true\nto this goal, we adhere to the letter and spirit of U.S.\nFood and Drug Administration (FDA) regulations and\nguidelines governing DTC promotion, meet or exceed\nall Pharmaceutical Research and Manufacturers of\nAmerica (PhRMA) guidelines on DTC advertising, and\nfollow a comprehensive set of internal policies and\npractices when engaging in DTC advertising within\nthe U.S.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 35"
  },
  {
    "page": 36,
    "source": "text",
    "content": "Environmental\nGoal Progress Indicator\nMaterials and packaging\nGRI 301: Materials 100 percent of the packaging for our new human health products 100% of products Achieved\nwill be reviewed for environmental impact and improvement. launched in 2019\nThe materials we use for our finished products serve\na range of important purposes; the foremost purpose\nPackaging For cleaning our manufacturing equipment, we use\nis to protect the purity, efficacy and physical integrity\nwater-based methods where they are as effective as\nof the product. Packaging also provides the customer We have adopted “Design for Environment” guidelines\nsolvents. At each of our manufacturing sites, we have\nwith information and convenience, the pharmacist or that help our engineers design new product packages\nengineers who are responsible for identifying and\nprovider with accurate dispensing information at the that are better for the environment by minimizing\ndriving process-improvement projects. When it is not\npoint of purchase, and our business with marketing package sizes and using more environmentally friendly\npractical to reuse regenerated solvents in our own\nvalue. For some products, packaging also serves safety materials, where possible.\nproduction processes, we either work with suppliers\nfunctions such as child resistance and tampering\nWe have set a target to review all of our new human who recover the spent solvents for resale to other\nevidence.\nhealth packaging designs prior to launch to understand industries, or safely burn them as a source of energy.\nIn addition to these critical functions that packaging and minimize environmental impacts as much as Any used solvents that leave our site as hazardous\nmust perform, there is the consideration of the possible, while still providing adequate protection of waste are managed at offsite facilities that are on our\nenvironmental impact of the materials we use. After it our products. list of approved waste management sites.\nhas served its critical function(s), packaging becomes\nour customer’s waste, and therefore we must take this To help us evaluate the differences in environmental Chemical management\nimpacts between packaging options, we use a simplified\ninto account in our designs.\nA comprehensive and effective chemical management\nlife-cycle assessment (LCA) tool that provides\nprogram is critical to the safety and protection of our\nWe continue to monitor global trends around material information on the environmental impacts generated\nemployees, the communities in which we operate and\nuse such as the New Plastics Economy, and around how by the materials used in our packaging. The tool helps\nthe environment.\nwe might incorporate “circular economy” concepts into us to make informed decisions as to which materials are\nthe critical functions of packaging for pharmaceuticals. better for the environment.\nWe have put procedures, systems and processes in\nIt is unclear how these trends will ultimately impact\nplace to manage the approval, procurement, inventory,\nour mission to deliver medicines, however, these are Solvent use receipt, transfer, storage, use and disposal of chemicals\nimportant signals of a changing external approach to\nSolvents play a key role in the manufacturing of our at all of our sites. We provide our employees and others\nthe use and recovery of specific materials like fiber-\nproducts, as well as in equipment cleaning. Because with information about the identities and potential\nbased products, plastics such as PVC, metals and\nof their significance to our business and the life- hazards of the chemicals in our operations and final\nothers.\ncycle impact they represent, we focus on designing products through proper labeling of chemicals and the\nour processes to minimize or avoid their use where creation of safety data sheets.\nGovernance practical. Where we do use solvents, we maximize\nFor more information, please visit the Materials\nPackaging and design is managed by the Global efficiency, and control them in our emissions,\n& Packaging, Waste Management, Product\nPharmaceutical Commercialization area of the company effluents and waste.\nStewardship, Pharmaceuticals in the Environment and\nand with oversight from the Environmental Health and\nWe have an active Green & Sustainable Science Nanotechnology pages on MSDresponsibility.com.\nSafety Council.\nprogram to design our new processes using fewer\nsolvents and other hazardous materials, and to reuse\nand recycle more of the solvents we do use.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 36"
  },
  {
    "page": 37,
    "source": "text",
    "content": "GRI 302: Energy In addition, we will continue to optimize systems, Facilities\nconsolidate excess facility space when possible, shift\nWe continuously strive to make our facilities energy-\npower supplies to combined heat and power systems\nAs a global biopharmaceutical company, we recognize efficient. Our Energy CoE has created an “energy\nand utilize renewable energy sources.\nthe important role we play in identifying, adapting and road map” to help our facilities reduce energy demand\nresponding to the public health risks associated with and associated GHG emissions. The energy road\nOur company has launched initiatives around the\nclimate change, such as threats to clean air and water, map’s foundation includes large-scale metering and\nworld to improve energy use, reduce GHG emissions\ninsufficient food supplies and the spread of disease. We monitoring to assess and identify opportunities\nfrom our operations and understand our supply chain-\nbelieve our long-standing support of stronger health for continuous improvement. As facility energy\nrelated impacts.\nsystems in underserved areas is even more important management programs mature, energy savings are\ngiven the evidence that certain disease patterns are sought by improving the reliability of the equipment,\nOur Energy Center of Excellence (CoE) identifies, shares\nassociated with changing climate conditions. by the efficient operation of utility systems and by\nand standardizes best practices, and prioritizes the\nbuilding efficiencies into systems design.\nfunding of energy projects to reduce energy use across\nOur Energy Management Standard requires responsible\nthe company. Our manufacturing facilities, warehouses,\nand efficient energy management and associated All our new facilities are required to comply with our\nlaboratories, major offices and vehicle fleet are the\ngreenhouse gas (GHG) emission reductions. Energy Design Guide and Energy Conservation Planner.\nprimary targets of our energy-demand-reduction\nIf we purchase a facility, it is evaluated for energy\nprograms, as they represent the majority of our energy\nEnergy demand reduction and efficiency will always efficiency and assessed against our energy scorecard as\nconsumption.\nbe part of our energy management strategy and will part of its integration into our company.\npositively impact our efforts to reduce our global\nWe have an established Energy Capital Fund of up\nfootprint. All new laboratories, offices and major renovations\nto $12 million per year in order to transition to more\nare built following cost-effective and energy-efficient\nenergy-efficient technology and to better position the\nUtilization of renewable energy is a growing practices and are designed to meet Leadership in\ncompany to respond to energy demands in the future.\nexpectation of industry. The advance in renewables Energy and Environmental Design (LEED) Silver\nThe Energy Capital Fund supports the implementation\ntechnology, incentives through legislation and certification at a minimum or the comparable\nof projects with a simple four-year payback averaged\ncomparison with conventional technology and fuel country standard.\nover the entire portfolio.\nprices have grown the industry and created a robust\nrenewable energy market. • Our China Head Office is certified as LEED Gold\n• Since 2015, our sites have completed more than\n70 projects through the Capital Fund. This has • Our new South San Francisco, CA office was certified\nPrograms and initiatives saved over $6 million per year, averaging a payback LEED Gold in 2020 and is pursuing WELL Building\nWe have made it a priority to reduce our demand for of only three years and avoiding the production of Standard (WELL) certification\nenergy and have established internal policies and 23,000 metric tons of carbon per year. • An operations support facility at our facility in\npractices focused on reducing energy use at all our • In 2019, we allocated approximately $6.4 million to Durham, North Carolina is certified as LEED Silver\nsites, and minimizing GHG generation throughout energy projects. The completed projects will result • Our lab in Carlow, Ireland received both LEED Gold\nthe company. By taking these steps, we are not only in $2 million in annual savings and a reduction of more and Excellence in Energy Efficiency Design (EXEED)\nminimizing GHG emissions, but also reducing our than 12,000 metric tons of carbon dioxide from certification in 2019\noperating costs and mitigating the business impacts our facilities.\n• Development labs in both New Jersey and\nexpected to be associated with future climate change\n• For 2020, we have over 60 projects in progress, that Pennsylvania are pursuing LEED Silver certification\nrequirements.\nwhen completed will reduce carbon dioxide emissions\nfrom our facilities by over 36,000 metric tons\nEnergy-efficiency and demand-reduction projects\nwill continue to contribute to lowering our energy\nconsumption and reducing our direct GHG emissions.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 37"
  },
  {
    "page": 38,
    "source": "text",
    "content": "We require our facilities to have a plan to manage their • A rollout of Energy Utility Analytics Technology Renewable energy\nenergy use. for multiple sites that will enable continuous\nOur company has set bold renewable energy targets.\ncommissioning, energy efficiency improvements and\nWe have committed to sourcing 100 percent of our\n• Four sites in Ireland, three sites in Germany, one reliability of assets\npurchased electricity from renewable energy sources\nsite in Spain and one site in the UK maintained\n• We developed an energy management strategy that by 2040, with an interim goal of 50 percent by\ntheir certification of ISO50001:2018 for energy\nseeks to achieve energy savings through continuous 2025.1 Photovoltaic arrays, wind turbines and other\nmanagement to comply with the EU Energy\nimprovement, reliability, operations and design renewable-energy installations avoid emissions, help\nEfficiency Directive audit requirements; and a fourth\nGerman site transitioned successfully to the ISO • A rail-travel option is included in our online business- reduce energy-demand peaks and postpone or preclude\ncertification travel booking tool to make it easier to travel by adding new power plants.\ntrain when appropriate. Train travel has a smaller\n• The EU Energy Efficiency Directive (EED) Phase We continually analyze our sites to look for\ncarbon footprint than traveling by either airplane or\nTwo compliance assessment was completed for all opportunities for new onsite installations, power-\npersonal vehicle.\nentities in the EU Region and all qualifying sites are purchase contracts, vendor-supplied renewable energy\nundertaking energy audits to ensure compliance We worked with our three largest long-range freight through the electrical grid and VPPA projects.\n• Our Energy CoE has provided tools for facility carriers and even though the amount of material\nSeveral sites have incorporated renewable energy\nmanagers to identify opportunities to reduce energy shipped by weight increased in 2019 vs. 2018, our\ninstallations over the past several years. In 2019, sites\nuse and eliminate waste. These tools include facility- transportation-related GHG emissions decreased by\nin Italy, Germany and South Africa installed new solar\nwide, three-day Energy Treasure Hunts, half-day shifting away from air freight to ocean and overland\narrays or expanded their on-site solar capacity. In\nutility-system assessments (Energy Kaizens), and ground freight whenever practical.\nSeptember 2019, one of our manufacturing sites in\nonline Energy Treasure Hunts, which allow for best-\npractice sharing. In 2019, our company awarded an “Energy Project of Virginia signed an agreement to utilize renewables for\nthe Quarter” and showcased each project throughout 100 percent of their purchased electricity.\n• All our employees have access to a training curriculum\nour company in our quarterly “Eco Smart” newsletter.\nthat allows them to learn more about energy In January 2018, our company signed a VPPA with\nThese projects were also featured in our internal\nmanagement and energy systems. Through this Invenergy Wind Development LLC that adds\nsustainability communication sites. The winning\nprogram, employees can earn an Energy Manager 60 megawatts (MW) of renewable energy to the\nprojects included:\nCertification. Site energy managers from more than Electric Reliability Council of Texas (ERCOT) market\n70 of our facilities are expected to complete the basic • Overdelivered on energy reduction commitments at a and provides us with the associated renewable energy\nenergy efficiency training curriculum. site in the Netherlands, through a series of initiatives credits. This new wind asset, Santa Rita East, will\nsuch as addressing lighting, better management reduce our company’s greenhouse gas emissions by\nWork practices and recognition and utilization of more efficient air handlers and more than 100,000 metric tons per year over the life\nOur company takes advantage of technological insulation upgrades of the 12-year agreement. This agreement will help us\nreach approximately 50 percent of our 2025 goal and\nadvances to save energy, time and money while also • Acknowledgement of the start-up of our first large\n25 percent of our 2040 goal. The Santa Rita East wind\nreducing emissions. The strategies we employ include: scale Virtual Power Purchase Agreement (VPPA)\nfarm came on-line in July 2019.\nfacility in Texas\n• Site energy use is tracked monthly by our Energy\n• The startup of a new quality lab and certification as\nCoE through a centralized system. A global energy\nLEED Gold and EXEED at a site in Ireland 1 We have defined “purchased electricity” as electricity sourced from\nscorecard is issued monthly, and sites receive a external suppliers as well as renewable electricity that was generated\nletter grade based on an internal assessment of their • Started the “Green by Choice” program at a site in the and utilized onsite where we retained the renewable attributes or\nenergy intensity and performance. Our companywide Netherlands to create a hands-on culture in areas of where we have obtained renewable attributes through contract.\naverage score has consistently been a top-level energy, water and waste reductions\ngrade of “A-.”\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 38"
  },
  {
    "page": 39,
    "source": "text",
    "content": "Vehicle fleet\nGRI 302-1 Energy consumption within the\nApproximately nine percent of our total Scope 1 and 2\norganization (Scopes 1 + 2)\nGHG emissions are associated with our vehicle fleet.\nWe calculate our fleet’s GHG emissions based on GRI 302-4 Energy reductions\nestimated fuel economy and actual total miles driven.\n• In an ongoing effort to improve fuel efficiency,\nTotal energy use 2015 2016 2017 2018 2019\nwe have converted our U.S. sales fleet from cars\nwith six-cylinder engines to cars with four-cylinder\nengines, replaced eight-cylinder-engine trucks Total energy use (GJ) 21,303,600 20,936,400 19,370,300 19,258,500 18,577,900\nwith six-cylinder-engine trucks, and introduced\nan all-wheel-drive (AWD) sedan option to replace Note: GHG figures have been changed from our 2018/2019 report, due to a collection methodology update since our last report.\nAWD sport utility vehicles. This has resulted in fuel\nefficiency improvements from an average of 22 miles\nScope 1 and location-based Scope 2\nper gallon (mpg) in 2008 to an average of 27 mpg\nenergy use (% of total)1 2015 2016 2017 2018 2019\nin 2019.\n• 40 percent of the U.S. fleet are now partial zero\nNatural gas (Scope 1) 60% 61% 59% 62% 62%\nemission vehicles (PZEV)\n• Our European fleet continued to convert to the use\nFleet fuel (Scope 1) 11% 12% 12% 10% 9%\nof more fuel-efficient vehicles and we conducted a\nplug-in hybrid pilot in the UK\nFuel oil (Scope 1) 2% 2% 2% 2% 2%\n• Over 50 percent of the vehicles being utilized in Japan\nare hybrids and we are looking to expand their use in\nother Asia/Pacific markets where the infrastructure Bio-Fuel (Scope 1) 0.3% 0.4% 0.6% 0.6% 0.6%\nis supported to “charge” the vehicles\n• In 2019 in Mexico, we have implemented three- Renewable energy generated and 0.01% 0.04% 0.04% 0.05% 0.05%\ncylinder vehicles until hybrids become more available. used onsite (Scope 1)2\nOur fleet in Mexico consists of 17 percent three-\ncylinder vehicles and five percent hybrids. Spent solvents (Scope 1) 0.1% 0.1% 0.0% 0.0% 0.0%\nCoal (Scope 1) 0.0% 0.0% 0.0% 0.0% 0.0%\nPurchased electricity (Scope 2)3, 4 24% 23% 23% 23% 24%\nPurchased steam (Scope 2) 3% 2% 3% 3% 3%\n1 May not add to 100 percent due to rounding.\n2 I ncludes solar, wind and other renewables generated onsite where renewable energy credits or guarantees of origin have been retained or retired.\n3 Reported using Scope 2 location-based value in accordance with the Greenhouse Gas Protocol.\n4 Includes solar, wind and other renewables generated onsite where renewable energy credits (RECs) have been sold.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 39"
  },
  {
    "page": 40,
    "source": "text",
    "content": "In March 2020, the U.S. EPA again recognized our\nScope 1 and market-based Scope 2 company with our 13th consecutive Sustained\nenergy use (% of total)1 2015 2016 2017 2018 2019 Excellence Award. This is also the 15th consecutive year\nin which we have been recognized by ENERGY STAR for\nNatural gas (Scope 1) 60% 61% 59% 62% 62% excellence in energy management.\nIn 2019, our company continued to successfully use\nFleet fuel (Scope 1) 11% 12% 12% 10% 9%\nENERGY STAR benchmarking tools such as the ENERGY\nSTAR Portfolio Manager to obtain the ENERGY STAR\nRenewable energy generated and 0.01% 0.3% 1.1% 3.1% 6.1% Certified Building label for four buildings including:\nused onsite or purchased (Scope 1)2\n• A data center in New Jersey that obtained a perfect\nFuel oil (Scope 1) 2% 2% 2% 2% 2% score of 100\n• A research office in Pennsylvania for the\nBio-Fuel (Scope 1) 0.3% 0.4% 0.6% 0.6% 0.6% 9th consecutive year\n• Two office buildings in Pennsylvania for the\nSpent solvents (Scope 1) 0.1% 0.1% 0.0% 0.0% 0.0% 2nd consecutive year\nOur Puerto Rico facility was awarded the ENERGY\nCoal (Scope 1) 0.0% 0.0% 0.0% 0.0% 0.0%\nSTAR Pharma Energy Performance Indicator (EPI)\nfor superior energy efficiency and environmental\nPurchased electricity (Scope 2)3, 4 24% 23% 22% 20% 18% performance among U.S. pharmaceutical\nmanufacturing plants for the 11th consecutive year.\nPurchased steam (Scope 2) 3% 2% 3% 3% 3%\nFor more information, please see GRI 305-5 on\npage 47, the Climate Change & Energy Use page on\n1 May not add to 100 percent due to rounding.\nMSDresponsibility.com, and our CDP Climate Change\n2 Includes solar, wind and other renewables generated onsite where renewable energy credits or guarantees of origin have been retained or retired.\nQuestionnaire.\n3 Reported using Scope 2 location-based value in accordance with the Greenhouse Gas Protocol.\n4 Includes solar, wind and other renewables generated onsite where renewable energy credits (RECs) have been sold.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 40"
  },
  {
    "page": 41,
    "source": "text",
    "content": "GRI 303: Water\nGoals Progress Indicator\nAs we strive to meet the health needs of our patients,\nwe are increasingly operating in regions of the world Internal operations\nwhere access to clean water and proper sanitation is\nunder great pressure. Even in established markets, our By 2020, we will develop water conservation plans for sites in On track On Track\nbusiness faces water-related risks. “high water risk” locations.\nOur global water strategy aims to achieve sustainable\nBy 2025, we will maintain global water use at or below 3.6 million m3 below 2015 levels On Track\nwater management within our operations and\n2015 levels. (15% reduction)\nour supply chain, which supports UN Sustainable\nDevelopment Goal (SDG) 6, “Clean Water and\nSanitation.” To achieve these strategic objectives, we Supply Chain\nare focusing on the following commitments:\nWe will collect greenhouse gas emissions and water use data GHG and water data collected Achieved\n• Ensuring that our wastewater discharges comply from at least 90 percent of our strategic suppliers with the from 96% of high-impact\nwith local and national standards, as well as internal highest environmental impact. strategic suppliers\ncompany requirements\n• Understanding and controlling our operational By 2020, we will engage with those suppliers and request On track On Track\nwater footprint them to identify GHG emission and water use reduction\n• Managing water risk at our facilities and in our opportunities.\nsupply chain\n• Reporting publicly on our water use and goals By 2025, at least 90 percent of our strategic suppliers with the On track On Track\nhighest environmental impacts will set their own GHG\nWe have established water goals to help us manage emission and water use reduction targets.\nwater-related risks in our operations and supply chain:\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 41"
  },
  {
    "page": 42,
    "source": "text",
    "content": "GRI 303-1 Water as a shared resource\nWater use and risk by region\n(million m3) Extremely High High Med to High Low to Med Low N/A % of Total Total\nNorth America 0.00 2.55 2.97 9.88 0.43 0.05 78% 15.87\nEurope, Middle East and Africa 0.14 0.88 0.13 0.24 1.32 0.23 14% 2.93\nAsia Pacific 0.02 0.05 0.12 0.00 0.78 0.24 6% 1.20\nLatin America 0.05 0.11 0.00 0.00 0.08 0.08 2% 0.32\nTotal1 0.21 3.59 3.21 10.12 2.61 0.59 – 20.32\n1 All values above are rounded. As a result, the total values shown are not equal to the sum of the individual source totals.\nWater use and risk by region (%) Extremely High High Med to High Low to Med Low N/A\nNorth America 0% 16% 19% 62% 3% 0%\nEurope, Middle East and Africa 5% 30% 4% 8% 45% 8%\nAsia Pacific 1% 4% 10% 0% 65% 20%\nLatin America 15% 34% 0% 0% 26% 25%\nTotal1 1% 18% 16% 50% 13% 3%\n1 May not add to 100 percent due to rounding.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 42"
  },
  {
    "page": 43,
    "source": "text",
    "content": "In 2019, we used 20.3 million cubic meters of water\nWater use in areas of high to extremely high Purchased globally, versus 23.9 million cubic meters in 2015,\nwater risk by region (million m3) Groundwater Surface Water Water Total representing a 15 percent reduction in water use.\nApproximately 64 percent of the total water we\nNorth America 0.45 0.00 2.11 2.55\nused in 2019 was supplied from nearby surface\nwater and groundwater resources, with the balance\nEurope, Middle East, and Africa 0.23 0.13 0.66 1.02\nsourced from municipal water supplies. Many of our\nfacilities employ water reuse and recovery strategies,\nAsia Pacific 0.00 0.00 0.07 0.07 including recirculation of water in cooling towers and\ncondensate recovery.\nLatin America 0.04 0.00 0.12 0.15\nWe use the World Resources Institute’s (WRI’s)\nAqueduct water-risk-assessment tool to measure and\nTotal 0.71 0.13 2.95 3.80\nmap our water risks. Sites are categorized using the\n“Baseline Water Stress” indicator, which is the ratio\nof total annual water withdrawals to total available\nannual renewable supply, and accounts for up-stream\nconsumptive use. Higher stress values indicate more\nWater use by source (million m3)1 2015 2016 2017 2018 2019\ncompetition among water users. A new version of\nthe Aqueduct tool (version 3.0) was launched in\nGroundwater 12.2 10.4 10.2 10.5 10.4\nAugust 2019. The following upgrades to the tool have\nresulted in changes to the baseline water stress rating\nSurface water 3.9 3.2 2.7 2.4 2.7 and scoring:\n• Inclusion of both surface and groundwater in\nPurchased water 7.7 7.1 6.6 7.7 7.3\nthe model\n• Modifications to the scoring scale\nTotal2 23.9 20.6 19.6 20.5 20.3\n• Changes to the indicators\n1 In accordance with the Greenhouse Gas Protocol, prior-year data have been adjusted to add or remove facilities that have been acquired and sold. • Hydrological model underpinning the indicators\nAdjustments also reflect changes in methodology to ensure consistency from year to year.\n• Hydrological sub-basins\n2 All values above are rounded to one decimal place. As a result, the total values shown are not equal to the sum of the individual source totals.\nIn 2019, we operated five manufacturing and/or\nresearch facilities in areas with “extremely high”\nBaseline Water Stress, according to the WRI’s\nAqueduct 3.0 tool. The reduction from 11 in 2018 is\ndirectly related to the changes in the tool identified\nabove. We are also assessing water risk status of sites\nbrought into the network through recent acquisitions.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 43"
  },
  {
    "page": 44,
    "source": "text",
    "content": "The facilities that use the most water in our network Our production facilities have, or will be provided\nare U.S.-based. Of these, two are in areas of “high” with, API-treatment technology where needed, so GRI 303-3 Water withdrawal\nBaseline Water Stress. that our wastewater discharges meet both regulatory\nrequirements and these internal standards. Our sites employ a variety of technologies and\nWe assess high-water-use facilities that are techniques aimed at reducing our water footprint\nexperiencing water interruptions or are located in We also provide EQC information to suppliers that and improving operational performance. Closed-loop\nareas of “extremely high” and “high” Baseline Water manufacture pharmaceutical compounds for us and cooling systems, which reduce freshwater use, are\nStress according to the WRI Aqueduct tool, and develop have initiated detailed assessments of our suppliers to employed at more than half of our facilities worldwide.\nwater management plans as needed. We work with a better understand and address potential impacts. Reverse osmosis (RO) “reject water” is reused for\nthirdparty water use expert to evaluate opportunities non-potable and non-process applications such as\nfor water use reductions at these sites, resulting in In addition, as a member of the Antimicrobial cooling-tower feed water and fire water. In all, 1.1 million\nsitespecific water management plans. We are also Resistance (AMR) Industry Alliance and signatory to cubic meters of water was recovered, reused or\nworking to identify “hot spots” of water use within our the Industry Roadmap for Progress on Combating recycled at our facilities in 2019, which is equivalent to\nsupply chain so that we can engage with our suppliers AMR, we are working to deliver on our commitments five percent of our total water use.\non the issue of water risk. to reduce the environmental impacts from antibiotic\nresidues in wastewater. We have reviewed the Our water-use-reduction initiatives include:\noperations of our third-party suppliers to assess their\nGRI 303-2 Water discharge-related impacts\nwastewater treatment controls and have recommended • Consideration of water use in process design\nimprovements where needed, which we will follow\nOur facilities are required to implement an internal • Cooling-system optimization\nthrough to completion.\nEQC program that evaluates potential human health • Prompt repairs and maintenance of steam-\nand environmental impacts of active pharmaceutical Wastewater from our facilities is managed and distribution systems and traps\ningredients (APIs) in waterbodies where we treated to meet regulatory standards and minimize • Recovery and reuse of steam condensate and\ndischarge wastewater. These standards are based environmental impacts prior to discharge. On-site “reject water”\non criteria established in accordance with stringent wastewater treatment facilities are operated at many\n• Process-water purification system optimization\nproduct regulatory filing review process (as per our of our production and research facilities. Where on-site\nPharmaceutical in the Environment Public Policy treatment is not provided, wastewater is discharged • Avoiding the use of water in mechanical seals, such as\nstatement). Each facility uses the internal EQC to local municipal wastewater treatment facilities those in pumps\nstandards to: that have the technology and capacity to treat our\nFor more information, please visit the Water page on\nwastewater.\n• Assess the potential risk from its operations MSDresponsibility.com.\nusing science-based and industry-accepted risk For more information, please visit the Water\nFor information on the specific water sources affected\nassessment methods and Sourcing & Supplier Relations pages on\nin areas experiencing high and extremely-high water\n• Minimize environmental impacts from wastewater MSDresponsibility.com, or review our response to\nrisk, please see our CDP Water Security response.\ndischarges in the local watershed the CDP Water Security questionnaire.\n• Establish procedures for managing, treating, or\ncontrolling APIs in wastewater prior to discharge\nwhere needed\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 44"
  },
  {
    "page": 45,
    "source": "text",
    "content": "GRI 305: Emissions\nScientific data support that climate change is occurring,\nand we are taking action to reduce the economic and\npublic health risks associated with a changing climate. GHG emissions in 2019\nWe report our GHG emissions as required by\nregulations in certain countries and annually through\nCDP (formerly Carbon Disclosure Project). In 2019, Scope 1 755,340 MT CO2e\nthe CDP graded our disclosure as a “B” or a rating\nScope 2 316,630 MT CO2e\nof “management”, indicating that we are “taking\ncoordinated action on climate issues.” “This is higher Scope 3 6,965,600 MT CO2e\nthan the North America regional average of C, and\nsame as the Biotech & pharma sector average of B.”\nWe have committed to reducing our Scope 1 and\nmarket-based Scope 2 absolute GHG emissions by\n40 percent between 2015 and 2025. This goal is\ndesigned to meet the science-based criteria to limit Note: Scope 2 is the market-based value in accordance with the Greenhouse Gas Protocol.\nthe global temperature increase to below 2°C.\nThe World Resource Institute’s Greenhouse Gas\nProtocol defines Scope 1 GHG emissions as emissions\nfrom owned or controlled sources such as onsite fuel\ncombustion and fleet vehicles. Scope 2 emissions\nare those from indirect sources such as purchased\nelectricity. Scope 3 includes indirect emissions in\na company’s value chain.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 45"
  },
  {
    "page": 46,
    "source": "text",
    "content": "We have adopted a set of environmental sustainability\ngoals to help position our company to succeed in an Goals Progress Indicator\nincreasingly resource-constrained world.\nGHG emissions\nThese were developed to address the rising\nexpectations of our customers, investors,\nBy 2025, we will reduce global Scope 1 and market-based 26.5% reduction On Track\nexternal stakeholders and employees regarding\nScope 2 GHG emissions by at least 40 percent from 2015\nthe environmental impact of our operations and\nlevels.\nsupply chain.\nWe have made progress toward our environmental Renewable energy\nsustainability goals and remain on track to achieve\nthem. We continue to find ways to decrease energy By 2025, at least 50 percent of our purchased electricity will 25.4% of our purchased On Track\ndemand and have increased the amount of renewable come from renewable sources. By 2040, 100 percent of our electricity comes from\nenergy we purchase. Our procurement team has purchased electricity will come from renewable sources.1 renewables\nstarted to engage our strategic suppliers in our efforts\nto reduce the environmental footprint outside of our 1 We have defined “purchased electricity” as electricity sourced from external suppliers as well as renewable electricity that was generated and\noperations. utilized onsite where we retained the renewable attributes or where we have obtained renewable attributes through contract.\nGoals Progress Indicator\nSince 2018, we have been collecting GHG emissions and water use GHG and water data collected Achieved\ndata from at least 90 percent of our strategic suppliers with the from 96% of high-impact\nhighest environmental impact. strategic suppliers\nBy 2020, we will engage with those suppliers and request them to On track On Track\nidentify GHG emission and water use reduction opportunities.\nBy 2025, at least 90 percent of our strategic suppliers with the In progress On Track\nhighest environmental impacts will set their own GHG emission\nand water use reduction targets.\nNote: Scope 2 is the market-based value in accordance with the WRI Greenhouse Gas Protocol.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 46"
  },
  {
    "page": 47,
    "source": "text",
    "content": "Governance\nGRI 305-1 Direct GHG emissions (Scope 1)\nOur climate strategy is overseen globally by our\nEnvironmental Sustainability Center of Excellence GRI 305-2 Indirect GHG emissions (Scope 2)\n(CoE) in partnership with our Energy CoE and Energy\nGRI 305-3 Other indirect GHG emissions\nProcurement CoE. The CoEs review and report data,\n(Scope 3)\nmonitor progress, and provide assistance as needed,\nto support sites’ work towards these goals and review GRI 305-5 Reduction of GHG emissions\npossible above-site renewable energy projects.\nEach site is responsible for the management of their Total GHGs (MT CO2e)1 2015 2016 2017 2018 2019\nenergy use. In many cases, our company partners with\nScope 1 and location-based 1,416,900 1,365,000 1,258,900 1,225,600 1,168,900\nour third-party Integrated Facility Management (IFM)\nScope 2 GHGs\nproviders to manage energy use and work toward the\ncorporate goals.\nScope 1 and market-based 1,459,000 1,401,700 1,274,500 1,191,100 1,072,000\nScope 2 GHGs\nFor information regarding our environmental\nmanagement and governance, please see our EHS\nScope 3 GHGs 5,586,300 7,975,100 6,586,100 6,239,800 6,965,600\nManagement & Compliance on MSDresponsibility.com.\n1 In accordance with the Greenhouse Gas Protocol, prior-year data have been adjusted to add or remove facilities that have been acquired or sold.\nAdjustments also reflect changes in methodology to ensure consistency from year to year.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 47"
  },
  {
    "page": 48,
    "source": "text",
    "content": "Scope 3 GHGs details (MT CO2e) 2015 2016 2017 2018 2019\nPurchased goods and services1 3,864,900 6,204,000 4,997,600 4,595,600 5,155,100\nCapital goods1 112,700 224,000 192,900 229,200 339,900\nGHG emissions from fuel and energy-related activities not included in Scopes 1 & 22, 3 276,200 304,500 262,100 243,400 240,700\nUpstream transportation and distribution1 222,200 255,500 267,100 274,100 271,200\nWaste generated in operations (excluding recycled & composted waste)4, 5 20,600 16,800 16,000 18,200 19,500\nGHG emissions related to employee business travel6, 7 283,300 265,400 218,200 301,100 340,400\nEmployee commuting 302,400 301,500 262,200 264,400 272,000\nDownstream transportation and distribution8 211,000 118,000 121,900 120,800 133,200\nGHG emissions from use of sold products9 255,000 248,400 205,800 148,100 142,100\nEnd-of-life treatment of sold products10 38,000 37,000 42,200 44,900 51,500\nTotal11 5,586,300 7,975,100 6,586,100 6,239,800 6,965,600\nNote: Limited Data Assurance was granted for emissions calculated from primary travel vendor data and employee reimbursable travel mileage data. The total reported here includes non-primary travel vendor data\nemissions which were based on our 2019 third-party spend data and an Economic Input-Output Model performed by Climate Earth, Inc.\nNA: Not available.\n1 Based on third-party spend data and an economic input-output model performed by Climate Earth, Inc.\n2 Emission factors from Argonne National Laboratory’s GREET Model (https://greet.es.anl.gov/) were used in conjunction with primary fuel and energy-use data.\n3 Data as reported historically, not baseline adjusted.\n4 Primary-waste data were used with the U.S. EPA’s WARM Model (https://www.epa.gov/warm).\n5 Including recycled and composted waste in these calculations, would result in negative emissions in), 2015 (-40,200 MT CO2e), 2016 (-60,200 MT CO2e), 2017 (-41,200 MT CO2e), 2018 (-43,700 MT CO2e) and 2019\n(-62,400).\n6 Based on primary travel vendor data, employee-reimbursable mileage and UK Defra factors (https://www.gov.uk/government/collections/government-conversion-factors-for-company-reporting#conversion-\nfactors-2015).\n7 Emissions are based on primary vendor data where available and economic input-output modelling performed by Climate Earth, Inc., using spend data.\n8 Emissions were calculated using our “Upstream transportation and distribution” spend data as a worst-case estimate entered into the WRI Quantis tool. We assumed that all “downstream” material would first have been\nstored, transported and handled “upstream.”\n9 Assumes that all HFC-containing devices shipped for sale were consumed. The amount and identity of HFC in each product is calculated and multiplied by the appropriate global warming potential (GWP) to determine the\nCO2e released as a result of product use.\n10 Calculated assuming that all primary, secondary and tertiary packaging purchased was disposed of by our customers. Packaging material data was used with the U.S. EPA’s WARM Model.\n11 May not add up to total due to rounding.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 48"
  },
  {
    "page": 49,
    "source": "text",
    "content": "Reduction of GHG emissions Production and research emissions\nGRI 305-6 Ozone-depleting substances (ODS)\nFrom 2018 to 2019, we reduced our year-over-year Many of our pharmaceutical manufacturing processes,\nScope 1 and Scope 2 market-based GHG emissions GRI 305-7 NOx, SOx and other emissions cleaning/disinfection operations and research\nby 10 percent due to our continued focus on laboratories require the use of solvents. Evaporation\nenergy efficiency and an increased utilization of We are committed to controlling air emissions from of solvents into the air is the primary source of volatile\nrenewable energy. our facilities to reduce local, regional and global organic compound (VOC) emissions. In an effort to\nenvironmental impacts. reduce VOC emissions, reduction in solvent usage\nWe have analyzed and reported our Scope 3 impacts has been incorporated as an element of our Green &\nusing primary operating data, accepted emission Air emissions are generated by our manufacturing and Sustainable Science program.\nfactors, and an economic input-output model based research operations, as well as by burning fuel in on-site\non our third-party spend. In 2019, our Scope 3 GHG equipment and fleet vehicles. Our Air Management Key elements of the program include designing efficient\nemissions remained roughly the same as in 2018. Standard requires our facilities to quantify and control processes that use fewer and less-hazardous organic\nair emissions to comply with applicable regulations and solvents and using water-based methods for cleaning\nOur analysis shows that our Scope 3 GHG emissions emission standards. our process equipment where they are as effective\nimpacts are nearly three times greater than our as solvent-based methods. To reduce emissions from\ncombined Scope 1 and Scope 2 emissions. We are Any increase in production can negatively impact our processes where organic solvents are used, we use\nworking to reduce those impacts through activities emissions trends. Though there are efforts to minimize pollution-control technologies such as conservation\nsuch as reducing waste in our operations, reducing solvent use in production, solvents are needed for vents, carbon filters, thermal oxidizers, condensers\nfuel use and looking for opportunities to shift from air cleaning and disinfecting purposes. As the company and scrubbers.\nshipping to ocean transport when practical. We are transforms from manufacturing of pharmaceuticals\nalso starting to engage with our strategic suppliers to to biopharmaceuticals, mandatory cleaning and\nFossil fuel combustion emissions\nidentify ways to reduce GHG emissions in our supply disinfection protocols associated with biologics and\nchain. These actions not only reduce our environmental vaccines are increasing solvent based emissions. Air emissions are also generated by burning fuel in our\nimpact but benefit the business by reducing costs. boilers and power-generation turbines (for heat and\nThe Montreal Protocol mandates phase-out of energy), and by other combustion processes, such\nFor more information on our initiatives, policies and refrigerants that are ozone depleting substances (ODS) as thermal oxidizers (for treating air emissions) and\naccomplishments, please see the Climate Change & per schedules approved for individual countries. Our incinerators (for destroying waste). Our fleet vehicles\nEnergy Use page on MSDresponsibility.com. facilities ensure compliance with applicable regulatory and aircraft also burn fuel and generate air emissions.\nrequirements that have been established in accordance These combustion processes result in emissions of\nwith each country’s commitments. carbon dioxide (CO2), nitrogen oxides (NOx), sulfur\noxides (SOx) and volatile organic compounds (VOCs).\nOur company’s Air Center of Excellence (CoE) provides We strive to make our facilities more energy-efficient\nassistance as needed to our facilities to obtain through our energy-management programs and to\nappropriate environmental permits, and to quantify improve the fuel efficiency of our fleet vehicles. By\nand control air emissions to comply with applicable making these improvements, we also reduce emissions\nregulations and emission standards. of CO , NOx, SOx and VOCs from our operations.\n2\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 49"
  },
  {
    "page": 50,
    "source": "text",
    "content": "Our NOx emissions significantly decreased from\nAir pollutant emissions by type (MT)1 2015 2016 2017 2018 2019 2018 to 2019 due to the discontinuation of the use of\nemergency generators at our Puerto Rico facility that\nNitrogen oxides (NOx) 494 455 481 495 384 were required during an extended power outage caused\nby Hurricane Maria. Energy-conservation programs also\nhelped reduce emissions.\nSulfur oxides (SOx) 48 37 37 30 27\nVOC emissions increased from 2018 to 2019 due to\nVolatile organic compounds (VOCs) 455 440 380 405 418 increases in production and because of continuous data\ncollection improvements with the adoption of more\nOzone-depleting substances (ODS) 0.1 0.7 0.1 0.3 0.6 accurate emission-tracking methods.\nThe decrease in SOx emissions from 2018 to 2019 can\nNote: Previously reported data have been restated per our methodology, which includes adding facilities that have been acquired and removing\nfacilities that have been sold as operating sites. be attributed to the use of fuel with a lower sulfur\n1 Data are estimated using conservative assumptions and factors, not measured or weighed. content and our energy-conservation programs.\nEmissions of ozone-depleting substances are the result\nof non-routine releases from temperature-control\nand fire-suppression systems and can vary from year\nto year.\nFor more information, please see our Air Emissions\nand EHS Management & Compliance pages on\nMSDresponsibility.com.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 50"
  },
  {
    "page": 51,
    "source": "text",
    "content": "GRI 306: Effluents & Waste For information regarding our environmental\nmanagement and governance, please see\nour EHS Management & Compliance page on\nThe proper management of waste from our facilities is\nMSDresponsibility.com.\nimportant for the communities where we operate and\nis the focus of our environmental permits and other\nregulatory requirements.\nGoals Progress Indicator\nOur waste management standard requires our facilities\nto comply with applicable generation, management and By 2025, no more than 20 percent of our global operational waste 26% to landfills and incinerators On Track\ndisposal regulations and standards. will be sent to landfills and incinerators (without energy recovery). (without energy recovery)\nTo minimize our environmental footprint, and align By 2025, we will maintain global water use at or below 2015 levels. 46% of sites On Track\nwith the U.N. Sustainable Development Goals (SDGs),\nwe look for opportunities to avoid the use of hazardous\nmaterials, to reuse or recycle materials, and to prevent\nthe generation of waste. When prevention, reuse Waste minimization begins with the upfront evaluation Non-hazardous waste: This includes all other\nand recycling are not practical, we apply controls and of our product designs and manufacturing processes. operational waste. The amount of construction project\ntreatment technologies to prevent human health Through our Green and Sustainable Science program, related waste can vary significantly from year to year\nimpacts and minimize environmental impacts. we design processes that use safer chemicals, consume based on the number and size of projects. Therefore,\nless energy, use less water and other resources our definition of operational waste does not include\nThe amount of waste we generate reflects the and generate less waste. Our process development construction or demolition waste from projects.\nefficiency of our manufacturing processes. Our facilities biologists, chemists and engineers have the expertise\ntrack and report the amount of operational waste they to create more sustainable ways to make our products. Over the past year, a number of countries in Asia\ngenerate and how it is managed. have passed legislation restricting the acceptance of\nTo ensure our waste is managed in an environmentally solid waste from other countries. Historically, a large\nWe continuously strive to reduce the amount of responsible manner, we use only approved waste percentage of recyclable waste collected in the United\noperational waste we generate and to maximize the use disposal facilities. Approved facilities demonstrate States has been shipped to Asia for recycling, so this\nof environmentally beneficial disposal methods such as that they have the systems, technologies and practices change had and continues to have the potential to\nrecycling, composting and waste-to-energy. to manage our waste streams responsibly and in affect the percentage of our non-hazardous waste\ncompliance with all applicable requirements. We sent for recycling. However, this change did not\nGovernance routinely audit these facilities to verify the acceptability negatively impact our recycling rates in the past year.\nof their systems and practices. The percentage of our non-hazardous waste sent for\nWaste management is overseen globally by the Waste\nrecycling increased from 38 percent to 40 percent from\nand Dangerous Goods Center of Excellence (CoE). This Waste types are defined differently in various parts 2018 to 2019.\nCoE reviews waste data to monitor sites’ progress, and of the world. For this report, we have divided our\nprovides assistance as needed to support the sites’ operational waste into two categories:\nwork towards these goals.\nHazardous waste: Heavily regulated or high-risk\nEach site is responsible for the management of its waste streams that need to be neutralized, treated\nwaste. In many cases, we partner with our third-party or destroyed to address a particular hazard such\nIntegrated Facility Management (IFM) partners to as toxicity, flammability, corrosivity, radioactivity,\nmanage site waste and work toward the corporate pharmaceutically active or infectious.\nwaste goals.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 51"
  },
  {
    "page": 52,
    "source": "text",
    "content": "GRI 306-2 Waste by type and disposal method\nSASB 250a.4 A mount of product accepted for\ntakeback, reuse, or disposal\nGlobal operational waste 2015 2016 2017 2018 2019\nIncinerated (without energy recovery) 13% 20% 19% 24% 19%\nLandfilled 15% 10% 10% 9% 7%\nTotal 28% 30% 29% 33% 26%\nHazardous waste (MT) 2015 2016 2017 2018 2019\nIncinerated (without energy recovery) 7,928 13,186 13,462 17,639 14,035\nEnergy recovery 11,089 9,871 9,538 10,300 13,655\nRecycled 5,944 6,135 7,979 6,827 8,034\nOther 2,299 2,425 2,423 2,221 1,865\nReused 1,428 2,132 1,505 695 1,147\nLandfilled 1,652 1,492 745 731 938\nComposted 5 5 0 0 0\nTotal 30,345 35,246 35,652 38,413 39,674\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 52"
  },
  {
    "page": 53,
    "source": "text",
    "content": "In 2019, we managed approximately 75,500 metric\nNon-hazardous waste (MT) 2015 2016 2017 2018 2019 tons of waste from our operations, a two percent\nincrease from 2018. Of this, 39,674 metric tons were\nRecycled 15,811 14,636 15,188 12,975 14,188 hazardous waste.\nOf the hazardous waste we generated in 2019,\nEnergy recovery 9,706 10,342 8,576 9,273 10,030\n58 percent was beneficially reused in some way (reused,\nrecycled, composted or sent for energy recovery), up\nComposted 3,018 3,771 4,668 4,798 4,843 from 46 percent in 2018. Approximately 20 percent\nof our hazardous waste was sent offsite for recycling\nLandfilled 8,459 5,826 6,633 5,684 4,603 and was either returned to us for reuse or sold to\nother industries. Another 34 percent was burned to\ngenerate power, up from 27 percent in 2018. Regarding\nOther 304 445 212 209 1,025\nthe hazardous waste that could not be recycled or\nbeneficially reused, 36 percent of the total hazardous\nReused 970 972 1,071 2,204 660\nwaste generated was incinerated without energy\nrecovery, down from 46 percent in 2018. Approximately\nIncinerated (without energy recovery) 1,243 1,361 426 374 477 two percent was sent to hazardous-waste landfills.\nTotal 39,511 37,353 36,774 35,517 35,826 We beneficially reused 83 percent of the 35,826 metric\ntons of non-hazardous waste we generated in 2019.\nWe are evaluating and refining the programs in place at\nour manufacturing, research and office sites to reduce\nHazardous and non-hazardous waste (MT) 2015 2016 2017 2018 2019\nwaste generation and increase recycling.\nRecycled, energy recovery, reused or composted 47,971 47,864 48,525 47,072 52,557 An evaluation of the method we had been using to\ncalculate the number of our sites that were zero\nLandfilled and incinerated (without energy recovery) 19,282 21,865 21,265 24,428 20,053 waste to landfill determined that our definition was\nnot aligned with the majority Zero Waste to Landfill\ncertification programs, which make allowances for\nIncinerated (without energy recovery) 9,171 14,547 13,887 18,013 14,512\nsmall amounts of waste that have no legal alternative\nto landfill disposal. To be consistent with these\nLandfilled 10,111 7,318 7,378 6,415 5,541\ncertification programs, we revised our definition of zero\nwaste to landfill in 2019 from no shipments of waste\nOther 2,603 2,870 2,635 2,430 2,890 to landfill to less than one percent of waste, by weight,\ngoing to landfill. As a result of this alignment of our\nTotal 69,856 72,599 72,426 73,930 75,500 definition of zero waste to landfill, 46 percent of our\nfacilities sent zero operational waste to landfill in 2019,\nup from 38 percent in 2018.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 53"
  },
  {
    "page": 54,
    "source": "text",
    "content": "We continue to work to identify alternate methods We also adhere to the following key operating • Governance committees, from the executive-\nof waste management that will reduce the amount of principles: level EHS Council through site-based compliance\nwaste sent to incinerators (without energy recovery) committees, review business unit performance and\nand landfills. • Maintain a safe and healthy working environment for progress against objectives throughout the year.\nall employees, contractors and guests EHS audits are also performed throughout the\nFor more information, please visit the Waste • Foster a culture of EHS excellence that is built year. (CHECK)\nManagement page on MSDresponsibility.com. on science, integrity, accountability, personal • Corrective actions and continuous-improvement\nresponsibility, collaboration and active employee initiatives are established to resolve EHS concerns\nGRI 306-3 Significant spills participation that have surfaced during periodic assessments,\n• Seek to continuously improve our EHS systems, audits and routine surveillance of the regulatory\nA “significant environmental event” is defined as an processes and standards landscape. We track our corrective actions centrally\nenvironmental release that results in environmental to ensure proper oversight. (ACT)\n• Minimize our impact on the environment by\nharm to humans, aquatic organisms or wildlife, or any\nidentifying and implementing approaches to reduce\nenvironmental release that requires reporting to the We have robust programs and initiatives to address\nthe resources we use during the design, development\nU.S. Securities and Exchange Commission. global challenges and opportunities related to\nand manufacture of our products\nachievement of our short and long-term environmental\nWe experienced no significant environmental events • Understand the potential hazards associated with our management and compliance objectives.\nin 2019. products and take action to minimize any potential\nrisks or adverse impacts\nTraining\n• Promote EHS excellence in our supply chain by\nTraining is critical to building worldwide employee\nGRI 307: entering into business relationships with partners\ncompetencies that will improve compliance, reduce\nthat share our commitment to responsible EHS\nrisks and drive continuous performance improvement.\nEnvironmental Compliance stewardship\nWe have a global standard that defines the EHS training\nProtecting our people, our communities and the The Global Safety and Environment (GSE) department expectations for employees in three categories:\nenvironment is fundamentally important to the way our is responsible for the global EHS Management System\ncompany operates. which is based on the “Plan, Do, Check, Act” model. • Manager training covers specific management\nThis enables us to assess and continually improve our\nresponsibilities with regard to safety and\nOur company strives every day to conduct business practices over time. The model is implemented globally environmental compliance and promoting a “safety\nin a safe and environmentally responsible manner. through a set of interwoven business processes that first” culture\nWe are committed to providing a safe and healthy span the corporation:\n• EHS professional training is designed to expand\nworkplace for our employees and to reducing the\nenvironmental impact of our operations around the • Our planning process includes developing goals, technical expertise and improve our EHS capabilities\nworld. Our core values are focused around promoting objectives and metrics based on a review of our around the world\nthe health and safety of our employees and respect company’s performance, EHS programs, applicable • Employee training covers the specific information\nfor the environment. For more information, please regulations and external factors that may impact our our employees need to perform their jobs in a safe\nvisit the EHS Management & Compliance page on business (PLAN) and environmentally compliant manner, focusing\nMSDresponsibility.com. • Activities are performed by using standards, on hazards they encounter on the job and the\nguidelines and tools that are integrated into corresponding control measures\nIn addition to complying with all applicable country, the EHS Management System and include\nregional, state, provincial and local safety and specific expectations for sites and operating\nenvironmental laws, we strive for Environmental, organizations (DO)\nHealth and Safety (EHS) performance that is among the\nbest in the pharmaceutical industry.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 54"
  },
  {
    "page": 55,
    "source": "text",
    "content": "Site EHS professionals complete an assessment of An EHS Standards Committee has been chartered by • Tracking EHS performance of sites, divisions and\nthe activities performed at their sites and ensure that the Council to provide stewardship over the standards the company as a whole, and communicating\nrelevant topics are included in their site training plans. and enable business engagement in the development performance versus targets\nThey develop employee training curricula to comply of new or revised standards. Each area of the business\nwith internal and regulatory training requirements is responsible for executing against the standards, Our site-based safety and environmental professionals\nspecific to their country. These training programs contributing to the development of programs, around the world support the EHS needs of their\nare reviewed periodically to ensure that they remain supporting internal audits and communicating business areas, which include manufacturing, research\ncurrent. Our EHS training program materials are significant EHS events. Divisional EHS compliance operations, sales and administrative activities by:\navailable in both instructor-led and e-learning formats. committees have also been established to manage,\n• Ensuring that line management fully understands\nWe also conduct periodic web-based seminars to inform execute and resolve EHS issues as they arise.\nEHS requirements, including applicable regulations,\nEHS professionals of changes in regulations, standards\nand company practices. The vice president (VP) of GSE is responsible for permit requirements and company EHS Standards\ncommunicating to the company’s Board of Directors, • Establishing, assessing and improving programs\nExecutive Committee and the EHS Council regarding\nEHS governance • Providing regulatory and technical support to\nprogress on goals, objectives and metrics, as well\nemployees and the operating areas\nOur commitment to the environment and employee as other material issues. In addition, the VP of GSE\nhealth and safety begins with the company’s Executive partners with business leaders to establish long- and • Routinely assessing performance against our\nCommittee, which has established the corporate EHS short-term goals and performance metrics to drive EHS company standards, regulatory requirements and\nCouncil. excellence. performance targets\n• Acting as the primary liaison with local regulators\nThe EHS Council is composed of senior-level executives Safety and environmental performance targets are and inspectors\nrepresenting all business units, and is responsible included in divisional management objectives.\n• Investigating incidents and near-miss events to\nfor overall EHS governance, as well as for leading and\nidentify root causes and developing corrective and\ndriving enterprise-wide excellence in EHS management Learn more about corporate governance at\npreventive actions to prevent recurrence\nand performance. In 2019 the EHS Council formally met our company.\nfour times, with additional off-cycle communications as\nneeded. Our corporate EHS organization is responsible for: Internal auditing\nWe have a detailed and rigorous EHS audit program.\nThe Council’s responsibilities include: • Developing corporate policies, procedures,\nguidelines, standards, tools and programs to set\nOur global corporate EHS audit program is one way\n• Establishing EHS strategy, policy and business risk expectations and to support EHS compliance\nin which we identify and resolve compliance and\nmitigation controls\n• Providing technical and regulatory support to site- performance issues within the company.\n• Ensuring cross-divisional engagement in the design based EHS staff and operating organizations\nand implementation of EHS business processes • Our audit leaders are full-time professional EHS\n• Managing and implementing an internal audit\nauditors with extensive experience in auditing a\n• Sponsoring and implementing a sustainability strategy program charged with understanding the current\nbroad range of EHS programs applicable to the\n• Monitoring the EHS performance of the company and state of compliance and identifying potential issues\ncompany. The individual audit teams consist of EHS\nestablish continuous improvement targets • Tracking and communicating internal and external\nprofessionals with extensive site and subject-matter\n• Enhancing visibility and transparency of EHS risks, trends that should be addressed expertise. In many cases, particularly outside of\nprocesses and issues • Anticipating, tracking and commenting on new the United States, our internal auditors work with\nregulations affecting our business and, where independent consultants who have regulatory\nappropriate, developing plans to address them expertise in the laws of the host country.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 55"
  },
  {
    "page": 56,
    "source": "text",
    "content": "• All audit findings are addressed through the In addition to our corporate EHS audit program, developed science-based remediation plans and\ndevelopment of corrective and preventive action our sites regularly perform self-inspections, and implemented cleanup projects to protect the health\nplans (CAPA), which are reviewed, approved by annually complete self-assessments of selected and safety of our neighbors, communities, employees\nthe audit leader and regional EHS leader, and regulatory requirements and company standards, and the environment, and comply with all applicable\ntracked to completion. This process includes senior with all programs being evaluated at least once every requirements.\nmanagement oversight. three years.\nOver time, we have acquired properties and\n• Findings from our audit program are communicated\nmanufacturing facilities that may not have been\nto appropriate parts of the organization so that Certification\nsubject to the same EHS management standards that\nlearnings may be shared, and actions can be taken\nOur company is certified in the Responsible Care® we have in place today. We are also investigating and\n• Audit performance and key program metrics are Management System Technical Specification remediating those properties where necessary.\nreviewed as part of our governance process RC101.04.2013. The RCMS® recertification occurred\non December 4, 2019. We spent $19.5 million in 2019 for remediating and\nWe use multiple factors to determine the audit environmental liabilities, including those at formerly\nfrequency for our facilities, including facility size, Additionally, our corporate EHS management system owned and operated sites. Our company has an\noperational complexity, compliance status and is generally aligned with the requirements of the environmental liability reserve of approximately\nperformance history. Our most complex operations are International Standards Organization (ISO), but we $62.5 million to fund the continued remediation\naudited every year, and all manufacturing and research do not pursue certification under the Environmental of these sites into the future. In addition, we are\noperations are audited at least every two years. Less (ISO 14001) or Safety (ISO 45001) frameworks at the a potentially responsible party at 15 multi-party\ncomplex facilities, such as sales and business offices global level. Some of our facilities have individually Superfund sites in the U.S.\nare audited less frequently. In 2019, we performed achieved ISO 14001 certification to meet customer\n55 corporate EHS audits of our facilities, covering requirements.\n76 percent of our manufacturing and research\nlocations and involving 693 auditor days of onsite\nRemediation\nreview activities.\nEnvironmental management practices have evolved\nAn internal Quality Assurance Review of the EHS significantly over the past 30 years.\nAuditing program was conducted in 2018/2019 by\nWith research and manufacturing operations dating\nCorporate Audit and Assurance Services. As a result\nback more than 100 years, some of our facilities\nof this internal review, the EHS auditing program\noperated at a time when there were few regulations and\nwas rated “Effective,” with controls and practices\nlittle understanding of good environmental practices.\ndeemed to be in line with company requirements and\nBecause our company has responsibility for remediation\nexpectations. These results were consistent with the\nof these sites, we have launched investigations,\nthird-party review of our program in 2017.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 56"
  },
  {
    "page": 57,
    "source": "text",
    "content": "GRI 307-1 Non-compliance with environmental Notices of violations (NOVs) and citations 2015 2016 2017 2018 2019\nlaws and regulations\nEnvironmental 16 12 5 6 9\nOur centralized EHS information system allows us to\ncollect, manage, learn from and share our safety and\nSafety 2 2 3 1 4\nenvironmental performance data more efficiently.\nWe collect and analyze data in both leading and\nlagging metrics to look for potential trends and Fines 2015 2016 2017 2018 2019\nidentify opportunities that can help drive performance\nimprovement. We continuously explore new ways to Environmental fines paid $92,270 $33,906 $0 $0 $17,690\nlearn from and report on our performance.\nNumber of environmental fines 6 2 0 0 3\nNotices of violations, fines and settlements\nWe report all forms of EHS compliance notices Safety fines paid $0 $0 $0 $0 $0\nusing the term Notices of Violation (NOVs), which\nincludes citations, letters of warning and notices of\nNumber of safety fines 0 0 0 0 0\nnoncompliance from environmental and safety-focused\nregulatory agencies.\nSafety and environmental performance targets\nIn 2019, we had 163 EHS-related regulatory agency are included in divisional management objectives.\ninspections of our facilities around the world. We In addition, all employees are eligible for special\nreceived four safety-related and nine environmental- recognition for innovative ideas and projects related to\nrelated NOVs and paid $17,690 in fines in 2019. improving EHS aspects of our operations.\nFor more information on our initiatives, policies and\nSignificant environmental events\naccomplishments, please visit the EHS Management\nA “significant environmental event” is defined as an\n& Compliance page on MSDresponsibility.com, or our\nenvironmental release that results in environmental\n2019 Form 10-K (page 105).\nharm to humans, aquatic organisms or wildlife, or any\nenvironmental release that requires reporting to the\nU.S. EPA or equivalent entities globally. We experienced\nno significant environmental events in 2019.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 57"
  },
  {
    "page": 58,
    "source": "text",
    "content": "GRI 308: Supplier Global sustainable sourcing\nWe partner with PSCI and the Pharmaceutical\nEnvironmental Assessment\nEnvironmental Group (PEG) to benchmark, engage\nand share environmental sustainability best practices\nGRI 308-1 New suppliers screened using with peers and suppliers. We lead the Supplier\nenvironmental criteria Environmental/Sustainability Engagement teams\nwithin both of these organizations.\nThe company maintains strict quality standards — no\nOur main focus to date has been to generate and update\nmatter where in the world our products are\nthe PSCI Environmental Sustainability Survey template\nmanufactured. Once we have decided to engage\nfor members to utilize in conjunction with their survey\nwith an external manufacturer, that manufacturer is\nefforts. We are now collectively developing supplier\nrequired to comply with our business requirements\nengagement tools and resources.\nwhich are set forth in our contract with that supplier,\nregardless of geography.\nThis initiative ensures a consistent message and\napproach with our suppliers across the industry.\nProspective external manufacturers of active\nWorking together with PSCI, we provide these tools\npharmaceutical ingredients and finished products\nand resources on PSCI LINK platform and webinars.\nare screened for environmental, health and safety\n(EHS) compliance, in addition to quality and supply and\ntechnical competence requirements. The EHS screening\nExternal manufacturing EHS assessments 2015 2016 2017 2018 2019\nincludes a survey covering such topics as regulatory\ncompliance, fatalities and major incidents.\nProspective external manufacturers 50 34 37 65 43\nBased on the screening results and activities\nundertaken by the supplier, certain external Current external manufacturers 69 85 53 61 48\nmanufacturers are subject to a more detailed\nonsite assessment conducted by a multidisciplinary\nTotal 119 119 90 126 91\nteam, which may include our company’s Quality,\nEnvironmental, Health & Safety, Global Technical\nOperations and Global Sourcing & Procurement\nPSCI Environmental Survey response rate\nrepresentatives.\n(includes GHG and water usage) 2017 2018 2019\nThe external manufacturers we contract with are\nperiodically reassessed using a risk-based approach; Response rate 87% 96% 96%\nhigher-risk external manufacturers are subject to\nmore frequent onsite assessments. We expect that\nFor more information, please visit the Sourcing &\nobservations made during the audit process will\nSupplier Relations page on MSDresponsibility.com.\nbe remediated by our external manufacturers, and\nwe monitor and track corrective actions through\ncompletion.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 58"
  },
  {
    "page": 59,
    "source": "text",
    "content": "Social\nGRI 401: Employment\nManagement approach\nWe recognize that our ability to excel depends on the\nintegrity, knowledge, imagination, skill, diversity and\nteamwork of our employees.\nA positive, inclusive and high-performing work\nenvironment is essential for employees to feel\nwelcomed and valued, and to fully achieve their\nbusiness objectives.\nHarnessing the knowledge and insights of a globally\ndiverse workforce requires leadership, a corporate\nculture of respect and full engagement, and a\nthoughtful and strategic approach to workplace\ninclusion and employee development and\nwellbeing — physical, emotional, social and financial.\nWe value global diversity and inclusion at every level of\nthe organization and strive for inclusiveness in every\naspect of work.\nWe are:\n• Committed to fostering development and\nrewarding talent\n• Dedicated to diversity and inclusion at every level of\nthe organization\n• Adept at recognizing unique skill sets and nurturing\nemployees’ talents\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 59"
  },
  {
    "page": 60,
    "source": "text",
    "content": "Throughout 2019, we invested in programs to drive positive cultural and talent changes at our company. For more information on our initiatives, policies\nFive pillars of our culture are critical for the advancement and success of our strategy: and accomplishments, please visit the Employees\nOverview, Employee Wellbeing, Compliance, Engaging\nOur Employees, Global Diversity & Inclusion, Human\nCulture pillar Description Rights, and Learning & Development pages on\nMSDresponsibility.com.\nInnovation We meet the needs of our patients and customers through continuously\ninventing and pursuing new ideas and the most promising science.\nPurpose-driven We are dedicated to the highest level of innovation and scientific excellence.\nOur research is guided by a commitment to improving health and the quality\nof life. We strive to identify and meet the most critical needs of patients and\ncustomers through continuous innovation.\nPatient-focused We aspire to improve the health and wellness of people and animals\nworldwide, and to expand access to our medicines and vaccines.\nDiverse and inclusive Drive a globally diverse and more inclusive workforce for our employees\nby creating an environment of belonging, engagement, equity, and\nempowerment to support our mission of developing innovative medicines\nand vaccines to save and improve lives.\nEthical and high integrity We are committed to the highest standards of ethics and integrity. We\nare responsible to our customers, to our competitors, to distributors and\nsuppliers, to shareholders, and to the communities we serve worldwide.\nIn discharging our responsibilities, we do not take professional or ethical\nshortcuts.\nIn order to assess the pillars of our culture, we use a three-pronged approach that provides insight into our\ndeeply held beliefs and values, and how those are manifested through our allocation of resources and the actions\nwe take as an organization:\nBeliefs and values Includes our mission, our goals and shared understanding of behaviors and\nexpectations across the organization\nPurposeful investments How the company and employees choose to invest our resources that\nexemplify our beliefs and values\nDecisions and actions Underlying assumptions that affect how we make decisions and the\nbehaviors we demonstrate in the company\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 60"
  },
  {
    "page": 61,
    "source": "text",
    "content": "GRI 401-1 New employee hires and turnover\nSASB 330a.1 Talent recruitment and retention efforts\nfor R&D personnel\nSASB 330a.2 Voluntary and involuntary turnover rate\nfor: executives and senior managers,\nmidlevel managers, professionals and all\nothers\nTurnover (global) 2015 2016 2017 2018 2019\nOverall turnover rate1 14.8% 11.1% 10.7% 11.8% 9.9%\nVoluntary turnover rate 7.4% 6.3% 6.5% 6.8% 6.9%\n1 Includes all types of turnover of regular employees.\nTurnover by region (2019) Asia Pacific Latin America EEMEA Japan EUCAN U.S.\nOverall turnover rate1 21.3% 14.7% 13.2% 3.5% 6.4% 6.5%\nVoluntary turnover rate 16.0% 4.5% 8.8% 1.9% 4.3% 5.5%\n1 Includes all types of turnover, including restructuring.\nTurnover distribution by gender and region (2019) Female Male\nOverall 48% 52%\nAsia Pacific 48% 52%\nEEMEA (Eastern Europe, Middle East and Africa) 52% 48%\nLatin America 42% 58%\nEUCAN (Europe and Canada) 49% 51%\nJapan 33% 67%\nU.S. 49% 51%\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 61"
  },
  {
    "page": 62,
    "source": "text",
    "content": "The talent of our scientists, combined with scientific\nEmployee hires by region 2015 2016 2017 2018 2019 and technological advances that enable the rapid\ninvention of expanding classes of therapeutics and\nAsia Pacific higher resolution translational medicine studies, are\ntransforming the way we conduct research.\nNumber of hires 2,104 1,732 1,909 3,071 2,727\nWe have strategically located discovery centers in\nregions with active biomedical research communities\nHire rate1 17.7% 14.8% 16.1% 24.4% 20.8% including South San Francisco, California, Boston and\nCambridge, Massachusetts and London, UK. These\nEEMEA (Eastern Europe, Middle East And Africa) centers allow us to recruit talented local scientists and\nfacilitate collaboration with local academic institutions\nand companies. These discovery sites complement and\nNumber of hires 384 382 378 505 605\nconnect with our strong research and development\ncapabilities and expertise based at our New Jersey and\nHire rate1 12.8% 13.5% 13.7% 16.7% 18.8%\nPennsylvania sites.\nLatin America\nNumber of hires 509 380 1,246 714 558\nHire rate1 9.8% 8.0% 23.8% 13.1% 10.5%\nEucan (Europe And Canada)\nNumber of hires 1,427 1,636 1,865 2,495 2,624\nHire rate1 7.8% 8.9% 9.8% 12.3% 12.3%\nJapan\nNumber of hires 101 196 109 153 121\nHire rate1 2.7% 5.0% 2.8% 4.3% 3.4%\nU.S.\nNumber of hires 1,909 1,937 2,173 3,019 2,654\nHire rate1 8.3% 8.3% 9.1% 12.4% 10.5%\n1 Percentage of new hires in the total onboard head count; regular employees only.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 62"
  },
  {
    "page": 63,
    "source": "text",
    "content": "Other programs to support wellbeing (U.S.)\nGRI 401-2 Benefits provided to full-time GRI 401-3 Parental leave\nOur company offers many programs to help\nemployees\nmake it easier for employees to balance their\nWe provide employees up to six weeks of paid parental\nvarious responsibilities. The following is a\nIn the U.S., we offer a defined benefit pension plan time off for the birth, adoption or foster placement of\nnon-exhaustive sampling:\nas well as a 401(k) plan with company matching a child. Paid parental time off is available to both birth\ncontributions. U.S.-based employees who are at least • Transportation services and non-birth parents.\nage 55, and those who have at least ten years of service\n• Backup dependent care\nafter age 40, are eligible for subsidized medical benefits In addition to parental leave, employees receive\nat retirement. • Child-care support separate, unpaid, job-protected leave to care for a\n• K–12 educational guidance newborn child, adopted child or child placed in foster\nOutside the U.S., we have more than 80 pension plans care within six months (182 days) following the child’s\n• Special-needs counseling\n(including defined benefit, cash balance, and defined birth, adoption or foster-care placement.\n• Adoption assistance\ncontribution plans) in over 40 countries. These plans\noften supplement government-sponsored social\nFor U.S.-based employees who are subject to a\nsecurity pension benefits to improve employees’\ncollective bargaining agreement, work-life benefits\nfinancial security through added retirement income.\nmay be offered in accordance with the agreement.\nFor employees based outside the U.S., the work-life\nAlso in the U.S.:\nbenefits offered differ by location and may be subject\n• Financial planning through Ernst & Young (EY), a to a collective bargaining agreement or local legal\nvaluable benefit that can help employees when trying requirements.\nto decide which benefit options are right for their\nfamilies, from a financial perspective Global flexible work arrangements\n• Educational assistance, which provides financial We believe flexible work arrangements offer a different\nsupport for higher education and access to student way of working and have the potential to enhance\nloan consolidation and refinancing options employees’ commitment to the company, foster\n• Banking through our company’s credit union, which teamwork, increase productivity and support work-life\noffers competitive interest rates on savings accounts effectiveness. The company has had a global flexible\nand lending work arrangement policy since 2008.\nIn developing our global flexible work arrangement\npolicy, we’ve challenged traditional assumptions about\nwhere and how work can and must be done. Flexibility\nreflects our belief that job effectiveness is determined\nby employee performance and results, not by the\nnumber of hours one is seen in the office. What is\nproduced or accomplished is more important than when\nor where the work is done.\nFor more information, please visit the Employee\nWellbeing and Compensation & Benefits pages on\nMSDresponsibility.com.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 63"
  },
  {
    "page": 64,
    "source": "text",
    "content": "GRI 403: In addition to complying with all applicable country, The Council’s responsibilities include:\nregional, state, provincial and local safety and\nOccupational Health & Safety environmental laws, we strive for Environmental, • Establishing EHS strategy, policy and business risk\nHealth and Safety (EHS) performance that is among the mitigation controls\n(CR material topic: Occupational health and safety) best in the pharmaceutical industry. • Ensuring cross-divisional engagement in the design\nand implementation of EHS business processes\nWe also adhere to the following key operating\nManagement approach • Sponsoring and implementing a sustainability strategy\nprinciples:\nAs a global health care company, we strive to provide a • Monitoring the EHS performance of the company and\nsafe and healthy workplace. • Maintain a safe and healthy working environment for establish continuous improvement targets\nall employees, contractors and guests • Enhancing visibility and transparency of EHS risks,\nWe seek to eliminate work-related injuries, illnesses\n• Foster a culture of EHS excellence that is built processes and issues\nand unplanned events from our operations through\non science, integrity, accountability, personal\ncomprehensive safety programs that are part of our\nresponsibility, collaboration and active employee An EHS Standards Committee has been chartered by\nenvironmental, health and safety (EHS) management\nparticipation the Council to provide stewardship over the standards\nsystem.\nand enable business engagement in the development\n• Seek to continuously improve our EHS systems,\nof new or revised standards. Each area of the business\nEach year we set targets for leading and lagging safety processes and standards\nis responsible for executing against the standards,\nmetrics, including safety observations, near-miss • Minimize our impact on the environment by contributing to the development of programs,\nreporting, peer safety audits, recordable injury identifying and implementing approaches to reduce supporting internal audits and communicating\nrates and days away, reassignment or transferred the resources we use during the design, development significant EHS events. Divisional EHS compliance\n(DART) rate. and manufacture of our products committees have also been established to manage,\n• Understand the potential hazards associated with our execute and resolve EHS issues as they arise.\nEveryone who works at our sites (i.e., all employees\nproducts and take action to minimize any potential\nand non-employees) must follow the standards and\nrisks or adverse impacts The vice president (VP) of GSE is responsible for\nrequirements of our EHS management system.\ncommunicating to the company’s Board of Directors,\nCompliance with these requirements is measured • Promote EHS excellence in our supply chain by\nExecutive Committee and the EHS Council regarding\nthrough the site audit processes for employees entering into business relationships with partners\nprogress on goals, objectives and metrics, as well\nand non-employees, and through peer reviews for that share our commitment to responsible EHS\nas other material issues. In addition, the VP of GSE\nconstruction. stewardship\npartners with business leaders to establish long- and\nshort-term goals and performance metrics to drive EHS\nProtecting our people, our communities and the\nEHS governance\nexcellence.\nenvironment is fundamentally important to the way our\nOur commitment to the environment and employee\ncompany operates.\nhealth and safety begins with the company’s Executive Safety and environmental performance targets are\nOur company strives every day to conduct business Committee, which has established the corporate included in divisional management objectives.\nin a safe and environmentally responsible manner. EHS Council.\nWe are committed to providing a safe and healthy\nThe EHS Council is composed of senior-level executives\nworkplace for our employees and to reducing the\nrepresenting all business units, and is responsible\nenvironmental impact of our operations around the\nfor overall EHS governance, as well as for leading and\nworld. Our core values are focused around promoting\ndriving enterprise-wide excellence in EHS management\nthe health and safety of our employees and respect\nand performance. In 2019 the EHS Council formally met\nfor the environment. For more information, please\nfour times, with additional off-cycle communications\nvisit the EHS Management & Compliance page on\nas needed.\nMSDresponsibility.com.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 64"
  },
  {
    "page": 65,
    "source": "text",
    "content": "International standards Internal auditing Certification\nWe are committed to providing a safe and healthy We have a detailed and rigorous EHS audit program. Our company is certified in the Responsible Care®\nworkplace for our employees and contractors, and Management System Technical Specification\nto complying with all applicable safety laws and Our global corporate EHS audit program is one way RC101.04.2013. The RCMS® recertification occurred\nregulations. In addition, we aim for EHS performance in which we identify and resolve compliance and on December 4, 2019.\nthat is among the best in the pharmaceutical industry. performance issues within the company.\nAdditionally, our corporate EHS management system\nOur company has processes in place that are consistent • Our audit leaders are full-time professional EHS is generally aligned with the requirements of the\nwith the International Labour Office (ILO) Code of auditors with extensive experience in auditing a International Standards Organization (ISO), but we\nPractice on Recording and Notification of Occupational broad range of EHS programs applicable to the do not pursue certification under the Environmental\nAccidents and Diseases (the Code) where governments company. The individual audit teams consist of EHS (ISO 14001) or Safety (ISO 45001) frameworks at the\nhave adopted the Code. In countries that have not professionals with extensive site and subject-matter global level. Some of our facilities have individually\nadopted the Code, we report to governments as expertise. In many cases, particularly outside of achieved ISO 14001 certification to meet customer\nrequired by applicable law. the United States, our internal auditors work with requirements.\nindependent consultants who have regulatory\nFor consistency across the company, and to enable expertise in the laws of the host country. For more information on our initiatives, policies and\nus to compare our injury rates with those of other • All audit findings are addressed through the accomplishments, please visit the Employee Safety\nmultinational companies, we use the U.S.-based OSHA development of corrective and preventive action and EHS Management & Compliance pages on\nrecord-keeping criteria for recording and tracking work- plans (CAPA), which are reviewed, approved by MSDresponsibility.com.\nrelated injuries and illnesses. We require all injuries, the audit leader and regional EHS leader, and\nillnesses and incidents involving our employees to be tracked to completion. This process includes senior GRI 403-1 Occupational health and safety\nreported and investigated to determine their cause. management oversight. management system\nWe also require that actions be taken to prevent\n• Findings from our audit program are communicated\nrecurrence.\nto appropriate parts of the organization so that The Global Safety and Environment (GSE) department\nWe have reviewed the ISO 18001 Standard but have not learnings may be shared, and actions can be taken. is responsible for the global EHS Management System\nwhich is based on the “Plan, Do, Check, Act” model.\npursued certification at the corporate level because we • Audit performance and key program metrics are\nThis enables us to assess and continually improve our\nbelieve that our current EHS management systems are reviewed as part of our governance process.\npractices over time. The model is implemented globally\nrobust and will help us to drive continuous improvement\nin our EHS programs and achieve our desired levels of We use multiple factors to determine the audit through a set of interwoven business processes that\nEHS performance. frequency for our facilities, including facility size, span the corporation:\noperational complexity, compliance status and\n• Our planning process includes developing goals,\nperformance history. Our most complex operations are\nobjectives and metrics based on a review of our\naudited every year, and all manufacturing and research\ncompany’s performance, EHS programs, applicable\noperations are audited at least every two years. Less\nregulations and external factors that may impact\ncomplex facilities, such as sales and business offices\nour business (PLAN)\nare audited less frequently. In 2019, we performed\n55 corporate EHS audits of our facilities, covering 76 • Activities are performed by using standards,\npercent of our manufacturing and research locations guidelines and tools that are integrated into\nand involving 693 auditor days of onsite review the EHS Management System and include\nactivities. specific expectations for sites and operating\norganizations (DO)\nOur most complex operations are audited every year,\nand all manufacturing and research operations are\naudited at least every two years.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 65"
  },
  {
    "page": 66,
    "source": "text",
    "content": "• Governance committees, from the executive- • Ergonomics Process safety\nlevel EHS Council through site-based compliance • Emergency preparedness and response Our process safety program identifies and controls\ncommittees, review business unit performance and\n• Loss prevention risks associated with manufacturing our human and\nprogress against objectives throughout the year.\nanimal health products. The program applies not\nEHS audits are also performed throughout the year. • Capital projects construction safety\nonly to operations that are subject to process safety\n(CHECK) • Safety for non-company personnel\nregulations, but also to our pilot plants, manufacturing\n• Corrective actions and continuous-improvement operations and utility areas where process hazards may\ninitiatives are established to resolve EHS concerns GRI 403-2 Hazard identification, risk exist. In addition, we have implemented a structured\nthat have surfaced during periodic assessments, assessment, and incident chemical-reaction-hazard review program for our\naudits and routine surveillance of the regulatory investigation research laboratories.\nlandscape. We track our corrective actions centrally\nto ensure proper oversight. (ACT) We work to minimize the frequency and severity of In the early stages of product development, we\nconduct chemical reaction and thermal testing of\nsafety and environmental incidents by focusing on\nWe seek to eliminate work-related injuries, illnesses our intermediate materials and products to identify\nproper facility design, process controls, operation and\nand unplanned events from our operations through potential reactivity, fire and explosion hazards\nmaintenance procedures, protection systems and\ncomprehensive safety programs that are part of our and environmental risks. This testing continues\nemergency response capabilities.\nEHS management system. We also work to minimize throughout each product’s life cycle to assure that we\nthe frequency and severity of safety and environmental Our global safety program is designed to drive are aware of and can appropriately manage process\nincidents by focusing on proper facility design, process a proactive safety culture and reinforce the link risks. Global process safety professionals work with\ncontrols, operation and maintenance procedures, between our leadership behaviors and our safety and operations and engineering personnel to conduct\nprotection systems and emergency-response environmental objectives. We believe that through process-hazard analyses and hazard and operability\ncapabilities. visible management, leadership and employee studies to thoroughly evaluate our operations. These\nengagement, we can increase the awareness of hazards structured reviews take place during process design,\nOur global safety program is designed to drive a\nand help employees make the right choices when it initial start-up and throughout the life of the process to\nproactive safety culture and reinforce the link\ncomes to safety, health and the environment — both ensure that our facility design, equipment, operating\nbetween our leadership behaviors and our safety and\non and off the job. One example of leadership and controls and maintenance procedures are effective in\nenvironmental objectives. We believe that through\nemployee engagement is our active site safety controlling process-related hazards.\nvisible management, leadership and employee\ncommittees that drive program implementation\nengagement, we can increase the awareness of hazards\nand address safety issues collaboratively between Non-routine hazardous work\nand help employees make the right choices when it\nmanagement and employees.\ncomes to safety, health and the environment — both In recognition of industrial safety trends and our own\non and off the job. Our injury and illness data are consolidated into a internal assessments, we have refined our global\napproach to managing safety during non-routine\ncentral system, enabling us to analyze trends and focus\nWe address the following areas in our approach to maintenance and repair activities, as these work\nour efforts to continually improve. We communicate\nemployee and contractor safety: activities are a leading cause of serious and fatal\nsignificant incidents, near-miss events and workplace\ninjuries across industries. We have developed global\nconditions that could represent risks to our operations\n• Process safety safety standards to minimize the potential for serious\nand sites around the world. We also proactively\n• Non-routine hazardous work incidents when our employees are working at heights,\nshare corrective and preventive actions across our\nentering confined spaces and working on or near\n• Industrial hygiene operating locations to allow all sites to learn from the\nmachinery, piping and electrical systems. This global\n• Biological safety improvements we make.\neffort is focused on creating a rigorous, error-free and\n• Motor-vehicle safety safe approach to performing these non-routine high-\nhazard work activities.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 66"
  },
  {
    "page": 67,
    "source": "text",
    "content": "Capital projects construction safety Safety for non-company personnel safety and promote employee health. The Global Health\nCoE improves worker safety and employee health by\nWe have a strong construction safety program with We frequently work with integrated facility\nfocusing on four vital areas:\na focus on zero harm to people, property and the management (IFM) partners whose employees perform\nenvironment. Our Global Engineering Solutions (GES) work at our sites. These contractors are required\n• Governance\ngroup oversees hundreds of contractors and thousands to follow their organization’s safety procedures but\n• Risk management\nof skilled craftworkers on our construction projects must ensure they are consistent with our company’s\nworldwide. Safety is integrated into all stages of our EHS standards and procedures. Additionally, they are • Implementation and operation\nconstruction projects, beginning with the concept and required to identify and monitor compliance activities • Program management\ndesign phases and carried through to detailed design associated with their scope of services and meet\nand construction. safety-related performance objectives. Through the Global Health CoE, we protect employees,\ncustomers, vendors, partners, and neighboring\nOur construction safety program mandates pre-job Our IFM partners pre-qualify the contractors that they communities by identifying chemical, physical, and\nplanning, hazard assessments and daily safety use at our sites, provide those contractors with safety biological hazards; assessing exposures; and properly\naudits. We also conduct monthly peer reviews by training, perform EHS inspections and monitor EHS controlling risks. By systematically maintaining rigorous\nbringing together in-house engineers, contractors, performance. attention to sustainable risk management principles\nEHS and other partners to conduct thorough project and controls, we can do a better job of protecting our\nsafety evaluations and sharing of best practices. We Contractors are required to report and investigate all stakeholders worldwide, enabling the organization\ncompleted 97 peer safety reviews in 2019, covering incidents and near-miss events. They also work with to focus on discovering, developing, and providing\n92 percent of our active projects. site-based EHS contacts to identify and implement innovative products and services that save and improve\ncorrective and preventive actions, which are tracked to\nhuman and animal lives around the world.\nWithin the last two years the construction industry completion. Our internal facility managers monitor IFM\nhas seen a negative trend related to availability of partner compliance with all EHS requirements. To accomplish this, we challenge our stakeholders,\ncontractor and craft resources. The impacts of this executive team, and ourselves to anticipate hazards,\ntrend are management of resource availability issues, Contractors working at our sites that are not managed evaluate risks, and provide effective and sustainable\nvaried levels of experience, and safety competencies. by our IFM partners are pre-qualified using the same solutions to control both.\nGES uses a hyper-care program adding additional process as our embedded contractors, including\nsupervision and safety oversight to new contractors, verification of safety training. These contractors are\nGRI 403-5 Worker training on occupational\nhigh risk work scope contractors and less experienced assigned internal company liaisons who monitor safety\nhealth and safety\ncontractor craft. and environmental compliance, perform observations\nof their work and verify that necessary corrective\nAdditionally, GES uses a rigorous pre-qualification actions are taken. Training is critical to building worldwide employee\nprogram through ConstructSecure (external competencies that will improve compliance, reduce\nprequalification service/program) to evaluate, score GRI 403-3 Occupational health services risks and drive continuous performance improvement.\nand prequalify every contractor and subcontractor\nWe have a global standard that defines the EHS training\nevaluating their safety program, past performance,\nincident rates, experience modifier rate (EMR), training Global Health Center of Excellence expectations for employees in three categories:\nverification of craft and review any regulatory citations We established the Global Health Center of Excellence\n• Manager training covers specific management\nprior to allowing them to bid on any projects. (CoE) in 2019 that includes our company’s Industrial\nresponsibilities with regard to safety and\nHygiene, Biosafety, and Ergonomics programs. By\nenvironmental compliance and promoting a “safety-\nintegrating these disciplines into a single organization,\nfirst” culture\nthe company can more effectively manage worker\n• EHS professional training is designed to expand\ntechnical expertise and improve our EHS capabilities\naround the world\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 67"
  },
  {
    "page": 68,
    "source": "text",
    "content": "• Employee training covers the specific information\nour employees need to perform their jobs in a safe\nand environmentally compliant manner, focusing\non hazards they encounter on the job and the\ncorresponding control measures\nSite EHS professionals complete an assessment of\nthe activities performed at their sites and ensure that\nrelevant topics are included in their site training plans.\nThey develop employee training curricula to comply\nwith internal and regulatory training requirements\nspecific to their country. These training programs\nare reviewed periodically to ensure that they remain\ncurrent. Our EHS training program materials are\navailable in both instructor-led and e-learning formats.\nWe also conduct periodic web-based seminars to inform\nEHS professionals of changes in regulations, standards\nand company practices.\nGRI 403-6 Promotion of worker health\nIndustrial hygiene\nFor example, when designing new processes and practice controls including those that may require\nOur industrial hygiene program protects employee\nfacilities, we build safety into our designs organically, by selected types of PPE.\nhealth throughout all stages of research and\neliminating risks, substituting less hazardous processes\nmanufacturing. Our professionals identify chemical,\nphysical, and biological hazards to assess exposures and or materials, and installing effective engineering and Biological safety\noperational controls. We also confirm the ongoing\ncontrol risks. Based on industry-leading best practices, Our biological safety program professionals protect\neffectiveness of these controls after installation\nwe accomplish this through a hierarchy of controls. our employees, customers, vendors, partners, and\nthrough a robust monitoring program.\nneighboring communities by systematically identifying,\nThese are:\nWhen dealing with existing processes and facilities, assessing, and controlling biological risks associated\n1. Prevention we use a similar approach. First, we seek to eliminate with the research, development, and manufacture of\nhazardous materials and processes. When impossible, our vaccines and therapeutic proteins.\n2. Substitution\nwe use less hazardous substitutes and then evaluate\n3. Engineering Our biological risk management team drives safety by\npotential engineering controls to mitigate the\nsetting high performance expectations for governance,\n4. Administrative remaining risk. Where engineering controls are\ncontrols, strategy, planning, management, reporting,\n5. Personal protective equipment (PPE) insufficient or not feasible, we establish effective work\npolicies, processes, and corporate culture.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 68"
  },
  {
    "page": 69,
    "source": "text",
    "content": "GRI 403-9 Work-related injuries Global safety performance1 2015 2016 2017 2018 2019\nWorkplace safety\nRecordable Injury Rate (RIR) 0.48 0.35 0.33 0.30 0.30\nRIR percentage change -17% -27% -6% -9% 0%\nLost-Time Injury Rate (LTIR) 0.22 0.13 0.13 0.10 0.11\nFatalities2 1 0 0 2 0\nMotor vehicle safety\nCollisions per million miles (CPMM)3 12.41 9.48 7.29 6.93 7.01\nCases by business area (#) Lost-time cases Recordable cases\nFacility Management 1 6\nGlobal Human Health (GHH) 39 79\nGlobal Support Functions (Legal, HR, IT, S&E, et al.) 3 5\nAnimal Health 5 15\nManufacturing (MMD) 35 110\nResearch (MRL) 8 25\nTotal 91 240\nNote: Injury rates are subject to change over time, as new cases are added and case classifications change in accordance with our own\nrequirements and applicable regulatory requirements.\n1 LTIR/RIR: Calculated per OSHA methodology.\n2 All fatalities were transportation-related, except for one high-risk work fatality in 2018.\n3 CPMM: Reflects both personal and business use of company-owned or -leased vehicles.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 69"
  },
  {
    "page": 70,
    "source": "text",
    "content": "In 2019, we placed additional emphasis on proactively Recordable injuries by\nCapital projects construction safety1, 2 2015 2016 2017 2018 2019\nassessing existing processes and equipment that causal factors (2019)1\npresented ergonomic risks. Formal plans drove risk\nRIR 0.87 0.53 0.59 0.73 0.42\nassessments and an engineering control feasibility\nSlips-trips-falls 29.6%\nprocess was established to better mitigate risk factors\nDART3 0.38 0.26 0.32 0.28 0.15\nfollowing the hierarchy of control principles. Struck-caught 28.5%\nFatalities 0 0 0 0 0 We have worked steadily to drive down our workplace Motor vehicle 19.6%\ninjury rates. Ergonomic 13.3%\nFacility management contractor safety4 2015 2016 2017 2018 2019 In 2019, our lost-time injury rate was 0.11, a ten percent Other 3.3%\nincrease from 2018. Our recordable injury rate was Chemical exposure 3.3%\nRIR NA NA NA 0.71 0.55 0.30, the same rate as the prior year. This is our third\nNon-ergonomic 1.3%\nconsecutive year in the first quartile when compared\nLTIR NA NA NA 0.47 0.42 against our pharmaceutical industry peers. There were Physical/environmental exposure 1.3%\nno fatalities in 2019.\nBiological exposure 0.4%\nFatalities NA NA NA 0 0\nLast year, 30 percent of our recordable injuries were\nNA: Not Available. related to slips, trips and falls, with “struck-by/\nNote: Injury rates are subject to change over time, as new cases are added and case classifications change in accordance with our own caught-in” and ergonomic-related injuries accounting\nrequirements and applicable regulatory requirements. for 28 and 13 percent of the total number of injuries,\n1 LTIR/RIR: Calculated per OSHA methodology. respectively. We continue to focus our efforts on\n2 Primarily reflects capital projects over $100,000 managed by our global engineering group. reducing these types of injuries. In addition to our focus\n3 DART: days away, reassigned or transferred, calculated per OSHA 300 methodology. on the safe design of new facilities, we proactively\n⁴ Injury rates for IFM partners; reporting initiated in 2018. address existing risks through the hierarchy of controls,\nfocusing on eliminating high-risk tasks and improving\nengineering controls.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 70"
  },
  {
    "page": 71,
    "source": "text",
    "content": "Recordable injuries by Lost-time injuries by\ncausal factors (2019)1 business area (2019)1\nSlips-trips-falls 29.6%\nGlobal Human Health 43%\nStruck-caught 28.5%\nManufacturing 38%\nMotor vehicle 19.6%\nResearch 9%\nErgonomic 13.3%\nAnimal Health 5%\nOther 3.3%\nGlobal Support Functions 3%\nChemical exposure 3.3%\nFacilities Management 1%\nNon-ergonomic 1.3%\nPhysical/environmental exposure 1.3%\nBiological exposure 0.4%\nIn 2019, 20 percent of our company’s recordable injuries In 2019, we logged 9.3 million construction hours In 2019, we had no high consequence work-related ill\nwere related to motor vehicle collisions. While we globally and achieved zero injuries on 96 percent of our health, as we have had none of these over the past\nhad a 1.1 percent increase in the number of collisions, capital construction projects. Our 2019 construction 12 years. In 2019, 90 percent of injuries in 2019 were\nnormalized for miles traveled in 2019 versus the prior safety recordable injury rate (RIR) of 0.42 reflects a injuries suffered in low risk/routine tasks. The top\nyear, it is still significantly lower than previous years. decrease over our 2018 rate of 0.73 and achieving a dart two injury categories included slips, trips and falls\nOur global vehicle safety program includes a standard rate of 0.15 almost half of last year’s 0.28, showing a from the same elevation, and hand and finger cuts\nduty of care by holding both employees and managers drop in the severity of contractor injuries. requiring stitches.\naccountable for achieving safe driving expectations.\nIn 2019, we had a significant increase in the number\nNon-employee\nof construction hours and capital projects being\nConstruction\nimplemented outside the U.S., where contractor In 2019, our IFM partners had a total recordable injury\nIn 2019, we received one safety excellence award and safety cultures and performance can be less rate (RIR) of 0.55 and a lost-time injury rate (LTIR) of\none runner up award for two of our projects safety stringent. Even so, our injury rates continue to 0.42. Our major IFM providers’ injury rates continue to\nmanagement program from the construction user improve and be significantly better than construction be significantly better than industry averages.\nround table (CURT). CURT is a global organization industry averages.\nthat provides an international forum for the exchange For more information, please visit the Employee Safety\nof information and expertise to improve safety, page on MSDresponsibility.com.\nproductivity and competitive advantage for the\nconstruction industry.\n1 May not total 100% due to rounding.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 71"
  },
  {
    "page": 72,
    "source": "text",
    "content": "GRI 404: Training & Education For more information on our initiatives, policies\nand accomplishments, please visit the Learning &\nDevelopment page on MSDresponsibility.com.\nWhether it’s helping invent the next breakthrough\ntreatment or simply challenging and supporting one\nanother for ongoing development, our culture is about GRI 404-1 Average hours of employee training\napplied curiosity.\nGRI 404-2 Programs for upgrading employee\nskills and transition assistance\nThe Global Learning and Development organization\nprograms\ndrives business performance by preparing our\nworkforce to find ways to help the company serve\npatients. The primary focus is boosting our employee’s\nTraining and education 2016 2017 2018 2019\nability to accelerate growth, reimagining ways of\nworking and improving operating model economics.\nThis is accomplished by building the skills and Total course completions for all employees (in millions) 4.2 5.3 4.4 5.3\ncapabilities of our workforce to accelerate talent,\nimprove performance and mitigate risk through Hours of training for all employees (in millions)1 2.1 2.6 2.2 2.7\nrelevant continuous learning experiences. This\nincludes, but is not limited to, building leadership and\nAverage course completions per employee 60 48 43 55\nmanagement skills, as well as providing technical and\nfunctional training to all employees.\n1 Based on average of 30 minutes per course.\nThe skill sets needed to continue supporting the\ncompany’s vision, mission and future are constantly\nevolving. Additionally, how our employees learn is\ncontinually changing. As a result, we continuously\nevaluate our organizational capability development\nneeds aligned to our corporate strategy, as well as\ntrends in employee development that are proven to\ndrive business impact.\nThis allows us to focus on fostering a culture of\ncontinuous learning that leads to higher levels of\nperformance. We are evolving how we design learning\nexperiences, leveraging the science of learning. We are\nfocusing on what the experience is like for the learner,\nensuring it places them at the center and addresses\ntheir needs. This includes evaluating and leveraging\nnew technologies that allow employees to share best\npractices and learn from each other, in addition to\nproviding opportunities for hands-on learning.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 72"
  },
  {
    "page": 73,
    "source": "text",
    "content": "Throughout the year, managers discuss with each of\ntheir employees his or her strengths and development\nopportunities to align on ways to grow capabilities\nand skills.\nBuild the Best Teams & Talent\nThis global program is intended to help the organization\nlearn, grow and achieve. Based on neuroscience, it gives\nemployees practical strategies and tools they can use to\neffectively share and receive more frequent feedback\nfrom diverse stakeholders and increase the quality of\nperformance conversations.\nManagement and leadership programs\nManagement Foundations is a comprehensive program\nthat focuses on building core, common and critical\nknowledge and skills for new managers. Using a variety\nof learning methods, new managers are trained on what\nthey need to know and do to be effective in their role\nand to establish foundational management skills.\nIn addition, we offer programs for experienced\nmanagers focused on areas like strategic planning,\ninnovation and influencing others.\nTeam and individual development\nTools and resources have had on the organization, their team and their We have programs that provide skill trainings and tools\nown development. This leads to annual performance that support building and maintenance of effective\nOur current talent management system supports\nreviews of employees at all levels (except those subject teams, including Leading High Performing Teams,\ncompany-wide performance management,\nto collective bargaining agreements) to guide company Virtual Teaming, Assessing Team Performance,\ndevelopment, talent reviews and succession planning.\ndecisions relating to development, compensation Teaming Fundamentals and Insights Discovery.\nIt helps ensure that our workforce is aligned with\nand rewards.\ncompany objectives and focused on their ongoing\nIn addition, individual developmental assessments may\nprofessional development. The system allows\nEmployee performance is measured, in part, by be used to identify strengths and developmental areas\nmanagers and employees to keep track of business\nhow well employees demonstrate our leadership as a way to prepare employees for higher-level positions\nand development priorities, performance ratings,\nbehaviors. We seek to emphasize not just what an or changes in their current job. These assessments\ncareer aspirations, job experiences, skills, language\nemployee achieves, but also how he or she achieves it. prioritize developing leaders that will create a positive\nproficiency, certifications and education.\nIt is critical to our company that the annual incentive work environment and motivate other employees\nbonus is determined, in part, by demonstration of our to contribute to the company goals. Based on the\nManagers and employees meet throughout the year to\nleadership behaviors. employees’ behavior, personality or skills, and feedback,\ndiscuss progress and accomplishments against their\nthese assessments are used to create an action plan\npriorities. Emphasis is placed on creating a culture\nand individual development goals.\nof ongoing coaching and future-focused feedback. At\nyear-end, colleagues assess the impact employees\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 73"
  },
  {
    "page": 74,
    "source": "text",
    "content": "Key talent focus For more information on our training and education\nprograms, please visit the Learning & Development\nWe advance the learning and development of our global\npage on MSDresponsibility.com.\nkey talent at all levels of the organization to support the\nadvancement of our talent pipeline and diversity and\ninclusion strategy. GRI 404-3 Percentage of employees receiving\nregular performance reviews\nThe learning experiences include:\n• General Management Acceleration Program\nPerformance reviews 2015 2016 2017 2018 2019\n• The Business Leadership Program\n• MSD Leadership Pathway Executives1 100% 100% 100% 100% 100%\n• The Women’s Leadership Program\n• Emerging Women’s Leadership Conference Middle management 100% 100% 100% 100% 100%\n• Women in Manufacturing Management\nLine supervisors 100% 100% 100% 100% 100%\n• Diverse Leader Program (U.S. only)\n• Enterprise Leadership Program\nNon-managers2 94% 94% 93% 94% 94%\n• Executive Acceleration Experience\n• Leadership Development Center 1 “Executives” refers to the first two levels below the chief executive officer.\n2 All “non-managers” (previously “individual contributors”) including those who are subject to a collective bargaining agreement (unions).\nOur partners\nThrough careful consideration, partnerships have been\nformed with global diverse thought leaders to support\nthe Key Talent Portfolio. We work with these external\npartners to provide the highest quality and impactful\nlearning experience.\nExamples of our partnerships include:\n• General Management Acceleration Program:\n?What If! consulting, part of (Accenture) and Duke\nCorporate Education\n• Business Leadership Program: Duke\nCorporate Education\n• MSD Leadership Pathway: Saïd Business School and\nthe University of Oxford\n• Women’s Leadership Program: Cornell University\n• Diverse Leader Program: Center for\nCreative Leadership\n• Executive Acceleration Experience: ?What If!\nconsulting part of (Accenture)\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 74"
  },
  {
    "page": 75,
    "source": "text",
    "content": "Our current talent management system supports GRI 405: enhanced commercialization strategies, drug discovery\ncompany-wide performance management, and development practices, corporate reputation and\ndevelopment, talent reviews and succession planning. Diversity & Equal Opportunity trust, and shareholder value.\nIt helps ensure that our workforce is aligned with\ncompany objectives and focused on their ongoing (CR material topic: Diverse and inclusive workplace) Our company’s business objectives for diversity\nprofessional development. The system allows and inclusion are fully aligned to drive long-term,\nmanagers and employees to keep track of business sustainable business performance.\nManagement approach\nand development priorities, performance ratings,\nTechnology provides unprecedented access In addition, our objectives are aligned with the Global\ncareer aspirations, job experiences, skills, language\nto information and enables many patients to Reporting Initiative (GRI) standards for diversity\nproficiency, certifications and education.\nmake better, informed health care decisions. and equal opportunity and with the United Nations\nManagers and employees meet throughout the year to Despite this, some patient groups — especially Sustainable Development Goals (SDGs) of advancing\ndiscuss progress and accomplishments against their diverse populations — experience greater health gender equality, providing work and economic growth,\npriorities. Emphasis is placed on creating a culture of care disparities, lower health literacy and are reducing inequalities within and among countries and\nongoing coaching and future-focused feedback. At disproportionately impacted by chronic illnesses. strengthening global partnerships.\nyear-end, colleagues assess the impact employees\nBy cultivating a diverse and inclusive workforce that is Our GD&I strategic framework focuses on the following\nhave had on the organization, their team and their\ngender-balanced and richly represented across race, priorities:\nown development. This leads to annual performance\nethnicity, faith, disability, veteran and LGBT status, we\nreviews of employees at all levels (except those subject\npromote the discovery of the broadest range of possible • Strengthen the foundational elements of diversity\nto collective bargaining agreements) to guide company\ndecisions relating to development, compensation medical solutions to address the needs of all patients. • Ensure accountability to drive an inclusive culture\nand rewards. • Continue to leverage diversity and inclusion to ensure\nWe empower our people to drive business performance\nbusiness value\nand we elevate the next generation of leaders — gender\nEmployee performance is measured, in part, by\nbalanced and globally diverse — to solve complex • Transform the environment, culture and\nhow well employees demonstrate our leadership\nbusiness problems that support our patients’ needs. business landscape\nbehaviors. We seek to emphasize not just what an\nemployee achieves, but also how he or she achieves it.\nThrough Global Diversity & Inclusion (GD&I) industry- Governance\nIt is critical to our company that the annual incentive\nleading best practices, we surround our highly coveted\nbonus is determined, in part, by demonstration of our Our commitment to GD&I begins in the boardroom and\nemployees with an inclusive environment enriched\nleadership behaviors. is reinforced by our Chairman and CEO.\nthrough psychological safety, empowerment, principles\nof belonging and empathy. Employees feel valued and\nThroughout the year, managers discuss with each of Our Board of Directors has a clearly stated Diversity\nrespected and know that they are critical to business\ntheir employees his or her strengths and development Policy, which recognizes that maintaining a truly\nperformance.\nopportunities to align on ways to grow capabilities diverse membership, including educational and\nand skills. professional background, gender, race, age, sexual\nBy leveraging the strength of our diverse employee\norientation, ethnic and national background and other\ntalent throughout the enterprise in a holistic manner,\nFor more information on our training and education differentiating personal characteristics promotes\nwe drive greater synergy and impact throughout the\nprograms, please visit the Learning & Development inclusiveness, enhances the Board’s deliberations,\nlifeline of each business unit. This produces a ripple\npage on MSDresponsibility.com. and contributes to the Board’s overall effectiveness\neffect with powerful outcomes, such as advances in\nto better represent the long-term interests of the\ndiversity in clinical trials, strong customer relationships,\ncompany and its shareholders.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 75"
  },
  {
    "page": 76,
    "source": "text",
    "content": "Our company’s CEO publicly advocates for diversity and Employee Business Resource Group (EBRG) to $28 trillion in GDP. We remain committed to equity\ninclusion as a strategic business imperative through the Executive Leadership Council across gender, race and ethnicity as a strategy to\nfollowing commitments: drive business results and advance our mission. We\nWith ten EBRGs representing different constituencies\ncontinue to establish leadership programs to promote\nand 19,000 members worldwide, the Council\n• Approving diversity metrics and reviewing progress equality and publicly report on our progress to achieve\nstrengthens and diversifies the global leadership\nagainst aspirational talent goals for women and gender equality.\npipeline and provides culturally relevant insights that\nunder-represented ethnic groups (UEGs)\ndrive our success.\n• Driving accountability through meetings with the The International Labour Organization (ILO)\ncompany’s leaders to review key strategic initiatives Global Business and Disability Network (GBDN)\nGD&I Business Consortium\ncentered on GD&I\nWe are a member of the ILO Global Business and\nThis Consortium, comprised of members from Business\n• Conferring with the company’s Vice President of\nDisability Network, a partnership of multinational\nStrategy, Supplier Diversity, Clinical Trials and other key\nHuman Resources and Chief Diversity Officer on\ncompanies, national employers’ organizations, business\nbusiness functions, enhances our business performance\ninnovation opportunities and business solutions\nnetworks and advocacy groups working in collaboration\nthrough GD&I best practices — creating a competitive\n• Participating in company-wide events, town halls to promote the inclusion of persons with disabilities\nbusiness advantage and driving shareholder value.\nand fireside chats that provide platforms for sharing in the workplace. We believe that disability-inclusive\nOur company’s Chief Finance Officer acts as the\nleadership perspectives and for energizing and companies provide a better workplace for all their\nConsortium’s executive sponsor.\nbuilding engagement among employees around the employees. We strengthen our ability to maximize\nimportance of diversity and inclusion the full potential of our workforce and we are better\nGD&I Line Advisory Council\npositioned to respond to diverse patient needs through\nOur GD&I Center of Excellence (CoE) oversees diversity Serving as an advisory role to the Vice President, this partnership.\nand inclusion across all business practices. We deploy GD&I CoE, the Council provides input and feedback\nfive diversity ambassador teams to ensure integration on the GD&I strategy and key initiatives and\nOne Mind at Work — Mental Health\ninto our business and people strategies. offers perspectives on areas of progress, as well as\nOur company’s CEO signed the One Mind at Work\nopportunity, in relation to integrating GD&I into the\nThese teams are as follows: Charter pledging to make mental health a priority\ncompany’s business and people strategies.\nby protecting, supporting and enhancing employee\nThe Global Disability Inclusion Strategic Our company has made meaningful commitments wellbeing in the workplace.\nCouncil to diversity and inclusion and pledges support to the\nfollowing organizations: CEO ACT!ON for Diversity and Inclusion®\nThe Council recognizes and values the importance\nof a disability-confident workforce and understands Our company’s CEO signed a pledge outlining a specific\nhow full inclusion of people with disabilities increases United Nations Women’s Empowerment set of actions to cultivate a trusting environment\ncreativity and innovation for its employees, customers, Principles where employee ideas are welcomed, employees\nexternal partners and suppliers. In 2009, we signed onto the United Nations Women’s feel comfortable and safe, and all are empowered to\nadvance work in D&I. Because of this commitment, the\nEmpowerment Principles. These principles reflect\ncompany has rolled out Unconscious Bias education\nThe GD&I Extended Human Resources seven areas of focus designed to promote gender\nto all 70,000 employees worldwide and has participated\nLeadership Team equality in business. Research shows that at the current\nin several closed-door sessions with other CEOs and\nrate of progress, it will take 202 years for women to\nThis group of Human Resources professionals supports Chief Diversity Officers to engage in dialog to drive\nachieve economic parity. The full economic participation\nthe global organization by ensuring the successful meaningful change.\nof women in the workforce will generate $12 trillion\nadoption and integration of diversity and inclusion\ncapabilities into all practices, procedure and systems.\nA key outcome is to enable a diverse & inclusive\nculture — one that attracts, engages, develops,\nmotivates and retains top talent globally.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 76"
  },
  {
    "page": 77,
    "source": "text",
    "content": "In addition, we establish clear, measurable goals with\nour leaders and throughout the business enterprise in\nthe following areas.\nA commitment to fair and equitable pay is\nlongstanding\nPay equity across gender, race and ethnicity is a\nvery important principle at our company and we\ncontinuously monitor and evaluate our pay practices\nand policies to ensure that we are paying equitably.\nWe approach the issues of pay equity holistically\nthrough in-depth analysis of employee compensation\nas well as analysis of our pay practices. We also\npromote awareness and education of people managers\nto prevent unconscious bias in our pay practices. We\nchartered a Pay Equity Council which is chaired by our\nChief Diversity and Inclusion Officer and our SVP of\nGlobal Compensation and Benefits and is comprised of\nleaders across GD&I, Compensation and Benefits,\nand Employment Legal.\nWe will continue our focus on pay equity in the future.\nBy doing so, we believe it furthers our goal of being\nthe employer of choice for employees of diverse Fostering a culture of inclusion trials in relevant therapeutic areas. Learn more\nbackgrounds, supports our efforts to attract and retain Leaders and managers are held accountable for about our commitment to diversity in clinical trials on\nthe best talent and supports our efforts to reward maintaining an inclusive culture across the business MSDresponsibility.com.\nperformance consistent with our Leadership Standards. enterprise. We acknowledge those who excel in\ndemonstrating inclusive behavior through the Health literacy\nWomen and under-represented ethnic group company’s INSPIRE Awards. Launched in 2019, INSPIRE Our company made significant improvements in\n(UEG) representation fosters a culture of recognition and engagement by reducing health care disparities and improving health\nempowering all employees to recognize others. By the literacy among patients, globally. Learn more about\nLeaders and managers have clear diversity and inclusion\nend of 2019, INSPIRE recorded 359,000 recognition our commitment to addressing health literacy on\ngoals included as part of their annual performance\nmoments across 85 countries. Learn more about how MSDresponsibility.com.\nreviews. In addition, we utilize specific, time-bound\nwe engage with employees.\naction plans with targets to increase the representation\nFor more information on our initiatives, policies and\nof women globally and UEGs in the U.S. leadership\nU.S. clinical operations accomplishments, please visit the Global Diversity &\npositions. We have diversity metrics and review\nInclusion page on MSDresponsibility.com.\nprogress against aspirational talent goals for women We have set goals to ensure appropriate diversity\nand UEGs at the most senior levels of the organization. representation of patients participating in clinical\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 77"
  },
  {
    "page": 78,
    "source": "text",
    "content": "GRI 405-1 Diversity of governance bodies and Gender and ethnicity 2015 2016 2017 2018 2019\nemployees\nWomen in the workforce 48% 48% 48% 49% 49%\nWomen in the workforce in the U.S. NR NR NR NR 50%\nEmployee base that is multi-cultural women (U.S.) NR NR NR NR 15%\nWomen on the Board 21% 23% 23% 23% 33%\nWomen in executive roles1 34% 31% 32% 32% 36%\nWomen on the senior management team2 34% 36% 39% 41% 43%\nWomen in management roles3 38% 39% 40% 41% 43%\nMembers of underrepresented ethnic groups on the Board 21% 23% 23% 15% 17%\nMembers of underrepresented ethnic groups in executive 20% 23% 23% 21% 26%\nroles (U.S.)\nMembers of underrepresented ethnic groups on the senior 18% 18% 17% 19% 21%\nmanagement team (U.S.)\nMembers of underrepresented ethnic groups in the 26% 26% 26% 27% 29%\nworkforce (U.S.)\nMembers of underrepresented ethnic groups in 23% 23% 23% 25% 27%\nmanagement roles (U.S.)\nNew hires that were female 50% 51% 49% 51% 50%\nNew hires that were members of underrepresented ethnic 33% 37% 36% 36% 33%\ngroups (U.S.)\nNote: Our company has publicly disclosed EEO-1 information since 1999.\nNR: Not reported.\n1 “Executive” is defined as the chief executive officer and two structural levels below.\n2 “Senior management team” is defined as the fourth structural level below the CEO.\n3 “Management role” is defined as all other managers with direct reports not reflected in notes 1 or 2.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 78"
  },
  {
    "page": 79,
    "source": "text",
    "content": "GRI 412: Environment and Ethical Business Practices. We make Responsible sourcing\nit available in 26 languages.\nImplementing procedures to ensure responsible\nHuman Rights Assessment\nsourcing of minerals. As stated in our Conflict Minerals\nTraining Policy found on our corporate website, we endeavor\nManagement approach Training our company sourcing professionals on how to to avoid the purchase of minerals (e.g., tin, tantalum,\nWe expect appropriate standards of conduct and mitigate human rights related risks in our supply chain, tungsten and gold) that directly or indirectly finance or\nrespect for human rights, consistent with our own, including human trafficking and modern slavery risks, benefit armed groups or perpetrators of serious human\nfrom our suppliers, contractors, vendors and external as well as general awareness training on our company’s rights abuses.\npartners. We are committed to doing business with Business Partner Code of Conduct.\nWe have a formal program to evaluate the risks for\nthose that share our commitment to human rights and\nlabor and human rights in our supply chain. Prior\nto the principles outlined in our Business Partner Code Due diligence\nto contracting, all new direct suppliers (as well as\nof Conduct.\nConducting appropriate due diligence and determining certain new indirect and research suppliers in specific\nthe risks — including those related to human rights, geographies) are required to complete and return\nOur practices are informed and guided by the\nprior to entering a business relationship with a a Supplier Self-Assessment Questionnaire (SAQ)\nPharmaceutical Supply Chain Initiative’s (PSCI’s)\nsupplier — to determine that they can meet all our for Ethics & Compliance. Pre-existing external\nPharmaceutical Industry Principles for Responsible\ncompany’s expectations. manufacturing suppliers and contract manufacturing\nSupply Chain Management, which set the standard for\norganizations also complete SAQs.\nethics, labor, health, safety and the environment for\nour industry. Contracts\nOur SAQ requires suppliers to answer a series of\nSeeking commitment from suppliers to respect and labor and human rights questions covering a range of\nGRI 412-2 Employee training on human rights abide by the principles set forth in our company’s subjects, including freely chosen employment, child\npolicies and procedures Business Partner Code of Conduct through our labor, employment practices, employee disclosures, fair\ncontracts and agreements. Our standard contract treatment, wages, benefits and working hours.\nGRI 412-3 I nvestment agreements and\ntemplates contain an ethical business practice\ncontracts that include human rights\ncompliance clause. Each supplier’s responses are used to judge whether\nclauses or underwent screening\nthat supplier has programs and/or procedures in place\nAuditing to address potential risks for labor and human rights\nWithin our supply chain, we work to meet our\nrelated deficiencies.\nresponsibility to respect human rights by: Performing Labor & Human Rights Audits and\nEnvironmental Health & Safety Audits at selected\nSince implementing the Labor and Human Rights\nsupplier facilities to verify their compliance with our\nSelection program in 2015, we have conducted 234 onsite audits\ncompany’s expectations, and by working with them\nin countries identified as high risk for potential human\nSelecting suppliers that are socially responsible and\nto address identified compliance gaps in a responsible\nrights violations. We track audit-related corrective and\nwho share our company’s commitment to ethics and\nmanner. In 2019, we performed over 30 Labor & Human\npreventative actions to completion.\nintegrity. We strive to obtain the goods and services\nRights Audits.\nwe need to further our mission in a way that is lawful,\nNo incidents of child labor and/or young workers\nefficient and fair.\nManaging and monitoring exposed to hazardous work were reported.\nManaging and monitoring suppliers to ensure that they\nExpectations Additionally, we maintain a “Speak Up” tool\ncontinue to meet our company’s expectations. We\n(MSDethics.com) for any employee, supplier or\nSetting and communicating our expectations of\nhold them accountable for meeting their contractual\nbusiness partner to report concerns, including those\nsuppliers. We use our Business Partner Code of\nobligations and take appropriate action to address\nrelated to labor and human rights issues.\nConduct to communicate our expectations for Human\nthose that do not. Termination clauses are included\nRights, Labor & Employment, Health, Safety &\nin contracts. For more information, please visit the Human\nRights and Sourcing & Supplier Relations pages on\nMSDresponsibility.com.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 79"
  },
  {
    "page": 80,
    "source": "text",
    "content": "GRI 414: GRI 416: We provide appropriate and ongoing training on CGMPs\nfor our employees, so they are prepared to perform\nSupplier Social Assessment Customer Health & Safety their duties effectively. Our system not only ensures\nthat all applicable employees are trained, but also\n(CR material topic: Product quality and safety) monitors the effectiveness of the training provided.\nGRI 414-1 New suppliers screened using social\ncriteria\nOur company’s medicines and vaccines are widely\nManagement approach\ntested before they are approved for marketing. This\nPlease see GRI 412-2 and GRI 412-3 on pages 79 and 82. Our quality strategy is focused on ensuring that we testing is governed by a comprehensive regulatory\nmaintain a reliable, compliant supply of products to our scheme and by our research policies. We assess the\ncustomers and that we have an engaged and capable safety of our products in rigorous nonclinical and clinical\nGRI 415: Public Policy workforce ready to deliver and sustain success. trials prior to seeking regulatory approval. Following\napproval of our drugs, vaccines or devices, the company\nWe operate in a highly complex and ever-changing\ncontinues to monitor their safety profiles.\nGRI 415-1 Political contributions regulatory landscape driven by many different factors,\nincluding novel scientific discoveries, technological Our company’s chief medical officer holds overall\nWe are committed to participating constructively and advancements, natural disasters, global pandemics and responsibility for the benefits and risks of our pipeline\nresponsibly in the political process, and to providing cybersecurity events. However, we strive to ensure the and marketed products, provides medical oversight for\nclarifying analysis and information regarding the issues overall quality and continuous supply of products by all clinical programs, supervises the development and\nthat affect our business and patient care. aiming for two simple objectives: zero market actions implementation of medical policies (including those\nand zero unsatisfactory inspection outcomes. related to data transparency and the sharing of clinical\nIn 2019, we contributed a total of $734,250 to support data), and has responsibility for the design, execution\nPatient safety is at the forefront of what we do. We are\nthe campaigns of 339 candidates for state-level offices and implementation of pre-registration expanded\nusing and exploring new technological advancements\nin 21 states plus the District of Columbia. We also access (“compassionate use”) programs.\nsuch as integrated IT tools, artificial intelligence (AI)\nsupported state legislative leadership committees of\nboth parties, industry-affiliated PACs, and national and streamlined digital platforms to further enhance Our company’s Global Clinical Safety and\norganizations representing elected state officials how we manufacture high-quality products. Pharmacovigilance (GCS&PV) function manages a\nthat meet periodically to discuss policy issues. Our global system for the collection, review and reporting\nWe apply and adhere to a strict set of quality standards,\nrepresentatives involved in state-government-affairs of Adverse Experience (AE) reports received by\nand we have policies and procedures in place to\nactivities made the recommendations for specific our company worldwide, and for the continuous\nidentify, measure, control and sustain product-quality\ncontributions based on the budget and priorities assessment of product safety. Our company’s chief\nexcellence.\napproved by the Contributions Committee. safety officer holds overall responsibility for the safety\nof our products.\nOur Global Quality Compliance organization is\nOutside legal counsel conducted a thorough review of\nresponsible for establishing the standards that ensure\nall proposed contributions to ensure that they were To learn more, please visit the Product & Patient\nthat all of our company’s products are manufactured,\npermitted under state law. Final approval was provided Safety and Quality & Safety Standards pages on\ntested, released and distributed in full compliance with\nby the Corporate Secretary. MSDresponsibility.com.\nregulatory requirements.\nThe only other country we provide corporate\nWe continuously strive to improve these standards\ncontributions to candidates or political parties is\nin order to enhance procedures and ensure ongoing\nAustralia. These contributions are subject to the same\ncompliance with Current Good Manufacturing\npolicies and governance procedures discussed above.\nPractices (CGMPs).\nFor more information, please visit the Public Policy\npage on MSDresponsibility.com.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 80"
  },
  {
    "page": 81,
    "source": "text",
    "content": "GRI 416-2 Incidents of non-compliance Quality and product safety 2015 2016 2017 2017 2019\nconcerning the health and safety\nimpacts of products and services Number of product recalls in the United States1 3 1 0 2 1\nSASB 210a.1 M anagement process for ensuring\nquality and patient safety during Percentage of sold units recalled during a given year 0.07% 0.01% 0.01% 0.14% 0.01%\nclinical trials globally (recall rate globally)1\nSASB 210a.2 F DA Sponsor Inspections related to\n1 Definition of Recall Classifications: http://www.fda.gov/ForConsumers/ConsumerUpdates/ucm049070.htm#RecallClassifications.\nclinical trial management and\npharmacovigilance that resulted in:\n(1) Voluntary Action Indicated (VAI) GCP/PV inspections 2015 2016 2017 2018 2019\nand (2) Official Action Indicated (OAI)\nGCP/PV inspections by regulatory agencies of the 0 – 0 0 0\nSASB 250a.1 Products listed in the FDA’s\ncompany or clinical trial investigators that led to significant\nMedWatch Safety Alerts for Human\nfines, penalties, warning letters or product seizures1\nMedical Products database\nSASB 250a.2 F atalities associated with products 1 Complete response letter received for Sugammadex (MK-8616) in 2013; complete response letter received for Januvia (sitagliptin; MK-0431) in 2016.\nas reported in the FDA Adverse Event\nReporting System Please visit the U.S. Food & Drug Administration’s We comply with all applicable laws and regulations\nSASB 250a.3 Recalls issued, and total units (FDA) MedWatch website for more information associated with the registration of clinical trials in\nrecalled on product safety alerts. You may visit the FDA’s publicly accessible registries and subsequent posting\nAdverse Event Reporting System (FAERS) website for of the results from these trials. We have put into place\nSASB 260a.1 Methods and technologies used to\nup-to-date information on fatalities associated with the processes necessary for compliance with the Food\nmaintain traceability of products\nproduct use. and Drug Administration Amendments Act of 2007\nthroughout the supply chain\nand the European Clinical Trial Directive 2001/20/EC,\nSASB 260a.2 Process for alerting customers Our company has long been committed to sharing the including those related to clinical trial registration and\nand business partners of potential results of our clinical trials, regardless of their outcome, posting results.\nor known risks associated with in a timely manner. If a clinical trial of a marketed\ncounterfeit products product is terminated early for safety reasons, we will For those who analyze, report or publish the results\npromptly disclose medically important information of clinical trials, a clinical trial registry also provides\nto regulatory authorities and the public, update information on trials in progress and the ability to track\nOur industrial hygiene risk assessments require\nthe status on clinical trials.gov within 30 days, and such trials over the course of development. Company-\nevaluation of the effectiveness of control measures.\nsubmit a manuscript to a journal (or post a summary sponsored and -conducted clinical trials involving\nRisk-based exposure monitoring is also conducted\nonline) within 12 months after the last patient’s last patients assigned treatment with investigational and\nto verify the effectiveness of installed engineering\nvisit occurs. If the trial was terminated for efficacy marketed products are registered at trial initiation\ncontrols, and improvements are made as needed.\nreasons, the results will be disclosed within 12 months on www.clinicaltrials.gov, www.clinicaltrialsregister.eu\nWe use conservative safety factors to set low de\nafter the last patient’s last visit occurs. Summaries of and www.encepp.eu.\nminimis levels for environmental releases until we have\nterminated trials will provide information about patient\nsufficient data to fully understand their impacts on\ndisposition, safety and adverse experiences, as well as\naquatic organisms. Levels are reviewed and updated as\nan explanation as to why the trial was terminated early.\nnew data become available.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 81"
  },
  {
    "page": 82,
    "source": "text",
    "content": "In accordance with our public policy position statement, Counterfeit products GRI 417: Marketing & Labeling\nall investigational studies in human subjects are\nOur efforts in the area of advocacy, engagement\nconducted in a manner consistent with laws, regulations\nand awareness involve raising public and stakeholder\nand guidelines for the protection of human subjects, GRI 417-1 Requirements for product and\nawareness of the risks posed by counterfeits, and\nincluding those issued by the International Council service information and labeling\nadvocate for increased enforcement to shape relevant\nfor Harmonisation Good Clinical Practice (ICH GCP). regulatory requirements. In 2019, we continued our GRI 417-2 Incidents of non-compliance\nHowever, individual country regulations and guidelines commitment to increasing our focus in this area and concerning product and service\nshould remain the primary determinant of specific have strategically enhanced our ability to make a information and labeling\nrequirements for the conduct of medical research.\nlong-term impact on patient safety through various\neducation campaigns. The label in our product packaging contains information\nWe have a commitment, where appropriate, to\non possible side effects and, if appropriate, how to\nthe study of diverse patient populations, including\nWe are committed to cooperating with relevant avoid some potential health problems. We include\nminorities, women and children, in our clinical trials in\ngovernment agencies, other pharmaceutical contact details on our corporate website for patients,\nall regions of the world. As a result, we strive to obtain\nmanufacturers, wholesalers, distributors, health caregivers and health professionals to report adverse\ninformation among diverse populations, ensuring a\nprofessionals, consumer groups and key related experiences in the United States. Outside the United\nthorough evaluation of the safety and efficacy of our\norganizations in fighting the problem of counterfeit States, adverse events are reported in accordance with\nmedicines and vaccines. These efforts allow us to seek\npharmaceutical products and in educating the public any additional local country laws and practices.\nregulatory approvals throughout the world and thereby\nabout the risks of counterfeit products and how to\noffer our medicines globally to patients who need them.\nprotect against them. Depending on label changes and their context, we may\ndetermine, in consultation with regulatory authorities,\nClinical trial site monitoring, design, conduct This effort includes a multipronged approach to that more extensive communications are appropriate.\nand oversight communicating the threat that counterfeit medicines In those situations, we work with regulatory authorities\npose and to mitigating this threat as effectively as to communicate to health care professionals in a timely\nIn addition to complying with our company’s global\npossible, while recognizing that it cannot be entirely manner so that they can inform patients through\nstandards, the conduct of our clinical trials adheres\neliminated. appropriate mechanisms. Communications to health\nto the International Council for Harmonisation Good\ncare professionals may include “Dear Health Care\nClinical Practice standards and to the principles that\nCollaboration and information-sharing in order to raise\nProvider” letters and media statements.\nhave their origin in the Declaration of Helsinki.\npublic and stakeholder awareness of the issue and risks\nare a crucial focus of our product integrity program.\nWhen appropriate, an internal standing Data- Product label reviews\nThrough active partnerships with other pharmaceutical\nMonitoring Committee (DMC) of our research\ncompanies, and with organizations focused on security, The ongoing oversight and monitoring of our product\nlaboratories’ senior managers reviews unblinded data\npatient safety and public health, we provide effective labels are a major focus of our safety efforts. Our label\nfrom ongoing trials in a pre-specified, scientifically\nadvocacy on high-priority anti-counterfeiting policy review teams monitor information on our products and\nacceptable manner. The goals of the DMC are to protect\ninitiatives. work with our product RMS teams to develop or update\nthe safety of trial participants and assess whether the\nproduct labeling. We regularly communicate relevant\nrisk/benefit profile is favorable.\nFor more information, please visit the Product information to regulatory authorities worldwide.\n& Patient Safety, Quality & Safety Standards,\nThe DMC’s recommendations are communicated\nProduct Integrity, and Sales & Marketing pages on\ninternally to relevant scientists and can be distributed\nMSDresponsibility.com.\nexternally to clinical investigators, review boards or\nregulatory agencies, as appropriate.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 82"
  },
  {
    "page": 83,
    "source": "text",
    "content": "Health literacy\nSales and marketing 2015 2016 2017 2018 2019\nThere are many examples of health literacy in action\nacross our company’s product lifecycle, including our\nearly clinical trials, informed consent, diversity in Number of warning letters or untitled letters from 0 0 0 0 0\nOPDP1 or APLB2 in the U.S.\ntrials, patient labeling, instructions for use, packaging\nand patient education. Beginning in 2019, new clinical\ntrials included teach-back and cultural competence 1 OPDP: Since September 2011, the Division of Drug Marketing, Advertising and Communication (DDMAC) is now the Office of Prescription Drug\nPromotion (OPDP).\nas part of their investigator training. Early in 2020,\n2 APLB: Advertising and Promotional Labeling Branch (APLB) of the FDA Center for Biologics Evaluation and Research.\nour commercial organization launched a process to\nintegrate health literacy reviews more consistently\nacross all therapeutic areas. For more information, please see the Product & GRI 418: Customer Privacy\nPatient Safety, Health Literacy, and Sales & Marketing\nIn 2019, the FDA approved our sixth health literate Practices pages on MSDresponsibility.com.\n(CR material topic: Data privacy and information security)\npatient label which was developed with iterative\npatient input. There are two more health literate labels\nGRI 417-3 Incidents of non-compliance\ncurrently in development, including one vaccine label. Management approach\nconcerning marketing\nInformation about our company, products and people is\ncommunications\nU.S. Medical Forums one of our most valuable assets. We are committed to\nSASB 270a.1 Monetary losses as a result of legal ethical use, management and protection of information.\nWe deliver balanced medical and scientific information\nproceedings associated with false\nto health care professionals within the U.S. through\nmarketing claims Our commitment applies not only to our company’s\nour company’s Medical Forums, which are conducted\ninformation, but also to the information entrusted\nby external speakers. Speakers are selected on the SASB 270a.2 Code of ethics governing promotion\nto us by others. Our tools, processes and procedures\nbasis of their expertise in the relevant subject matter. of off-label use of products\nensure that we appropriately use and safeguard\nBy attending one of our Medical Forums, health care\ninformation throughout its life cycle to ensure integrity\nprofessionals participate in interactive learning on We believe that our marketing, sales and advertising\nof information and to prevent unauthorized access\ntherapeutic and health care industry topics. The goal activities make an important contribution to medicine\nand disclosure. We have developed and continue to\nof these interactions is to help attendees achieve by informing our customers of treatment options\nimprove upon a comprehensive, global, state of the\nimproved medical results for their patients. based on the most recent scientific information and\nart information security and cyber resiliency program\nfindings from rigorous clinical studies. Our sales and\nto enable our company to fulfill its mission: inventing\nWith our strict standards for conducting these marketing practices are governed by external laws and\nfor life.\nMedical Forums, we comply with the PhRMA Code regulations and industry codes of conduct, and by our\non Interactions with Health Care Professionals as own global Code of Conduct, our corporate policies and There is increased pressure for companies to adopt\nwell as with U.S. Food and Drug Administration procedures, and our ethics and compliance program. the EU general data protection regulation compliance\n(FDA) regulations, which assure that any product\n(GDPR) as the basis for their own privacy laws and\npresentation is appropriately balanced with information For more information, please see our answers to GRI\nregulations. Our company is well positioned in that we\nregarding both the product’s potential benefits and its 417-1 and GRI 417-2 on page 82 as well as visit the\nhave based our global program on the GDPR.\nrisks, and is consistent with approved product labeling. Product & Patient Safety, Health Literacy and Sales &\nMarketing Practices pages on MSDresponsibility.com.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 83"
  },
  {
    "page": 84,
    "source": "text",
    "content": "In addition, there is increased regulatory scrutiny and anonymization, coding and prior review to other\ninterest in companies that seek to collect and monetize activities and processes involving data about people.\npersonal information without full transparency and\npermission from data subjects. Regulators will continue Privacy values\nto tighten up requirements in these areas and levy large\nWe have established a set of privacy values to guide all\nfines. Again, we are well positioned for these changes\nof our privacy, data stewardship and data protection\ndue to the deployment of a comprehensive closed-\ndecisions. These core tenets serve as the foundational\nloop privacy program and our active engagement with\nethical framework for our comprehensive global privacy\nregulators around the world.\nprogram and our compliance with the continually\nThe global privacy office reports into the company’s evolving legal and regulatory standards for privacy and\nChief Ethics & Compliance Officer who reports directly data protection.\nto our CEO. Oversight of the privacy program is\nFor more information, please visit the Privacy,\nconducted within the privacy and data protection board\nCybersecurity and Clinical Research pages on\n(PDPB). This is a cross functional board that connects\nMSDresponsibility.com.\nto the corporate compliance committee. The PDPB\nmeets quarterly.\nOur global privacy values\nGlobal privacy program\nOver the past 19 years, we have developed and\ncontinually improved a comprehensive global privacy Respect Trust Prevent Comply\nprogram that promotes organizational accountability\nharm\nWe recognize that We know that trust We have learned that\nfor privacy, data governance and data protection\nprivacy concerns is vital to our success, laws and regulations\nacross our business and with our collaborative partners We understand that\noften relate to the so we strive to build cannot always\nand suppliers. misuse of information\nessence of who we and preserve the trust keep pace with the\nabout people can\nWe were the first company in the world to obtain are, how we view the of our customers, create both tangible rapid change in\nregulatory approval in the European Union (EU) for world and how we employees, patients and intangible harm technologies, data\nBinding Corporate Rules (BCRs) based in part on our define ourselves, so and other stakeholders for individuals, so flows, and associated\nexisting Asia Pacific Economic Cooperation (APEC) we strive to respect in how we respect we seek to prevent shifts in privacy risks\nCross-Border Privacy Rules (CBPRs) certified program. the perspectives and privacy and protect physical, financial, and expectations, so\ninterests of individuals information about we strive to comply\nreputational and other\nThis achievement demonstrates that organizations can and communities people. with both the spirit\ntypes of privacy harm\nrely on common internal standards and processes to and to be fair and and the letter of\nto individuals.\ngovern international data transfers across both the EU transparent in how privacy and data\nand APEC regions to simplify their ability to address the we use and share protection laws\ngrowing regulatory challenges in this area. information about and regulations in a\nthem. manner that drives\nOur holistic approach to privacy has its origins in consistency and\nbiomedical research ethics and the protection of operating efficiency\nparticipants in the research studies that we sponsor for our global business\nand conduct. We have adapted human subject research operations.\nethics standards for risk-benefit analysis, transparency,\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 84"
  },
  {
    "page": 85,
    "source": "text",
    "content": "GRI 418-1 Substantiated complaints regarding\nbreaches of customer privacy and\nlosses of customer data\nGlobal privacy program 2015 2016 2017 2018 2019\nNumber of countries in which we conduct privacy 137 137 137 137 137\ncompliance verification and risk assessment\nNumber of concerns regarding privacy practices, 143 227 123 315 29\nbreaches of privacy and losses of personal data that\nwere substantiated1\nNumber of privacy breaches requiring notification by 0 1 0 2 2\nMerck & Co., Inc., Kenilworth, N.J., U.S.A., to\nindividuals or government authorities\n1 Privacy concerns include all concerns about our privacy practices escalated to our company’s Privacy Office. Concerns are evaluated to determine\nif they are a potential privacy incident or not. Those that are a potential privacy incident are investigated against our own privacy policies. In\n2015, because of the scope of lost or stolen devices known to be encrypted, we ceased inclusion of lost or stolen MSD devices in our incident\nmetrics. Reporting in 2017 was impacted by the Not-Petya cyber-incident. Increase in substantiated concerns in 2018 due to changes in reporting\npractices stemming from new requirements in the EU (GDPR). In 2019, because of a change in our incident reporting methodology, we removed\nnon-privacy quality issues, and this is the reason for the decrease between 2018 and 2019.\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 85"
  },
  {
    "page": 86,
    "source": "text",
    "content": "GRI Index The GRI Standards represent global best practices for reporting publicly on a\nrange of economic, environmental and social impacts.\nThe table below summarizes where these disclosures can be found\nthroughout this report.\nGeneral Disclosures\nGRI 102: Organizational Profile\n102-1 Organization name Page 9\n102-2 Primary brands, products, and services Page 9\n102-3 Headquarters location Page 9\n102-4 Location of operations Page 9\n102-5 Ownership and legal form Page 9\n102-6 Markets served Page 9\n102-7 Scale of the organization Page 11\n102-8 Information on employees and other workers Page 11\n102-9 Supply chain Page 12\n102-10 Organizational changes during the reporting period Page 14\n102-11 Precautionary principle Page 14\n102-12 External initiatives Page 15\n102-13 Membership associations Page 16\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 86"
  },
  {
    "page": 87,
    "source": "text",
    "content": "GRI 102: Strategy\n102-14 CEO letter Page 16\nGRI 102: Ethics and Integrity\n102-16 Values, principles, standards, and norms of behavior Page 16\n102-17 Mechanisms for advice and concerns about ethics Page 16\nGRI 102: Governance\n102-18 Governance structure of the organization Page 17\n102-19 Delegation of responsibility for sustainability topics Page 17\n102-20 High-level accountability for sustainability topics Page 17\n102-21 Access to the board Page 17\n102-22 Composition of the highest governance body and its committees Page 17\n102-23 Chair of the highest governance body Page 17\n102-24 Board nomination and selection process Page 18\n102-25 Board conflicts of interest Page 18\n102-26 Board and executive roles Page 18\n102-29 Board identification of ESG impacts, risks, and opportunities Page 18\n102-30 Board ESG review of risk management process Page 18\n102-33 Board communication Page 18\n102-35 Remuneration policies for the board and senior executives Page 18\n102-36 Process for determining remuneration Page 18\n102-37 Remuneration shareholder resolutions Page 18\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 87"
  },
  {
    "page": 88,
    "source": "text",
    "content": "102-38 CEO/employee pay ratio Page 18\nGRI 102: Stakeholder Engagement\n102-40 Stakeholder engagement Page 18\n102-41 Union representation Page 18\n102-42 Stakeholder identification Page 18\n102-43 Approach to stakeholder engagement Page 18\n102-44 Key topics and concerns raised Not reported\nGRI 102: Reporting Practice\n102-45 Entities included in financial statements Page 21\n102-46 Defining report content and topic boundaries Page 21\n102-47 Material aspects included Page 21\n102-48 Restatements Page 22\n102-49 Reporting changes Page 22\n102-50 Reporting period Page 22\n102-51 Date of most recent report Page 22\n102-52 Reporting cycle Page 22\n102-53 Report contact Page 22\n102-54 Claims of reporting in accordance with the GRI Standards Page 22\n102-55 GRI content index Page 22\n102-56 External assurance Page 22\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 88"
  },
  {
    "page": 89,
    "source": "text",
    "content": "Economic\nGRI 201: Economic Performance\n201-1 Direct economic value generated and distributed Page 23\n201-2 Financial implications and other risks and opportunities due to climate change Page 24\n201-3 Benefit plan coverage Page 24\nGRI 203: Indirect Economic Impacts\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 24\napproach effectiveness of the company’s strategy\n203-1 Infrastructure investments and services supported Page 24\n203-2 Indirect economic impacts Page 26\nGRI 205: Anticorruption\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 30\napproach effectiveness of the company’s strategy.\n205-2 Communications and training on anticorruption Page 31\nGRI 206: Anti-Competitive Behavior\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 33\napproach effectiveness of the company’s strategy\n206-1 Anti-competitive behavior Page 33\nEnvironmental\nGRI 302: Energy\n302-1 Energy consumption within the organization (Scopes 1 + 2) Page 39\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 89"
  },
  {
    "page": 90,
    "source": "text",
    "content": "302-4 Energy reductions Page 39\nGRI 303: Water\n303-1 Water as a shared resource Page 42\n303-2 Water discharge-related impacts Page 44\n303-3 Water withdrawal Page 44\nGRI 305: Emissions\n305-1 Direct GHG emissions (Scope 1) Page 47\n305-2 Indirect GHG emissions (Scope 2) Page 47\n305-3 Other indirect GHG emissions (Scope 3) Page 47\n305-5 Reduction of GHG emissions Page 47\n305-6 Ozone-depleting substances (ODS) Page 49\n305-7 NOx, SOx and other emissions Page 49\nGRI 306: Effluents and Waste\n306-2 Waste by type and disposal method Page 52\n306-3 Significant spills Page 54\nGRI 307: Environmental Compliance\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 54\napproach effectiveness of the company’s strategy\n307-1 Non-compliance with environmental laws and regulations Page 57\nGRI 308: Supplier Environmental Assessment\n308-1 New suppliers screened using environmental criteria Page 58\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 90"
  },
  {
    "page": 91,
    "source": "text",
    "content": "Social\nGRI 401: Employment\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 59\napproach effectiveness of the company’s strategy\n401-1 New employee hires and turnover Page 61\n401-2 Benefits provided to full-time employees Page 63\n401-3 Parental leave Page 63\nGRI 403: Occupational Health & Safety\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 64\napproach effectiveness of the company’s strategy.\n403-1 Occupational health and safety management system Page 65\n403-2 Hazard identification, risk assessment, and incident investigation Page 66\n403-3 Occupational health services Page 67\n403-5 Worker training on occupational health and safety Page 67\n403-6 Promotion of worker health Page 68\n403-9 Work-related injuries Page 69\nGRI 404: Training and Education\n404-1 Average hours of employee training Page 72\n404-2 Programs for upgrading employee skills and transition assistance programs Page 72\n404-3 Percentage of employees receiving regular performance reviews Page 74\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 91"
  },
  {
    "page": 92,
    "source": "text",
    "content": "GRI 405: Diversity and Equal Opportunity\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 75\napproach effectiveness of the company’s strategy.\n405-1 Diversity of governance bodies and employees Page 78\nGRI 412: Human Rights Assessment\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the effectiveness Page 79\napproach of the company’s strategy.\n412-2 Employee training on human rights policies and procedures Page 79\n412-3 Investment agreements and contracts that include human rights clauses or underwent screening Page 79\nGRI 414: Supplier Social Assessment\n414-1 New suppliers screened using social criteria Page 80\nGRI 415: Public Policy\n415-1 Political contributions Page 80\nGRI 416: Customer Health and Safety\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 80\napproach effectiveness of the company’s strategy.\n416-2 Incidents of non-compliance concerning the health and safety impacts of products and services Page 81\nGRI 417: Marketing and Labeling\n417-1 Requirements for product and service information and labeling Page 82\n417-2 Incidents of non-compliance concerning product and service information and labeling Page 82\n417-3 Incidents of non-compliance concerning marketing communications Page 83\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 92"
  },
  {
    "page": 93,
    "source": "text",
    "content": "GRI 418: Customer Privacy\nManagement Explanation of the material topic, its boundary, how the topic is managed, and mechanisms for evaluating the Page 83\napproach effectiveness of the company’s strategy\n418-1 Substantiated complaints regarding breaches of customer privacy and losses of customer data Page 85\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 93"
  },
  {
    "page": 94,
    "source": "text",
    "content": "SASB Index The Sustainability Accounting Standards Board (SASB) is dedicated to\nimproving the effectiveness and comparability of corporate disclosure on\nenvironmental, social and governance (ESG) factors.\nThe table below are the SASB Standards for the Health Care sector, and\nBiotechnology & Pharmaceuticals industry, with page numbers where that\ninformation can be found throughout this report.\nSafety of Clinical Trial Participants\n210a.1 Management process for ensuring quality and patient safety during clinical trials globally Page 81\n210a.2 FDA Sponsor Inspections related to clinical trial management and pharmacovigilance that resulted in: (1) Voluntary Action Page 81\nIndicated (VAI) and (2) Official Action Indicated (OAI)\n210a.3 Monetary losses as a result of legal proceedings associated with clinical trials in developing countries Not reported\nAccess to Medicines\n240a.1 Access to health care for priority diseases and in priority countries Page 26\n240a.2 Products on WHO’s List of Prequalified Medicinal Products Page 26\nAffordability & Pricing\n240b.1 Settlements of Abbreviated New Drug Application (ANDA) litigation that involved payments and/or provisions to delay Not reported\nbringing an authorized generic product to market\n240b.2 Percentage change in: average list price and average net price across U.S. product portfolio compared to previous year Page 20\n240b.3 Percentage change in: list price and net price of product with largest increase compared to previous year Page 20\nDrug Safety\n250a.1 Products listed in the FDA’s MedWatch Safety Alerts for Human Medical Products database Please visit the FAERS MedWatch\npage for more information.\n250a.2 Fatalities associated with products as reported in the FDA Adverse Event Reporting System Please visit the FAERS MedWatch\npage for more information.\n250a.3 Recalls issued, and total units recalled Page 81\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 94"
  },
  {
    "page": 95,
    "source": "text",
    "content": "250a.4 Amount of product accepted for takeback, reuse, or disposal Not reported\n250a.5 FDA enforcement actions taken in response to violations of current Good Manufacturing Practices (cGMP) Not reported\nCounterfeit Drugs\n260a.1 Methods and technologies used to maintain traceability of products throughout the supply chain Page 81\n260a.2 Process for alerting customers and business partners of potential or known risks associated with counterfeit products Page 81\n260a.3 Actions that led to raids, seizure, arrests, and/or filing of criminal charges related to counterfeit products Not reported\nEthical Marketing\n270a.1 Monetary losses as a result of legal proceedings associated with false marketing claims Page 83\n270a.2 Code of ethics governing promotion of off-label use of products Page 83\nEmployee Recruitment, Development, and Retention\n330a.1 Talent recruitment and retention efforts for R&D personnel Page 61\n330a.2 Voluntary and involuntary turnover rate for: executives/senior managers, mid-level managers, professionals, and all others Page 61\nSupply Chain Management\n430a.1 Facilities and Tier I suppliers participating in the Rx-360 International Pharmaceutical Supply Chain Consortium audit Not reported\nprogram, or equivalent\nBusiness Ethics\n510a.1 Monetary losses as a result of legal proceedings associated with corruption and bribery Not reported\n510a.2 Code of ethics governing interactions with health care professionals Page 16\nActivity Metrics\n000.A Patients treated (#) Page 11\n000.B Number of drugs (1) in portfolio and (2) in R&D (Phases 1-3) Pipeline\nMSD ESG Progress Report 2019/2020 Introduction General Disclosures Economic Environmental Social Indices 95"
  },
  {
    "page": 96,
    "source": "text",
    "content": "Forward-looking This website of Merck & Co., Inc., Kenilworth, N.J., USA The company undertakes no obligation to publicly\n(the “company”) includes “forward-looking statements” update any forward-looking statement, whether as a\nwithin the meaning of the safe harbor provisions of the result of new information, future events or otherwise.\nStatement U.S. Private Securities Litigation Reform Act of 1995. Additional factors that could cause results to differ\nThese statements are based upon the current beliefs materially from those described in the forward-looking\nand expectations of the company’s management and statements can be found in the company’s 2019 Annual\nare subject to significant risks and uncertainties. There Report on Form 10-K and the company’s other filings\ncan be no guarantees with respect to pipeline products with the Securities and Exchange Commission (SEC)\nthat the products will receive the necessary regulatory available at the SEC’s Internet site (www.sec.gov).\napprovals or that they will prove to be commercially\nsuccessful. If underlying assumptions prove inaccurate No Duty to Update\nor risks or uncertainties materialize, actual results may The information contained in this website was current\ndiffer materially from those set forth in the forward- as of the date presented. The company assumes no\nlooking statements. duty to update the information to reflect subsequent\ndevelopments. Consequently, the company will not\nRisks and uncertainties include but are not limited update the information contained in the website and\nto, general industry conditions and competition; investors should not rely upon the information as\ngeneral economic factors, including interest rate and current or accurate after the presentation date.\ncurrency exchange rate fluctuations; the impact of the\nrecent global outbreak of novel coronavirus disease\n(COVID-19); the impact of pharmaceutical industry\nThe Office of Corporate Responsibility\nregulation and health care legislation in the United\n2000 Galloping Hill Road (K1-3181)\nStates and internationally; global trends toward\nKenilworth, N.J., U.S.A.\nhealth care cost containment; technological advances,\nnew products and patents attained by competitors;\nchallenges inherent in new product development,\nCopyright © 2020 Merck Sharp & Dohme Corp.,\nincluding obtaining regulatory approval; the company’s\na subsidiary of Merck & Co., Inc., Kenilworth, N.J.,\nability to accurately predict future market conditions;\nU.S.A. All rights reserved.\nmanufacturing difficulties or delays; financial instability\nof international economies and sovereign risk;\nMerck & Co., Inc., Kenilworth, N.J., U.S.A., is known\ndependence on the effectiveness of the company’s\nas MSD outside the United States and Canada.\npatents and other protections for innovative products;\nand the exposure to litigation, including patent\nlitigation, and/or regulatory actions.\nMSD ESG Progress Report 2019/2020 96\nmoc.nosidda\nyb\nngiseD"
  }
]