[
  {
    "page": 2,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 3,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 4,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 5,
    "table": "Bril\nLiv\nMore than 1 billion people\nindividuals live in low- and\nthese communities gain a\nconditions and improve liv\nThrough the work of Alcon\nDevelopment (PD) and Vit\nthrough more than 2.1 mi\nprogress toward our goal\tliant\nes\nlive with some form of uncorrected vision impairment\nmiddle-income countries.5 We work closely with our p\nccess to the critical eye care services they need to help\nes.\nCares, the Alcon Foundation and our business initiativ\nreoretinal Development (VRD) programs — we helped i\nllion procedures in 2023. With this achievement, we ha\nto provide philanthropic support and training program\t— 90% of those\nartners so that\ntreat these\nes — the Phaco\nmprove vision\nve made strong\ns that help improve\nvision for at least 5 million people afflicted with untreated cataracts in low- and m\ncountries, including 1 million considered cataract blind by 2025.6,7\nIn 2023, Alcon associates helped improve vision and enhance academic success\nvision screenings for more than 30,000 children and working with eye care profe\ncomprehensive care for those in need. We are well positioned to reach our goal\nleast 150,000 of these screenings by 2025.\n5. https://www.iapb.org/learn/vision-atlas/\n6. As defined by the World Health Organization, Blindness and Vision Impairment.\n7. Low- and middle-income countries (LMIC) as defined by group policy at time of commitment in 2021.\tvision for at least 5 million\ncountries, including 1 milli\nIn 2023, Alcon associates\nvision screenings for more\ncomprehensive care for th\nleast 150,000 of these scre\n5. https://www.iapb.org/learn/vision-atlas/\n6. As defined by the World Health Organization, Blindness and Vision Impairm\n7. Low- and middle-income countries (LMIC) as defined by group policy at tim\tpeople afflicted with untreated cataracts in low- and m\non considered cataract blind by 2025.6,7\nhelped improve vision and enhance academic success\nthan 30,000 children and working with eye care profe\nose in need. We are well positioned to reach our goal\nenings by 2025.\tiddle-income\nby conducting\nssionals to provide\nof conducting at\nent.\ne of commitment in 2021."
  },
  {
    "page": 6,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 7,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 8,
    "table": "from\nMessage\nthe\nCEO\nPhaco Development The Alcon Children’s Vision Center\nand Vitreoretinal\nStudies show that 80% of classroom learning is visual,10 making clear\nThe collaboration between vision an important element of academic success. Children who are not\nDevelopment Programs\nreading on level by third grade are four times more likely not to graduate Alcon About\nAlcon and HSSC for upskilling\nhigh school, with even starker disparities for minority students.11\nAlcon associates work with ophthalmic teaching institutions and faculty\nto increase the standard of cataract and retinal care in low-to-middle- surgeons in various We launched the Alcon Children’s Vision Program because no student\nincome countries by training surgeons on modern phacoemulsification should struggle with undetected vision impairments. In partnership\ntechniques related to\nand vitreoretinal procedures. with the Fort Worth Independent School District (FWISD), we finished\nconstruction on the Alcon Children’s Vision Center (ACVC) in 2023, Brilliant\nThrough our PD program, we led 352 cataract courses, helping train ophthalmology will enhance Lives\noffering comprehensive eye exams, prescription glasses and access\nmore than 600 doctors who performed more than 2 million phaco\ntheir knowledge and provide to eye care to students who do not pass the vision screening. It also\nprocedures in 2023. Our initiatives included:\nprovides follow-up appointments and ongoing eye care, all free of\n• better surgical outcomes\nA collaboration with Lifeline Express to help bring blindness charge for qualified students in need from pre-kindergarten through\nprevention and treatment training to remote areas in China. So twelfth grade.\nfor their patients. This Innovation\nfar, we have helped train more than 300 doctors who can support Brilliant\nACVC’s opening is a continuation and expansion of a 2021-2022 pilot that\ncataract care.\npartnership is envisaged to\nconducted 35,000 free vision screenings and provided 3,000 students in\n• New improvements to our remote learning systems to help doctors prekindergarten through fifth grade eye exams and glasses. This pilot\nco-create an ecosystem that\naccess learning around the globe through our Phaco Development found that 20% of children in the FWISD failed their vision screening, and\nDigital Learning Ecosystem-International Virtual Residency Program. will improve the provision of only 53% received a follow-up exam, hindering their academic success\nThere are now 62 medical schools across India and China enrolled and general health and well-being.12\nPlanet Brilliant\nhealthcare in India and will\nin this program—double the number of medical schools enrolled\nin 2022. Through these efforts, the PD Program in India won the\nenable surgeons to continue\nHealth Care Excellence award in 2023 from the Federation of Indian\nChamber of Commerce & Industry, the national industry association,\nto learn, improve and,\nfor “Training & Skill Development Initiative of the Year 2023” for our\ndigital learning system. consequently, implement World-Class\nTalent\n•\nThe launch of the Orbis-Alcon International Phaco Development best practices in their clinics\nFellowship program with an inaugural class of eight doctors in South\nand hospitals. The Center for Research and Reform in\nAfrica. We plan to expand the program to more countries in Africa in\n2024 and beyond. Education (CRRE) and the Wilmer Eye\nMr. Ashish Jain\nGovernance\nSince our PD program’s inception in 2008, the 6,386 surgeons trained Institute at Johns Hopkins University,\nStrong\nin core and advanced phacoemulsification courses have gone on to CEO, HSSC, India\nin collaboration with the Alcon\nperform ~10.9 million sight-enhancing or -restoring procedures in\nChina, India, Russia, Nepal, Bangladesh, Vietnam and South Africa. Children’s Vision Center and Fort Worth\nIndependent School District (FWISD), are\nIn addition, Alcon’s VRD program held 59 courses, helped train 227\nand\nsurgeons and performed close to 50,000 procedures in 2023. The conducting a mixed-methods evaluation Social\nSustainability\nprogram has enabled more than 219,000 vitreoretinal procedures in\nImpact\nstudy to assess the implementation of\nChina, India, Bangladesh and Nepal since launching in 2011.\nthe Alcon Children’s Vision Program in\nAlcon PD and VRD courses in India are now accredited with Health Care\nSector Skill Council (HSSC) sector skill development council assessment FWISD during the 2022-23 and 2023-24\n& certification. Health Care Sector Skill Council is a National Council\nschool years. This partnership aims to\nfor Vocational Education and Training, awarding body under ambit Framework Reporting\nof the Ministry of Skill Development & Entrepreneurship. Its mission evaluate the program’s implementation\nis to create a robust and sustainable industry-aligned quality skilling\nactivities, measure its impact on\necosystem for the healthcare sector to bridge the demand and supply\nstudents’ attitudes, behaviors, and\ngap through skilling, reskilling and upskilling.\neducational performance, providing\nDisclaimer\nevidence for continuous improvement.\n8\n10. UCLA Study: Impact Analysis of Vision to Learn\n11. According to a report by the Annie E. Casey Foundation\n12. Alcon data on file. Audit conducted in 2021 among Fort Worth ISD Students.\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 8,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 9,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 10,
    "table": "Bril\nInn\nOur diverse talent from ar\nculture of continuous impr\nproducts that enhance pat\nour customers’ needs, stro\nmakers, we strive to provid\tliant\novatio\nound the world innovates best-in-class products that cha\novement fosters increased efficiency in developing mor\nient outcomes and safety. Through innovation, a deep u\nng economic value propositions and collaboration with\ne all patients and consumers with the quality eye care t\tn\nnge lives. Our\ne sustainable\nnderstanding of\nhealthcare decision-\nhey deserve."
  },
  {
    "page": 11,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 12,
    "table": "from\nafety Message\nthe\nCEO\nAlcon About\nother activities will comply with governing regulations. This covers\nitems such as communicating urgent safety issues and collecting\npost-market reports. Our supplier quality assurance program evaluates\nnew suppliers to confirm established criteria are met, and ongoing\noversight and auditing by Alcon ensures the supplier continues to meet\nBrilliant\nLives\nAlcon requirements.\nCustomer Feedback and Concerns\nCustomers can report concerns or feedback regarding Alcon products\nInnovation\nBrilliant\nvia phone, email or the NotifEYE portal on Alcon.com. Alcon investigates\nreports of product quality concerns, notifies regulatory authorities\nwhere appropriate and evaluates feedback to update policies and\nprocedures for inclusion in next-generation designs or new products.\nWe have established a formal escalation process through which\nsignificant deviations or risks are elevated for review and to determine\nactions required. Planet Brilliant\nWorld-Class\nTalent\nGovernance\nAlcon’s Quality Management system\nStrong\ncomplies with external standards and\nregulations, including ISO 13485:2016\nand ISO 14971:2019 for medical\nand\ndevices, United States Food and Social\nSustainability\nImpact\nDrug Administration Code of Federal\nRegulations (multiple parts), European\nUnion Medical Device Directive EU\n93/42/EEC and European Union Medical\nFramework Reporting\nDevice Regulation EU 2017/745. Global\nhealth authorities, notified bodies and\nthird-party auditors audit Alcon to verify\ncompliance to these standards and\nDisclaimer\nother applicable regulations.\n12\nProdu\nContinuous i\na central val\ninnovative di\tct Quali\nmprovement is\nue at Alcon. Our\ngital initiatives\tty and P\nQuality Manag\nOur products, which involve co\nimpact patients’ health and wel\nobjectives, we have implement\nwith the internationally recogni\nfor Standardization (ISO) 13485\nand ensures consistent, compli\tatient S\nement System\nmplex manufacturing operations, directly\nl-being. To achieve our quality and safety\ned a Quality Management System aligned\nzed standard, International Organization\n. This system drives our approach\nant execution throughout a product’s\nwithin manu\nand quality c\nstreamline o\nwhile ensuri\nconsistently\neffective pro\nHeather Attra\nSenior Vice President\tfacturing\nontinue to\nur processes\nng our customers\nreceive safe and\nducts.\nQuality and Regulatory Affairs\tlifecycle. It covers the design, ev\nservice providers as well as the\nmarket quality and safety surve\nThe Quality Management Syste\nmanufacturing sites, distributio\nIt establishes procedures and c\nand business risks associated w\na formal risk management proc\nproduct risks through design ch\ntraining. Risks are escalated ba\nour Executive Leadership Team\nrisk. Our Quality Management S\nproducts meet established spec\taluation and approval of suppliers and\nmanufacturing, distribution and post-\nillance.\nm covers all Alcon R&D centers,\nn centers, and our international offices.\nontrols that mitigate potential safety\nith product quality. We also employ\ness to identify and mitigate potential\nanges, product labeling and/or user\nsed on their nature and severity, with\n(ELT) urgently notified of any critical\nystem is designed to help ensure all\nifications prior to release; however\nAbove all, Alcon is committed to\nsafe for patients. This commitm\nassociate is trained to uphold o\nand supported through a suite\noperating procedures to compl\nregulations in every country wh\nproducts that are manufacture\nthird parties must comply with\tdelivering quality products that are\nent is part of our culture—every Alcon\nur high safety and quality standards—\nof robust policies and standard\ny with quality and safety laws and\nere we distribute products. All Alcon\nd at our own dedicated facilities or by\nGood Manufacturing Practices.\tif necessary, Alcon may recall p\nprocess managed by a dedicate\nQuality Procedures\nBefore any new product is man\nmanufacturing facilities, it unde\nensure it meets regulatory and\nlevels of quality monitoring, inc\naudit and inspection results, po\nprocess conformity metrics and\nperiodic Quality Management R\nGlobal Franchise teams and ou\troducts to protect patient safety — a\nd group within the Quality team.\nufactured in Alcon’s network of qualified\nrgoes thorough study and evaluation to\nlegal requirements. We employ several\nluding tracking quality metrics such as\nst-market surveillance data, product and\nsupplier performance indicators via our\neviews. The Alcon Quality Committee,\nr ELT participate in these reviews, which\nOur Quality team collaborates cl\nincluding R&D, Manufacturing a\nChain, and Commercial teams t\nreadily available to meet patient\nGlobal Quality and Regulatory A\nour Chief Executive Officer (CEO\nfunction and oversight of produ\nactivities are informed by the w\nled by our Chief Medical Officer,\nenables creation of action plans\tosely with other company functions,\nnd Technical Operations (MTO), Supply\no ensure safe and effective products are\ns' needs. Alcon’s Senior Vice President of\nffairs leads this team, reporting directly to\n) to ensure independence of the Quality\nct quality and safety. Our Global Quality\nork of the Global Medical Safety group,\nwho monitors emerging concerns and\nto respond to potential risks.\tresult in recommendations for\nadequacy and effectiveness of t\nmanagement measures.\nAlcon uses qualified internal wa\nwhich we routinely audit, to hel\nWhen engaging a new manufac\ndeploy a series of evaluation, a\nincluding a review of their Qual\nthe company and associated ris\naudit and verify the company’s\nengagement, we establish a co\ndetails how each party’s manuf\timprovement and an assessment of the\nhe Quality Management System and risk\nrehouses and approved distributors,\np ensure product quality and safety.\nturing or distribution partner, we\npproval and monitoring procedures,\nity Management System. Depending on\nk, Alcon may also perform a technical\nregistrations. After approval and before\nmprehensive written agreement that\nacturing, distribution, vigilance and\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 12,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 13,
    "table": "from\nDriving Continuous Improvement Message\nqualifications and analytical test method validations. These upgrades At full implementation in 2026, CLEAR is anticipated to deliver\nthe\ncan reduce errors during manual data transfers between systems or improvements to the labeling lifecycle management process that reduce\nCEO\nThe Quality team regularly monitors industry trends and global and\nby analysts when completing complex methods that, in turn, lower the the potential for text or artwork errors in the labels, cartons, inserts,\nlocal regulatory changes, adjusting our processes and procedures as\npotential for test-related nonconformances and follow-on impacts to directions for use and other labeling elements that provide key safety\nneeded. The team also monitors all manufacturing, distribution, R&D\nproduct quality and/or safety. We are working on expanding this pilot to and regulatory information to Alcon’s customers and patients.\nand Alcon affiliate sites for key quality and safety metrics through the\nmore Alcon sites, with full adoption anticipated in 2026.\nAlcon Quality Analytics System. Alcon’s consistently strong compliance record demonstrates the\nAlcon About\nThe CLEAR program will simplify Alcon’s end-to-end labeling operation effectiveness of our integrated, holistic approach to quality and safety.\nBenchmarking and feedback inform quality targets, which we set for\nmodel through: Since beginning operation as an independent company in 2019, Alcon\nvarious key performance indicators (KPIs). Site performance is reviewed\nhas not been subject to warning letters, seizures, injunctions, mandated\nby management and through regular audits to ensure compliance and • Providing robust governance for the project scope and prioritization\nrecalls, or other enforcement actions by global health authorities.\nachievement of goals. Audits and other feedback mechanisms help\n• Automating digital applications for greater transparency and With a focus on proactively improving product quality, patient safety\nAlcon identify and remedy any systemic quality and safety issues either\ninput accuracy and customer satisfaction, Alcon will continue investing in system Brilliant\nwithin the production process or within product design. Lives\nenhancements and tools that drive future improvements.\n•\nSimplifying processes that reduce the opportunity for errors during\nIn 2023, we launched DigitEYES and Centralized Labeling Lifecycle\nlabel revisions\nExcellence Artwork Review (CLEAR). The DigitEYES pilot project involved\nimplementing enterprise-wide solutions to enhance compliance and • Mitigating the risk of production and/or distribution delays during\ndata integrity positions and reduce the manual transcriptions required rollout of new or revised labeling elements\nInnovation\nto complete product release testing and digitally manage instrument Brilliant\nProduct Quality and Patient Safety Data\nPlanet Brilliant\nProduct Quality and Patient Safety 2021 2022 2023\nVision Care Recall Rate15 0% 0% 0%\nWorld-Class\nSurgical Recall Rate16 0.37% 0.38% 0.001% Talent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer\n15. Recall rate is defined as the number of units subject to recall per total sold globally, based on recall actions where there is a reasonable chance that a product will cause serious health problems or where a product may cause temporary or medically reversible health problems, or pose a slight chance of causing serious health 13\nproblems. It excludes units affected by actions where units remained available for use by the customer as-is and where no removal, repair, replacement, update or exchange was performed.\n16. Recall rate is defined as the number of units subject to recall per total sold globally, based on recall actions where there is a reasonable chance that a product will cause serious health problems or where a product may cause temporary or medically reversible health problems, or pose a slight chance of causing serious health\nproblems. It excludes units affected by actions where units remained available for use by the customer as-is and where no removal, repair, replacement, update or exchange was performed.\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 13,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 14,
    "table": "from\nMessage\nthe\nCEO\nIn 2023, Alcon configured and\nreviewed and approved by Alcon Clinical Quality Assurance, which also\nreviews all nonconformances quarterly. Alcon About\nimplemented Veeva Clinical\nClinical Trial Achievements Data Workbench (CDB), a\nclinical data ecosystem,\nIn 2023, we initiated 34 trials, defined as reaching the “first patient, first\nvisit” milestone. Of the initiated trials, 18 were executed under Alcon’s\ninclusive of external/non- Brilliant\nLives\nfeasibility process, which offers an agile and fast-paced platform in\nearly-stage development to clinically investigate product attributes standard data sources. The\nand outcomes. This process provided information on 11 different\nadoption of CDB helps us collect\nproducts, allowing our scientists to make informed improvements\nbased on clinical trial data before they moved to the final stages of\nand validate clinical data closer\nconfirmatory testing. Across new and ongoing clinical trials 40 reached Innovation\nBrilliant\nthe end of data collection—or “database lock”—for analysis to begin, to the subject’s visit date. It also\nand 34 trials were completed and had a corresponding clinical study\nreport produced. enables our clinical trial teams\nAlcon continues to transition in-market devices in the European to work more efficiently and\nUnion from the Medical Device Directive (MDD) to the Medical Device\nconcurrently with our clinical Regulation (MDR), and remains on schedule to meet the announced Planet Brilliant\nMDR timelines. In addition, Alcon’s medical device new product\ndata, resulting in our trials\ndevelopment for the EU incorporates the requirements of MDR.\narriving at a final and locked\nPharmaceutical Clinical Research\nstate quicker for expediency in\nWorld-Class\nTalent\nWe updated our clinical standard operating procedures in 2023 to\ndownstream deliverables.\ninclude the International Council for Harmonization regulations. We can\nnow execute clinical trials under the pharmaceutical regulations using\nour internal Alcon resources. Looking ahead to 2024, we will open our\nsecond Alcon Research Clinic in Fort Worth, Texas, to complement the\nexisting clinic in Johns Creek, Georgia. We plan to execute early-phase Governance\nStrong\ntrials primarily for surgical and pharmaceutical products at the Fort\nWorth location.\nBioethics Data\nand\nSocial\nSustainability\nImpact\nBioethics 2021 2022 2023\nNumber of Clinical Trial Violations17 5 6 1018\nFramework Reporting\nDisclaimer\n14\nrial violations include protocol deviations that are critical and/or systemic.\ne in 2023. We initiated 34 clinical trials in 2023 and 35 clinical trials in 2022.\nBioet\nBioethics—the ethical principle\nand medicine—are essential as\nto test new, innovative and effe\nunderstands and takes the resp\nconsent, data privacy and ethic\nClinical Trial Stan\nAlcon’s clinical trials are govern\nprotocols and prioritize data se\thics\ns that guide biological research, science\nwe pursue clinical research and trials\nctive products for patients. Alcon\nonsibilities of patient care, informed\nal research seriously.\ndards\ned by rigorous safety and efficacy\ncurity to protect patients’ privacy\nrights. Our research protocols a\noutlined in the Declaration of H\ncontains our policies and proce\nOur Protocol Review Committe\nOfficer and Head of Clinical R&\nmatter experts, reviews all clini\nintegrity, patient safety, and co\nrequirements. Our Clinical Qual\nclinical trial sites, vendors, coun\nsponsor. The audits cover both\nSystem and are conducted agai\n14155 and International Counci\tlign with the ethical research principles\nelsinki. The Alcon Quality Manual\ndures for all clinical trial phases.\ne, co-chaired by our Chief Medical\nD and composed of relevant subject\ncal trial designs to ensure scientific\nmpliance with clinical and regulatory\nity Assurance function audits our\ntry organizations and Alcon as a clinical\nindividual projects and the Alcon Quality\nnst various regulations, including ISO\nl for Harmonisation (ICH) E6.\nAll Alcon trial participants must\nReview Board/Independent Eth\ninformed consent document, w\nbenefits and rights of the partic\nindependent body that protect\nstudy’s participants. Patients in\ncontact the study doctor or the\nstudy or their rights as a resear\nis provided in the informed con\nThe data we receive from clinic\nidentifying information. As part\nare aware and agree that, while\nconfidential to the highest degr\treview and sign the study’s Institutional\nics Committee (IRB/IEC)-approved\nhich explains any risks, potential\nipants. The IRB/IEC serves as an\ns the rights, safety and well-being of the\nvolved in a clinical trial are instructed to\nIRB/IEC if they have questions about the\nch participant. The contact information\nsent document.\nal trials does not contain participant-\nof our informed consent, participants\ntheir personal information is kept\nee possible, absolute confidentiality\ncannot be guaranteed as Alcon\nagencies or other countries wh\nAlcon systematically reviews all\ntrial site personnel are instruct\nelectronic data capture system\nprotect patient privacy. Serious\nAlcon within 24 hours of the inv\nAlcon’s certified investigators e\nincidents. These incidents are t\npreventive action plans. The no\ncriteria are submitted to the Gl\nInvestigations and Corrective A\tmust share information with regulatory\nere the study was conducted.\nactive trials for patient safety. Clinical\ned to enter subject data into the\nwithin five days of a patient visit to\nadverse events must be reported to\nestigator’s or site’s awareness.\nxamine any observed nonconformance\nhen addressed through corrective and\nnconformances that meet escalation\nobal Escalation Management team.\nctions and Prevention Actions are\nmpact and\nty Report\t17. Defined as nonconformances that are dev\n18. This increase may be attributed to year-ov\tiations from a specification, standard or expectation. Clinical t\ner-year variation in the number of clinical trials and sites activ\n2023 Social I\nSustainabili"
  },
  {
    "page": 14,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 15,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 16,
    "table": "2023 Social Impact and\nSustainability Report\nIncor\ninto\nAlcon works to mitigate ou\nensuring we provide our cu\nexample, some of our prod\nsafety. Addressing these ch\nfocus on identifying ways t\tporating\nProduct D\nr products’ environmental impact while\nstomers with safe medical devices. For\nucts must be single-use to protect patient\nallenges starts with our R&D process. We\no improve material use in our production\tSustain\nevelopm\nInclusivity\nAlcon designs products for broad ac\ndesign principles. For example, our L\nand more portable, making them pa\tability\nent\ncess and use through our inclusive\negion® Phaco Systems are smaller\nrticularly useful in operating rooms\tfrom\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nprocess, reducing energy c\npost-consumer waste and\nEnvironmen\nSustainabilit\nAlcon looks to minimize ou\nsustainability into our prod\nproducts’ emissions intensi\nindicators at each develop\nR&D phase using our Envir\nThe ESS helps us identify o\nfor more sustainable, reso\ncost and efficiency expecta\tonsumption, minimizing packaging, reducing\nusing more recycled materials.\ntal\ny Scorecard\nr emissions footprint by incorporating\nuct development process. We measure\nty and other environmental key performance\nment phase, including the early stage of the\nonmental Sustainability Scorecard (ESS).\npportunities to improve and meet demand\nurce-efficient products that meet or exceed\ntions. Considering sustainability throughout\tin emerging markets. We have also\nfor surgeons with different hand siz\nHandle, built for surgeons with smal\tdesigned surgical instruments\nes, including our Finesse® Reflex\nler hands.\nInnovation\nBrilliant\nPlanet Brilliant\nproduct design also helps u\nexample, the ESS identified\ndevice under development\nthe device manufacturing b\ncost. The ESS also helped u\nhow our new design minim\ncarbon gas expelled from o\nreduction in associated gre\nWe continue to embed the\nwhich helps us look for opp\nfor more sustainable, resou\nnew product, teams must c\nSIS Steering Committee. Te\nothers across the enterpris\ts reduce costs and improve yields. For\nprocessing improvements in a surgical\nthat not only led to 20% water reduction in\nut also reduced the devices’ total material\ns log, among other environmental factors,\nized the amount of concentrated fluorinated\nur Unifeye equipment, resulting in a 25%\nenhouse gas (GHG) emissions per surgery.\nESS into our enterprise stage-gate process,\nortunities to improve and meet demand\nrce-efficient products. When developing a\nreate or update an ESS with oversight by the\nams can compare their scorecard results to\ne through our online centralized database and\tWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustaina\nImpa\nshare best practices. In 202\nAlcon to integrate the ESS in\nconsideration of sustainabil\nIn 2023, all new R&D projec\nstage, and we continued int\ndevelopment projects. Over\t3, we also launched a training program across\nto projects more widely and increase the\nity throughout operations and project design.\nts generated an initial ESS in the feasibility\negrating the ESS into late-stage product\n98% of projects incorporated the ESS in 2023.\tbility ct\nFramework Reporting\nDisclaimer\n16\tbility ct\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 17,
    "table": "Bril\nPla\nAlcon is committed to doi\nfocus on minimizing our e\nemissions, water, waste a\nour operational environm\nfor Scope 1 and 2 GHG em\nmanufacturing sites and d\nTo achieve carbon neutral\nby 2030, we are reducing\tliant\nnet\nng our part in protecting the health of our planet. We c\nnvironmental footprint through efficiency and optimiza\nnd chemicals of concern. Two ambitious goals guide ou\nental impact—to become carbon neutral across our glo\nissions, and 100% landfill diversion of non-hazardous\nistribution centers, both by 2030.\nity across global operations for our Scope 1 and Scope\nenergy consumption, transitioning to renewable energ\tontinually\ntion to reduce\nr work to reduce\nbal operations\nwaste at our\n2 emissions\ny sources and\nadopting responsible business policies and procedures. Through this work in 202\nScope 1 and Scope 2 emissions by approximately 9% compared to 2022.\tadopting responsible busi\nScope 1 and Scope 2 emis\tness policies and procedures. Through this work in 202\nsions by approximately 9% compared to 2022.\t3, we reduced our"
  },
  {
    "page": 18,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nBrilliant\nPlanet\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 19,
    "table": "Reducing Prod\nEnvironmenta\nAlcon is committed to reducing packaging waste and addressing\nchemicals of concern associated with our products and services\nwherever feasible. We partnered with external consultants in 2023 to\nconduct lifecycle assessments on specific products, setting a baseline\nfor future product development. We are also investigating more\nefficient ways to reduce waste by eliminating styrofoam, substituting\nvirgin packaging materials with recycled material and reusing\nbyproducts where feasible and applicable.\nFinding more efficient packaging practices for our products is a core\naspect of our strategy to reduce product-related waste. In our Surgical\nfranchise, our Green Innovations Surgical Team (GreenIST) identifies\nopportunities to increase sustainability measures and minimize waste.\nChemicals of Concern\nWe identify and eliminate chemicals of concern from our products\nand comply with chemical regulations, including the EU Registration,\nEvaluation, Authorization and Restriction of Chemicals; the EU Medical\nDevices Regulation; California Proposition 65; the Toxic Substances\nControl Act; and the EU Restriction of Hazardous Substances. Alcon also\nleverages our position as a purchaser of extensive raw materials to help\nour suppliers evaluate their own footprint.\nProduct Design and Lifecycle Mana\nProduct Design and Lifecycle Management\nDevices and Equipment Reused, Recycled or Donated (Metric Tons)\n2023 Social Impact and\nSustainability Report\nuct-Rela\nl Impact\tted\tfrom\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nSingle-use plast\nimportant role\npatients safe, y\nenvironmental\nwant to minimi\nlooking at what\naddress, like pa\nmaterials, to dr\tic plays an\nin keeping\net it has an\nimpact we\nze. So, we’re\nwe can\nckaging and\nive waste out\nInnovation\nBrilliant\nBrilliant\nPlanet\nof our products\nJeannette Bankes\nGroup President, Global F\ngement Data\n2021 202\t.\nranchises\n2 2023\tWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustaina\nImpa\n108 10\t0 102\tbility ct\nFramework Reporting\nDisclaimer\n19\tbility ct\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 20,
    "table": "from\nMessage\nthe\nAlcon’s Green Tiger team,\nCEO\na cross-functional team\nof associates, is pivotal\nAlcon About\nin evaluating business\nopportunities and risks\nassociated with sustainability\nBrilliant\nLives\nrequirements, particularly\nthose outlined in the EU\nInnovation Green Deal. Their work helps\nBrilliant\nguide our global organization\nand key stakeholders,\nPlanet Brilliant such as the HSE team and\nGreenIST. Beyond their\nevaluative role, the Green\nWorld-Class\nTalent Tiger team actively leads\nlocal “eco-projects” across\nAlcon’s European operations.\nGovernance\nStrong\nThe team led an initiative\nto gather training materials\nand guidelines in 2023. These\nand\nSocial\nSustainability\nImpact materials are now posted in\noperating rooms to help staff\nresponsibly manage surgical\nFramework Reporting\nleftovers through recycling\nand properly dispose\nrecyclable materials.\nDisclaimer\n20\nReduc\nOpera\nWe set annual environmental t\nnon-hazardous waste landfill di\nsite-specific environmental proj\nfor leading and tracking progre\ncarbon neutral and zero waste\nleadership and business functio\ting Our\ntional F\nargets related to emissions intensity,\nversion rates, water conservation and\nects. The MTO function is responsible\nss against these targets as well as our\ngoals with support from executive\nns. The Global Head of HSE and Global\tootprin\nEnvironmental Co\nOur manufacturing sites and pr\nregulations. We have also imple\ncovering our environmental foo\nand products under Alcon’s ope\tt\nmpliance\noducts comply with all applicable legal\nmented detailed standards and policies\ntprint across all operations, activities\nrational control, such as our HSE\nHead of SIS oversee the implem\nand periodically engage with Al\nis strategically aligned and infor\nThe HSE Management System i\nprogram, embedded throughou\n14001:2015 Environmental Man\nframework that eliminates, min\nimpacts associated with produc\nour operations. It also ensures\ncompliance causes through inv\naction plans.\nRecognizing the importance of\nstages of projects, we have inco\tentation of environmental initiatives\ncon’s CEO and ELT to ensure leadership\nmed on emerging risks and impacts.\ns the foundation of our environmental\nt the company and aligned with ISO\nagement System. This system provides a\nimizes and mitigates the environmental\nts and services offered by Alcon and\nlegal compliance and addresses non-\nestigations and corrective and preventive\nconsidering sustainability in the planning\nrporated an environmental impact\tCompliance Management Polic\nStandards. Please see the Index\nenvironmental policies.\nClimate Change a\nAlcon is committed to being car\nby 2030, covering all Scope 1 an\nprojects and strategically procu\nachieving this goal. In 2023, we\ncompany to secure the physical\nWorth campus and Houston m\nour total Scope 1 and 2 GHG em\nto 2022.\ty and Energy and Waste Management\nfor a full list and descriptions of our\nnd GHG Emissions\nbon neutral across global operations\nd Scope 2 emissions. Energy efficiency\nring renewable energy are central to\nworked with our Texas energy utility\ndelivery of renewable energy to our Fort\nanufacturing site locations. We reduced\nissions by approximately 9% compared\nassessment into our manufactu\nsince 2021.\tring capital investment approval process\tWe annually complete Scope 1\nand are working with EcoVadis\nperformance. The integration w\nglobal business sustainability ra\nemissions and incorporate sup\nsourcing process. Beyond emis\nin safeguarding our business ag\nclimate change. Furthermore, w\nof emerging policy and legal re\nmarket shifts, including change\tand Scope 2 GHG emissions inventory\nto track our suppliers’ sustainability\nith EcoVadis, a leading provider of\ntings, will help us determine Scope 3\nplier performance into our strategic\nsions reductions, Alcon remains vigilant\nainst the physical risks associated with\ne examine the potential consequences\nquirements, technology changes and\ns in consumer expectations.\nGHG Emissions\nGHG Emissions\nTotal Scope 1 and Scope 2 GH\nGHG Emissions Intensity Ratio\nGHG Emissions Intensity Ratio\tData\t2021\t2022 2023\nG Emissions (MTCO e)19\n2\t309,083\t256,010 233,482\n—On-site Generated Energy (t/TJ)20\t55\t51 50\n—Purchased Energy (t/TJ)\t126\t92 78\nmpact and\nty Report\t19. Metric tons of carbon dioxide equivalent.\n20. Tons of COe per terajoule.\n2\n2023 Social I\nSustainabili"
  },
  {
    "page": 20,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nBrilliant\nPlanet\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 21,
    "table": "from\nEnergy Hazardous Waste Water Message\nthe\nCEO\nIn 2023, we completed 42 energy saving projects with an estimated Alcon’s Global HSE Policy prohibits sending hazardous waste to landfills Alcon sites are implementing projects to address water consumption\nenergy savings of 87,000 gigajoules (GJ), avoiding approximately 8,778 unless mandated otherwise by the jurisdiction in which a site operates. based on our Water Conservation and Efficiency Plan. Because contact\nmetric tons of CO e. Projects included switching fluorescent Waste is handled, stored, labeled and managed within our locations lens and solution production requires purified water, our focus is on\n2\nbulbs with LEDs, roof replacements, optimizing compressed air to reduce the risk of contamination. Our internal Waste Management reducing water intake through optimization projects. We also prioritize\nconsumption, installing insulating sleeves for injection heating units Standard establishes minimum requirements for safe and sustainable the incorporation of water recycling and reuse practices where feasible.\nAlcon About\nand replacing old compressors with more efficient ones. For example, waste management programs at our sites and helps ensure that waste\nIn 2023, we implemented 12 water projects, saving more than\nAlcon Singapore Manufacturing installed rooftop solar panels that is properly stored, treated and disposed of in compliance with federal\n110 megaliters (ML) of water across our operations. Our Singapore site\ngenerate approximately 7,500 GJ of renewable energy for direct site and local regulations.\nreduced approximately 22 ML by diverting reverse osmosis reclaimed\nconsumption. Our AML facility realized energy savings of 5,000 GJ by\nSee page 44 for waste-related metrics. water to the incoming water tank. Other projects included installing new\nreplacing two old compressors with energy-efficient models.\nwater treatment systems and decommissioning old product lines, which\nBrilliant\nLives\nOur energy conservation and efficiency efforts in Singapore were reduces the water intake.\nrecognized through the Energy Efficiency National Partnership program,\na collaborative effort led by the Singapore National Environment Agency\n(NEA). Alcon Singapore Manufacturing received awards for Excellence\nin Energy, Greenhouse Gas Management, and Best Practices for Energy\nEfficiency Improvement and Carbon Abatement. Innovation\nBrilliant\nEnergy Data\nWaste\nOur goal is to divert 100% of non-hazardous waste generated at\nmanufacturing sites and distribution centers from landfill by 2030. In Energy Management 2021 2022 2023\n2023, we achieved a landfill diversion rate of 95.9%.21 We also set an Brilliant\nPlanet\ninterim goal of reducing waste by a combined total of approximately\nEnergy Usage Intensity (GJ/Million Units Produced) 688 730 717\n480 metric tons, which we far exceeded, achieving a reduction of\napproximately 956 metric tons by the end of the year.\nOur waste management strategy starts with reduction and prevention,\nsuch as eliminating toxic materials and reducing of non-recyclable World-Class\nTalent\nmaterials, followed by reuse and recycling. Sites must develop and\nannually review a waste management plan that includes a waste\nWater Management Data\ninventory and set waste-reduction targets. We also conduct annual\nthird-party audits for participating sites to validate our Zero Waste to\nLandfill status. Sites that have already achieved 100% landfill diversion\nWater Management Data 2021 2022 2023\nconsistently maintained this status in 2023, and all others worked Governance\nStrong\ntowards this objective in 2023.\nOur Cork manufacturing site reused the pallets received with Total Water Input (ML/Million Units Produced) 1.15 1.21 1.19\ncomponents to ship IOL products to one of our distribution centers,\neliminating approximately 12 metric tons of waste. Our Johns Creek,\nTotal Water Withdrawal from All Areas (ML) 4,864 5,057 5,156 Georgia, site diverted approximately 430 metric tons of the spent molds and\nSocial\ngenerated after the lens curing process from incineration to use as a Sustainability\nImpact\nraw material for an injection molding company.\nFramework Reporting\nDisclaimer\n21\n21. Landfill diversion rate data covers January - September 2023.\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 21,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nBrilliant\nPlanet\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 22,
    "table": "Wo\nTal\nMore than 25,000 Alcon associates\nculture of integrity, Alcon invests in\nprograms, and engagement oppor\trld-Clas\nent\nwork together each day to advance our mission to help people See Brillia\nattracting and retaining talent through competitive pay and benefits, tra\ntunities.\ts\nntly. With a strong\nining and development"
  },
  {
    "page": 23,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 24,
    "table": "Compensation\tand Benefits\tvalidated information to ensure\nand Leadership team reviewed\tpay equity. The Global Compensation\nresults from the study.\tfrom\nWorkplace Flexibility Message\nthe\nCEO\nAlcon balances our strong culture of in-person collaboration with\nworkplace flexibility. We believe that giving associates options to\noptimize their work-life balance drives innovation and business\nperformance. This approach also allows us to be sensitive to\ngeographical differences. We offer many flexible work arrangements for Alcon About\nour associates, including flex time and a compressed work week.\nBrilliant\nLives\n44\nInnovation\nBrilliant\nPlanet Brilliant\nASIA\nWorld-Class\nTalent\n7,596\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nEUROPE\n6,440\nFramework Reporting\nDisclaimer\n24\nAlcon is committed to maintain\nthat reflect our company cultur\nregulations and laws. Our Total\ninitiatives, such as annual healt\nclinics and mental health aware\naccidental death and paid short\nAdditionally, the Alcon Global E\nassociates access a wide range\ncompetitive pension and retire\nAlcon’s Total Rewards Philosop\nglobal benefits policies and gui\nequitable pay decisions and the\nlocally competitive standards. T\ting compensation policies and practices\ne and ensure compliance with local\nBenefits program includes wellness\nh checks, vaccinations, on-site medical\nness training. We also provide death,\n-term and long-term disability coverage.\nmployee Assistance program helps\nof medical and social services. We offer\nment benefits in many markets.\nhy and documents library detail our\ndelines for making competitive and\nadministering benefits aligned with\nhis Philosophy is regularly revised and\tThe Compensation team, in par\nconsulting firms, deploys pay e\nteam as well as people leaders.\ntraining and provides resources\nunderstanding of pay equity pr\nour purposes and values.\ttnership with third-party specialized\nquity training to the Human Resources\nHuman Resources also conducts\nfor leaders to advance their\nactices and ensure it is done according to\nupdated. We also factor market\ntrends to define our salary stra\nAll global compensation and be\nimpacts are managed by the To\nResources Officer. Under the ov\nCompensation and Benefits de\ncompensation and benefits pla\nexternal legal experts and vend\nprograms from a compliance p\nand Benefits departments also\nLegal teams to ensure we comp\nand applicable regulations. Cha\npolicies require approval from t\tinformation about salaries and market\ntegy and merit increases.\nnefits processes and their results and\ntal Rewards Head and Chief Human\nersight of Total Rewards, the Global\npartments have daily oversight of Alcon’s\nns. We also partner with internal and\nors who specialize in supporting these\nerspective. The Global Compensation\npartner with our Employee Relations and\nly with internal governance practices\nnges to our compensation and benefits\nhe Compensation Committee.\tOur Global Wo\trkforce: TOTAL 25,2\nTo support and empower our a\nprovides education about our c\nis covered in conversations with\nmultiple opportunities for asso\nand market practices.\nPay Equity\nAlcon’s senior leadership, unde\nCompensation Committee, is co\nRewards team conducts recurri\nrace, ethnicity and other diversi\nand makes appropriate adjustm\tssociates, the Human Resources team\nompensation and benefits, and the topic\nmanagers. During the year, we have\nciates to learn about salary definitions\nr the oversight of the Board of Directors’\nmmitted to pay equity. Our Total\nng pay equity analyses across gender,\nty factors to identify potential disparities\nents to ensure pay equity. We assess\tNORTH AMERICA\n10,035\nthe wage gap, which compares\nfemale associates in the same j\ngap, which identifies compensa\nassociates in similar roles. Som\nequity analyses and report resu\nFor the second consecutive yea\nwith an independent consulting\noutcomes for associates. The st\nglobally and for gender and eth\nSalary. This global analysis inclu\nwe have legal entities and cove\ndisparities. We make appropria\tthe annual base salary of male and\nob family per level, and the pay equity\ntion gaps among male and female\ne countries conduct additional local pay\nlts based on local regulations.\nr, Alcon conducted a worldwide study\nfirm to probe for equitable pay\nudy assessed pay equity for gender\nnicity in the US based on Annual Base\ndes associates in all locations where\nrs diversity factors to identify potential\nte adjustments based on the reviewed,\tLATIN AMERICA\n1,173\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 24,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 25,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 26,
    "table": "Our D&I Strategy\nWe also introduced new trainings.\n• Quarterly Global D&I Forums hosted by the Chief Diversity & Inclusion\nSites implement D&I action plans with the support of our D&I Councils,\nOfficer and D&I teams provided an opportunity to update associates\ncomprised of associates across various functions and levels, and\naround the world on our D&I efforts and progress and take a deeper\nguidance from senior leadership. These Councils help ensure we\nlook into topics of their interest. Topics in 2023 included diverse\nengage associates and factor their insights into our efforts. They partner\ntalent acquisition and development practices, supplier diversity,\nwith Alcon’s D&I team and Human Resources to activate plans and\ncommunity and associate engagement, and the work of our ERGs\npromote D&I. In 2023, we introduced a new D&I Council at our global\nand D&I Councils.\nheadquarters in Geneva, Switzerland, and three in our US R&D, Quality\n& Regulatory Affairs (QRA) and MTO functions, bringing the total of D&I\n• D&I LinkedIn Learning, created in response to associates’ interest in\nCouncils to 12.\nlearning more about diversity and driving inclusion within Alcon.\nOur LinkedIn Learning paths consist of short (3-5 minute) videos to\nWe regularly assess our D&I strategy based on stakeholder feedback.\nincrease understanding and action-taking to demonstrate inclusive\nOne of the ways we do this is through a bi-annual review of our AED\nbehaviors. The three paths offer options for individuals looking to\nengagement survey’s inclusion questions, which gives us results about\nincrease their knowledge in D&I, teams who want to create more\nAlcon associates’ sentiments regarding inclusion within their leadership\ndialogue and support D&I efforts, and leaders who would like to lead\nand team. We also annually benchmark our D&I performance against\ntheir teams from an inclusive lens.\npeer companies to ensure we meet market standards.\nAssociates also have access to an online platform with direct access to\nIn 2023, we scored 100% on the Human Rights Campaign Foundation’s\ntrainings and video-based learning and development courses, including\nCorporate Equality Index, designating Alcon to be among the Best\na variety of D&I-related content.\nPlaces to Work for LGBTQ+ equality in the US and Mexico. Our\nSwitzerland office earned the Swiss LGBTI Label certification, signifying\nour inclusive culture and demonstrating our commitment to equal\nrights. And we were recognized by Fair360 (formerly known as\nDiversityInc) as a Noteworthy Company and a Top Company for High\nPotentials. These designations join an array of acknowledgments noted\non Alcon’s website.\nFostering a Culture of Inclusion\nDiversity fuels our innovation, helping deliver better outcomes for our\ncustomers and their patients. Our extensive D&I programming helps\nincrease our associates’ D&I awareness and appreciation of differences,\nimprove inclusive behaviors and leadership capabilities, and embed\ndiversity and inclusion in all of our talent practices.\nIn 2023, we expanded some of our existing trainings.\n• Inclusive Leadership Journey, an intensive, five-part immersive\nlearning journey that grows and develops associates in their\nknowledge and capability of D&I. We expanded availability, enabling\nmore associates and leaders globally to gain the skills to confidently\nand effectively conduct conversations about D&I and successfully\nlead diverse individuals and teams.\n• Elevate Brilliantly, a training that builds leadership capability and\ncross-cultural competency, teaching our leaders to think and\nact with an enterprise mindset while confidently speaking and\nworking through collaboration challenges. The first two sessions\nof this six-part series focus on inclusion, promoting empathy, and\nunderstanding and building inclusive leadership capabilities.\tfrom\nMessage\nthe\nCEO\nAlcon About\nOver 6,000 associates\nBrilliant\nLives\nglobally participated in\nthe newly launched D&I\nInnovation Days, hosted by the MTO\nBrilliant\nand Quality and Regulator\nAffairs (QRA) D&I Councils.\nPlanet Brilliant These days brought\nassociates together to create\nconnections and learn about\nWorld-Class\nTalent Alcon’s approach to D&I. The\nQRA D&I Day also served\nto strengthen the bridge\nGovernance\nStrong\nbetween the recently merged\nQRA function and the QRA\nsite leaders at sites across\nand\nSocial\nSustainability\nImpact the globe.\nFramework Reporting\nDisclaimer\n26\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 26,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 27,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 28,
    "table": "from\nfety Message\nthe\nCEO\nAssociate Well-Being Contractor Safety\nAlcon About\nIn 2023, we offered wellness initiatives such as virtual fitness programs, Alcon holds all third-party personnel to the same high safety standards.\nannual health checks, vaccinations, on-site medical clinics and mental Our contractor management process includes a Contractor Safety\nhealth awareness training. All associates also have access to our Global Management Standard and involves collecting safety information\nHealth Employee Assistance Program, which provides a wide range of from contractors and suppliers, assessing performance, verifying\nmedical and social services. We also launched a global wellness survey qualifications and conducting orientations prior to initiation of on-site\nand are using the results to create a holistic wellness framework aligned work. Questions cover topics such as HSE programs, safety trainings Lives Brilliant\nwith global guiding principles and toolkits. This framework will help HSE and hazardous materials to gauge compliance with the standards.\nteams across our footprint develop effective wellness programs.\nActive contractors must renew their registration annually and complete\nSome locations have established occupational health services, while HSE refresher training. We also audit contractor activities on-site\nothers have established partnerships with community medical facilities to ensure compliance with our HSE policies. In 2023, we optimized\nor other health service providers. Each site has standards, procedures online platforms and programs to streamline communication between Innovation\nBrilliant\nand processes related to medical surveillance (pre-employment contractors and Alcon and to better connect services offered by\nscreening, audiometry, vision screening, etc.), ergonomic assessments, contractors with Alcon’s needs.\nblood borne pathogens, injuries and illnesses, vaccinations, emergency\npreparedness, and response and first aid.\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nHealth and Safety Data\nand\nSocial\nSustainability\nEmployee Safety23 2021 2022 2023\nImpact\nEmployee Total Recordable Case Rate (TRCR)24 0.54 0.40 0.41\nEmployee Lost Time Incident Rate (LTIR)25 0.19 0.11 0.1326 Framework Reporting\nManagement Walk-Through Rate27 22.96 30.14 34.06\nNear Miss and Good Catch Rate28 29.05 35.58 32.93\nDisclaimer\nparty personnel. It is calculated as follows: number of all work-related recordable cases divided by the number of hours worked by Alcon associates and third-party personnel, multiplied by 200,000.\nws: the total number of work-related cases of injury or illness with lost time divided by the number of hours worked by Alcon associates and third-party personnel, multiplied by 200,000. 28\nlls in 2023 compared to 2022. Alcon’s rate is still well below industry average.\nworking hours for Alcon associates and third-party personnel.\nr of hours worked by Alcon associates and third party personnel and multiplied by 200,000.\nHealt\nGuided by the Global HSE Policy\nconsiderations into day-to-day o\nassociates receive annual healt\nHSE Net where information suc\nmay be entered for tracking and\nto speak up to their manager w\nWe also offer associates update\nrelated to HSE during regularly\nReviews. Sites have also implem\nwhere departments and teams\th and Sa\n, we integrate health and safety\nperations and decision-making. All\nh and safety training and have access to\nh as “good catches” and “near misses”\nresolution. We encourage associates\nhenever there is an unsafe condition.\ns and open the floor for feedback\nscheduled Town Halls and Management\nented Safety Committee meetings\nmeet routinely to increase overall HSE\nknowledge, share learnings and\nEach year, the Global HSE team\nsite performance indicators, th\nReview and other relevant inpu\nyear. The 2023 HSE Manageme\nidentification, risk mitigation an\nthe implementation of site-leve\nnew Global HSE standards.\nIn 2023, we focused on develop\nsafety standards in the areas of\nrisk assessment and control. W\nCorrective and Preventive Actio\tconvey best practices among colleagues.\nreviews injury and illness trend data,\ne outcomes of our HSE Management\nts to determine actions for the upcoming\nnt Review identified ergonomics, hazard\nd control as focus areas, which led to\nl action plans and the development of\ning and rolling out new health and\n3D printing and hazard identification,\ne revised our HSE Non-Conformity,\nns global standard to include the\nrequirement to develop correct\nwith effectiveness checks assoc\noff-track site performance indic\nmanagement and action plan w\nneeds. And, we developed tools\nprocedures alignment with reg\nRead more about HSE governa\tive action and preventive action plans\niated with nonconformances, including\nators. We simplified HSE Net incident\norkflows to better align with business\nfor sites to self-assess local HSE\nulations and our Global HSE standards.\nnce in the Strong Governance section.\nmpact and\nty Report\t23. Associates and third-party personnel.\n24. TRCR represents the frequency of recorda\n25. LTIR represents the frequency of work-rel\n26. The recent increase in LTIR may be attribu\n27. Management walk-through rate is the num\n28. Near Miss and Good Catch Rate is the tota\tble cases (injury and illness) for all Alcon associates and third-\nated lost time cases (injury and illness). It is calculated as follo\nted to a slight increase in the percentage of slips, trips, and fa\nber of HSE-related walkthroughs by management by 200,000\nl number of near misses and good catches divided by numbe\n2023 Social I\nSustainabili"
  },
  {
    "page": 28,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 29,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 30,
    "table": "from\nMessage\nthe\nIn 2023, we piloted the Development in CEO\nAction week, facilitating development\nconversations among associates and\nleadership. Over the course of the week,\nAlcon About\nassociates were empowered to own\ntheir careers and start development\nconversations with their managers.\nIt was a successful initiative with the\nBrilliant\nLives\nfollowing activities to drive engagement\naround the development topic:\n• Launching a campaign to highlight\nAlcon development tools Innovation\nBrilliant\n• Holding preparation sessions for\nleaders and associates to equip\nthem to have effective development\ndiscussions\nPlanet Brilliant\n• Showcasing dynamic internal and\nexternal speakers on topics such as\nhow to “Future-proof your career”\nWorld-Class\nTalent\nTo support people managers in\nmaximizing the impact of their career\nconversations with associates, we\nintroduced new training on applying a\nGovernance\ndiversity lens to these discussions. By Strong\nbuilding trust, using curiosity, being\ncognizant of biases, demonstrating\nunderstanding of lived experiences\nand\nSocial\nand encouraging open and productive Sustainability\nImpact\ndialogue between managers and\nassociates, more relevant and\nmeaningful development plans emerge\nthat engage our talent and support their\nFramework Reporting\ngrowth and engagement. This initiative\nwas piloted at select locations, engaging\nover 1,300 associates across the global\npilot locations in 2023.\nDisclaimer\n30\nTalent Attracti\nAlcon’s investments in fostering\nworkforce have helped make u\nchoice. In 2023, we hired more\nTalent attraction and retention\nPresident of Culture, Capability\nGlobal Talent Acquisition and C\nthe Chief Human Resources Offi\nand the Compensation Commit\ntalent and succession planning,\ton and Retention\na diverse, inclusive and engaged\ns a great company and top employer of\nthan 3,400 associates around the world.\nis monitored and managed by our Vice\nand Talent and our Vice President of\nhief D&I Officer, who report directly to\ncer. Additionally, the Board of Directors\ntee annually review culture, enterprise\nD&I, and pay equity.\tThrough initi\nDevelopmen\nwe continue\nculture cente\nand empowe\tatives like our\nt in Action week,\nto build a\nred on growth\nrment.\nAlcon strives to onboard and co\nIn 2023, we continued to enhan\nprogram to ensure every associ\nat Alcon. Associates are enrolle\nof work and connected to an a\nculture and Blueprint and ensu\nWe piloted a digital onboarding\naccelerate their connection to A\nenable speed to performance.\nDespite an active external labor\ngoal of maintaining retention ra\npharmaceutical/medical device\tnnect associates to our bold mission.\nce the global BestSTART onboarding\nate has knowledge and tools for success\nd in BestSTART within their first few days\nmbassador who guides them on our\nres they are connected to our purpose.\nexperience to support new hires to\nlcon’s purpose and their teams and\nThis will be launched globally in 2024.\nmarket in 2023, Alcon achieved our\ntes better than the top quartile of\ncompany benchmarks.\tKim Martin\nChief Human Resourc\tes Officer\nTalent Attracti\nTalent Attraction and\nTotal turnover rate\nVoluntary turnover rate\ton and Retention D\nRetention\tata\n2021\t2022 2023\n11.4%\t11.7% 11.8%\n7.8%\t8.2% 5.7%\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 30,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 31,
    "table": "Str\nGov\nWe are committed to doin\nis grounded in our commi\ncorruption and bribery an\nsustainable growth.\tong\nernan\ng business the right way without exception. Alcon’s 75+\ntment to ethics, integrity, quality and safety. Our vigilan\nd our compliance with local laws and ethical practices a\tce\n-year reputation\nce against\nre essential for"
  },
  {
    "page": 32,
    "table": "from\nCorporate Governance Message\nthe\nCEO\nThe Global Treasury team\nmanages risks associated with\nAlcon is governed by a Board of Directors comprising 10 independent Social Impact and Alcon’s transactions with banks\nmembers and our CEO. We seek diversity among our Board Alcon About\nSustainability Governance\nand financial institutions.\nmembership so Alcon can benefit from a variety of backgrounds,\nexpertise and perspectives and meet the changing needs of our global\nStarting in 2023, 90% of\nOur robust SIS governance structure allows us to consider SIS objectives\nbusiness. Our governance structure, policies and process are designed\nthroughout our enterprise decision-making process. Quantifiable SIS\nto serve the needs of our business, our shareholders. associates, cash investments must fulfill\nmetrics are factored into all Executive Committee members’ individual\npartners and communities while promoting accountability across the\nperformance goals that impact the Individual Performance Factor in the sustainability criteria. Brilliant\ncompany. Further details can be found on our Governance website. Lives\nShort-Term Incentive compensation.\nInnovation\nBrilliant\nOversight\nBoard of Directors\nPlanet Brilliant\nResponsible for overall Social Impact and Sustainability strategy\nGovernance and Nomination Committee\nAssists the Board in its oversight of Social Impact and Sustainability initiatives\nWorld-Class\nSocial Impact and Sustainability Steering Committee Talent\nExecutives from across departments, including Corporate Affairs, HR, Innovation, Legal and Compliance, Manufacturing and Global Quality, and Regulatory Affairs, oversee related topics and are responsible for identifying and\nmanaging Alcon’s environmental and social impacts\nDay-to-Day\nGovernance\nStrong\nGlobal Head of Social Impact and Sustainability\nSocial Impact Team Sustainability Team\nand\nOversees the Alcon Foundation, Alcon Cares and community and employee engagement programs Oversees all environment and innovation goals, programs and performance; leads company reporting\nSocial\nSustainability\nImpact\nTopic-Specific Oversight\nSocial Impact Committee Global Environmental Sustainability Committee\nImplements and tracks social commitments and identifies innovative ways to expand eye care access Responsible for setting and achieving environmental goals Framework Reporting\nAlcon Foundation Board Innovation Council\nOversees Alcon Foundation giving programs Assists the Board in its oversight of strategy and investments in R&D and emerging technologies\nAlcon Cares Board Executive Diversity Council\nDisclaimer\nOversees Alcon Cares product and equipment donation programs Provides guidance and decision-making on D&I strategy and executive sponsorship for our ERGs\n32\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 32,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 33,
    "table": "Sustainability\tPriorities\tfrom\nSustainability-Related Message\nthe\nCEO\nRisk Management\nAlcon primarily evaluates how sustainability-related matters can affect\nour business through our annual enterprise risk management (ERM)\nprocess. For example, as part of this process, we have identified the\nAlcon About\npotential for factors, sustainability-related and otherwise, that could\ndisrupt our operations and those of our suppliers and result in financial\nand reputational impacts. The sustainability-related factors include strikes\nand other labor disputes, industrial accidents and other occupational\nhealth and safety issues, and natural and man-made disasters, including\nclimatic events and any potential effect of climate change. More Brilliant\nLives\ninformation on our risk factors is available in our Form 20-F.\nThe potential risks we identify are integrated into our business planning,\nincluding investments in reducing safety and health risks to our\nassociates and reducing our impact on the environment. We also have\ndedicated resources to monitor legislative and regulatory developments\nInnovation\nBrilliant\nand emerging issues to anticipate future requirements and undertake\npolicy advocacy when strategically relevant. Outside of our annual ERM\nprocess, we also introduced a SIS Risk Management group in 2023,\nwhich meets quarterly to identify, analyze and advise leadership on\npotential social and environmental risks impacting the enterprise.\nPlanet Brilliant\nWorld-Class\nEmployee Health and Safety Innovation/Medical Innovation Talent\n• •\nEnvironmental Compliance Pay Equity\n• •\nEthics and Compliance Product Quality and Patient Safety\n• •\nGovernance\nStrong\nHuman Rights Product-Related Waste\n• •\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer\n33\nRegular engagement with assoc\nhealthcare providers, industry g\nis the primary way we identify,\nimportance. Our overall SIS stra\nTopic Assessment, which identi\nwe have the most potential to c\nThe assessment process, led by\nanalysis that identified sustaina\nbusiness and stakeholders. The\nreview of industry and sustaina\nand reporting, and leading fram\nsurveyed more than 270 associ\nproviders, industry groups, inve\tiates, suppliers, customers and\nroups, investors and nonprofit partners\nassess and prioritize matters of\ntegy is informed by our 2022 SIS Priority\nfied topics that matter most and where\nreate value aligned with our purpose.\na third party, started with a landscape\nbility topics most relevant to our\ntopic list was generated through a\nbility trends, peer company priorities\neworks like GRI and SASB. We then\nates, suppliers, customers, healthcare\nstors and nonprofit partners to rank\nthe topics. We organized the re\nthe highest priority. We engage\nassess each topic’s strategic an\nTier 1 Material\tsults into three tiers, with tier one being\nd our Board and company leadership to\nd financial impact on Alcon.\nTopics\nAccess, Affordab\n•\nCompensation a\n•\nCorporate Gover\n•\nCustomer Privac\n•\nility and Pricing\nnd Benefits\nnance\ny and Cybersecurity\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 33,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 34,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 35,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 36,
    "table": "Training and A\twareness\tReporting Con\tcerns\tfrom\nEthical Marketing and Message\nthe\nCEO\nInteractions with\nHealthcare Professionals\nThe Lens, our global policy on professional practices, governs how\nAlcon About\nwe interact with healthcare professionals and others in positions\nof influence over healthcare purchasing decisions. The policy’s\nrequirements are aligned with the principles of the medical device\nindustry association codes that govern Alcon’s various regions, including\nAdvaMed, ABIMED, APACMed and MedTech Europe.\nThe Lens requires that all communications related to our products Brilliant\nLives\nand services are accurate, truthful and appropriate for the intended\ncontext consistent with their approved use. As such, our promotional\nmaterials are reviewed and approved by appropriate Medical, Legal\nand Regulatory personnel before external use or distribution. Off-label\npromotion of our products and services is strictly prohibited.\nInnovation\nBrilliant\nAlcon has implemented local procedures in each market or country\ncluster where we operate related to the following sections of The Lens:\nengagements with healthcare professionals, Alcon-organized events,\nfunding for events organized by third parties, items of value, and\ndemonstration and evaluation products. These local procedures reflect\ndifferences among the markets’ legal and industry codes. Associates\nPlanet Brilliant\nwho interact with healthcare professionals, customers or other relevant\nroles are required to complete periodic trainings.\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer\n36\nWe regularly reinforce policy ex\nnewsletters and messaging fro\nand awareness program to clea\nethical business practices to ex\nhires, part-time associates and\nof Business Conduct training co\nin rotation, such as data protec\ncompetition. Associates also co\nissues relevant to their roles an\nrequirements relevant at the re\nIn 2023, 97% of our associates (\nCode of Business Conduct train\ncompletion rate.\tpectations to associates through\nm leadership. We have a robust training\nrly communicate our expectations for\necutives and associates, including new\ncontract workers. Our annual Code\nvers topics addressed by the Code\ntion, anti-bribery, anti-trust and fair\nmplete additional periodic trainings on\nd responsibilities, including topics and\ngional and local levels.\nincluding contractors) completed our\ning. Full-time associates achieved a 98%\tAs part of our speak-up culture\nassociates to ask questions and\nmember of management, Hum\nbe filed through the Alcon Ethic\nconfidential online service. Con\nthrough the Helpline where per\nWe investigate all alleged violat\naction to remediate them prom\nout appropriate corrective or di\ntermination of employment. As\nwe do not tolerate retaliation a\ngood faith or participates in inv\t, Alcon encourages and expects\nreport ethical concerns by contacting a\nan Resources or Legal. Reports can also\ns Helpline, an independently managed,\ncerns may be reported anonymously\nmitted by law.\nions of our Code and policies and take\nptly. If misconduct is found, we carry\nsciplinary actions, up to and including\nour Code of Business Conduct states,\ngainst anyone who reports a concern in\nestigations.\nBusiness Ethics\nBusiness Ethics\tData\t2021\t2022 2023\nCode of Business Conduct Trai\nNumber of Grievances Filed pe\nGrievances Substantiation Rate\nTerminations Due to Employee\nning Completion Rate29\t98%\t98% 97%\nr Year\t502\t544\t73730\n50%\t54% 54%\nMisconduct\t93\t83 12331\nmpact and\nty Report\t29. Training completion percentage includes f\n30. This increase may be attributed to normal\n31. This increase may be attributed to normal\tull-time associates and contractors.\nvariation in annual reporting levels that is influenced by inter\nvariation in annual reporting levels that is influenced by inter\tnal and external factors. Alcon will continue to monitor this m\nnal and external factors. Alcon will continue to monitor this m\tetric closely.\netric closely.\n2023 Social I\nSustainabili"
  },
  {
    "page": 36,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 37,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 38,
    "table": "Cybersecurity and\nData Privacy\nOur customers and stakeholders rely on us to protect and secure their\npersonal information and data. To uphold this responsibility, we have\nimplemented a centralized, layered cybersecurity organization, security\nframework and risk management program aligned with industry We’re not just keeping up —\ncybersecurity standards, including the National Institute of Standards\nwe’re innovating to stay\nand Technology (NIST) and ISO 27001.\nahead, so that our company\nCybersecurity Governance\nand customer data is secure\nOur Chief Information Security Officer, reporting to the Chief as we transform digitally to\nInformation and Transformation Officer, leads Alcon’s Information\ndeliver products and services.\nTechnology (IT) security and reports annually to the Audit and Risk\nCommittee of the Board of Directors on cybersecurity.\nSue-Jean Lin\nAlcon operates a Global Security Operations Center that addresses\nresponse and recovery associated with cybersecurity-related events. Senior Vice President, Chief Information and\nThe Security Operations Center is run by a staff of security professionals Transformation Officer\nwho are dedicated to addressing security threats and incidents in the\nAlcon environment. Alcon employs a third-party security architecture\nand consulting provider to continually mature processes and technology\nrelated to the Security Operations Center, targeting reducing risk and\nstreamlining our incident response and recovery processes. In 2023,\nwe continued to mature in the areas related to automated incident • Implementing threat detection capabilities to enhance security\nresponse to improve resolution time of security-related events, as monitoring and threat hunting\nwell as value-add focus for security analysts. The Security team also\n• Harmonizing medical product and enterprise security incident\nexpanded our coverage on third- party security monitoring to ensure\nresponse plans\nwe understand and continually monitor the security posture of our\npartner environment.\nWe engage a third party every year to conduct a cybersecurity\nassessment that reviews our IT security programs against industry\nOur Global IT Security Incident Management Plan establishes\nstandards and peers. These assessments are based on NIST’s\nprocedures to address identified cybersecurity events with appropriate\nCybersecurity Framework and measure the maturity of our program\nbusiness-level involvement and customer communications. Twice per\nbased on industry standard maturity models. The results are reported\nyear, we conduct cross-functional security tabletop exercises in which\nto the Audit and Risk Committee. Over the past years, we have reduced\nour teams practice responding to incident scenarios facilitated by\nsecurity vulnerabilities and increased our cybersecurity program to\nexternal experts. These exercises garner significant participation from\nadvanced levels of maturity. Alcon also monitors our security posture\nthe Manufacturing, Commercial and R&D teams. These exercises test\nthrough third party security rating services, achieving advanced rating\ndifferent risk scenarios related to the availability, confidentiality and\nscores. Additionally, we have maintained cybersecurity insurance for\nintegrity of Alcon information assets. As a result, we have identified and\nthe organization.\nimplemented several key improvements, including:\nWe are committed to reducing cybersecurity risk in the increasingly\n• Establishing playbooks and third-party relationships to assist in the\nconnected enterprise. We have defined all required security capabilities\nevent of a ransomware or extortion attack\nand set strategic roadmaps for future years, including assessing more\n• Adding standing holding statements on cyber events for Alcon’s ways to use artificial intelligence, machine learning and automation to\nCorporate Affairs teams’ public and social media inquiries manage risks and protect Alcon customers and key critical assets.\n2023 Social Impact and\nSustainability Report\nfrom\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustaina\nImpa\nbility ct\nFramework Reporting\nDisclaimer\n38\tbility ct\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 39,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 40,
    "table": "from\nResponsible Procurement and Supply Chain Message\nthe\nCEO\nSupplier Expectations and Audits Critical Materials\nAlcon works with an extensive network of suppliers worldwide. We\nstrive to ensure all business partners operate with the same high Alcon About\nstandards of integrity and business conduct to which we hold ourselves. Alcon regularly evaluates suppliers to ensure they are meeting The critical materials and production processes used in manufacturing\ndelivery, costs, technical and regulatory requirements. This includes our products are primarily dual-sourced. Our Manufacturing Risk\nOur Procurement team manages the supply chain for Surgical and\nquarterly, semi-annual or annual business reviews, with our critical Management Project team, along with the Procurement team, manages\nVision Care products, including purchasing component parts for\n(Tier 1) suppliers undergoing at least one business review per year. risks related to critical materials supply, including the raw material\nmanufacturing intricate surgical equipment, contact lenses and related\nAll of Alcon’s critical suppliers must follow FDA guidelines on Good component supply to our second- and third-tier vendors. Our suppliers\nmedicinal products. Working with other companies can add additional Manufacturing Practices (GxP) and are subject to the Supply Quality also keep a strategic inventory of raw materials to mitigate risk while also Lives Brilliant\nchallenges as we work to understand and mitigate our impacts. As\naudit program. Critical suppliers are also required to maintain GxP exploring other materials that could be used as alternates or substitutes.\nsuch, Procurement works closely with our Integrity, Compliance and\ncertification, including independent third-party audits.\nQuality functions to continually monitor our suppliers, ensuring we\nConflict Minerals\nuphold our values, high business standards and strong commitment\nSupply Chain Continuity\nto sustainability. We also strive to ensure that our manufacturing\nAs a purchaser of components, Alcon is many steps removed from\nInnovation\noperations do not overly depend on any single supplier, except where and Safety Brilliant\nthe mining of conflict minerals. We evaluate our products annually to\nintellectual property and/or other exclusivity agreements exist. In 2023,\nassess the presence and sources of conflict minerals. The Alcon Conflict\nour annual spend with the largest direct material supplier to Alcon\nWe use market intelligence providers to monitor global supply chain\nMinerals team relies on standardized documentation to capture data,\naccounted for 4% of our total direct material expenditure.\ntrends. We also have a track-and-trace program, which complies with\nkey decisions and processes and procedures related to the use and\nglobal regulatory requirements to monitor end-to-end traceability and\nSuppliers are required, as part of our Global Master Service Agreement sources of conflict minerals. For further information, see our Conflict\nidentification through all stages of manufacturing and distribution.\nand electronic purchase orders, to comply with our Third Party Code Minerals Report.\nUnique Device Identifiers (UDIs) are required for medical device Planet Brilliant\nof Conduct, which outlines expectations for suppliers, distributors,\npackaging and finished product-level serialization on all prescription We actively seek ways to improve our due diligence process. This\nwholesalers, licensors and other technology and business partners,\ndrugs. The UDI and serialization incorporate human- and machine- involves increasing supplier responses to our Reasonable Country of\nas well as their agents and subcontractors. This includes operating\nreadable identification. This allows consumers to trace their products Origin Inquiry relating to accuracy, timeliness and completeness.\nwith the same high standards of integrity to which we hold ourselves\nand helps keep our supply chain safe and secure.\nand meeting our commitment to conducting business in a socially and\nIntegrating Sustainability\nenvironmentally responsible manner. Social impact and sustainability World-Class\nTalent\ntopics covered include labor rights, health and safety, environment,\nWe are working with EcoVadis, a leading provider of global business\nanimal welfare, anti-bribery and fair competition, data privacy and\nsustainability ratings, to track, manage and engage our suppliers around\ninformation protection, conflict minerals, management systems, and\nGHG emissions and other SIS-related KPIs. In 2022, we implemented\ntrade sanctions and export controls.\nthe EcoVadis program with our key suppliers and trained 100% of\nWe expect suppliers to adopt, with their own suppliers, considerations\nAlcon’s buyers on using the EcoVadis tool. This enables us to integrate Governance\nthat broadly cover the same principles. Adherence to the Responsible Strong\nsuppliers’ performance results into our strategic sourcing process. To\nBusiness Requirements stated in the Code is one of the criteria used by\ntrack performance over time, Alcon also receives enterprise-wide scores\nAlcon to select and evaluate third parties.\nfor environment, labor and human rights, ethics and\nsustainable procurement.\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer\n40\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 40,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 41,
    "table": "2023 Social Impact and\nSustainability Report\nSupplier Dive\nWe recognize the value tha\nbusiness, which is why we r\nsupplier diversity program\n• Seeking diverse and\n• Expanding the inclus\nthe procurement pro\n• Communicating the\nProcurement team a\n• Measuring KPIs for s\nand annually\trsity Program\nt a diverse supplier base brings to our\nemain committed to building a strong\nin the US by:\nsmall suppliers33 through outreach efforts\nion of large and small diverse suppliers in\ncess\nvalue of suppliers internally to the\nnd stakeholders\nupplier diversity monthly, quarterly\tIn support of our supplier diversity g\nmembership in several groups. Alco\nof the Dallas Fort Worth Minority Su\nWomen’s Business Council Southwe\norganizations’ national conventions\nDirectors elections for the groups’ re\nSourcing Manager joined the Board\nCouncil Southwest. We also engaged\nincluding quarterly virtual matchma\nMinority Supplier Development Cou\nfor participants to connect with buye\nIn 2023, 12.1% of our US supplier sp\nsuppliers. We’re continuing to imple\toals and objectives, we maintain\nn is a Regional Corporate Member\npplier Development Council and\nst. In 2023, Alcon attended each\nand participated in Board of\ngional affiliates. Alcon’s Senior\nof Directors of Women’s Business\nin various other outreach activities,\nking events hosted by the National\nncil, which provides opportunities\nrs or minority business enterprises.\nend went to qualified diverse\nment our Supplier Diversity Three-\tfrom\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\n• Leveraging supplier\nexternal goals\nResponsible\nResponsible Procu\tdiversity results to meet internal and\nProcurement and Sup\nrement and Supply Chain\tYear Roadmap, which was develope\nanalyzing our progress on a monthly\npractices analysis to determine how\ncommunicated supplier diversity e-le\nHR D&I team for company dissemin\nsuppliers to determine if certificatio\nply Chain Data\n2021 20\td in 2021. In 2023, we began\nbasis and conducted a best\nthe program should progress. We\narning found in LinkedIn to the\nation. We also analyzed dropped\nns need to be updated.\n22 2023\nInnovation\nBrilliant\nPlanet Brilliant\nPercentage of Facilities Par\nManufacturing and Produc\nPercentage of Tier 1 Suppl\nPrograms for Manufacturi\nDiverse Supplier S\nAll Diverse Suppliers Spen\t0% 100%\n0% 100%\n22 2023\n6M $306M\tWorld-Class\nTalent\nticipating in Third-Party Audit Programs for\nt Quality34\t100%\t10\t0%\nier Facilities Participating in Third-Party Audit\nng and Product Quality35\t100% 10\nGovernance\nStrong\npend\t2021 20\nand\nSocial\nSustaina\nImpa\nd\t$300M $33\nMinority-owned Business\nWomen-owned Business E\nVeteran-owned Business E\nSmall Business Enterprises\nLGTBQ+-owned Business E\n33. We define small business enterprise\n34. All Alcon production facilities are au\tEnterprises\t$38M $4\t4M $41M\n7M $83M\nM $6M\n6M $285M\n2M $0.44M\ne a sole proprietorship.\nudit type.\tbility ct\nFramework Reporting\nDisclaimer\n41\tbility ct\nnterprises\t$82M $8\nFramework Reporting\nnterprises\t$8M $7\n$274M $30\nDisclaimer\nnterprises\t$0.32M $0.1\ns as those that meet the size standards prescribed in government re\ndited by third-party and regulatory notified bodies for ISO and other\tgulations by the Small Business Administration. The business may b\nGxP compliance certification. Audit frequency and validity varies by a\n35. Alcon’s internal quality risk assessm\nthird party) when infractions to agre\tent determines the criticality of suppliers (Tier 1) and thus triggers au\ned quality standards are found. In 2023, we conducted third-party m\tditing requirements. Frequency and duration may vary. Alcon reserv\nanufacturing and product audits on 100% of our Tier 1 suppliers. 10\tes the right to audit for cause (either directly or via\n0% of suppliers selected for audit participated."
  },
  {
    "page": 42,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 43,
    "table": "Sust\nPerfo\nAlcon measures our Socia\nto our stakeholders and b\nSustainability Accounting\nDisclosures (TCFD).\tainability\nrmance D\nl Impact and Sustainability performance in the areas m\nusiness. Our KPIs are informed by the Global Reporting\nStandards Board (SASB) and Task Force on Climate-rela\tata\nost important\nInitiative (GRI),\nted Financial"
  },
  {
    "page": 44,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 45,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 46,
    "table": "from\nMessage\nBusiness Ethics 2021 2022 2023 the\nCEO\nCode of Conduct\nCode of Business Conduct training completion rate64 98% 98% 97%\nNumber of grievances filed per year 502 544 73765\nAlcon About\nSubstantiation rate 50% 54% 54%\nTerminations due to employee misconduct 93 83 12366\nBribery and Corruption\nBrilliant\nMonetary losses as a result of legal proceedings associated with bribery or Lives\n0 0 0\ncorruption (in millions)\nEthical Marketing and Interactions with\nHealthcare Professionals 2021 2022 2023 Innovation\nBrilliant\nMonetary losses as a result of legal proceedings associated with false marketing\n0 0 0\nclaims (in millions)\nResponsible Procurement and Supply Chain 2021 2022 2023\nPlanet Brilliant\nSupplier Sustainability\nPercentage of entity’s facilities participating in third-party audit programs for\n100% 100% 100%\nmanufacturing and product quality67\nWorld-Class\nPercentage of Tier 1 suppliers’ facilities participating in third-party audit Talent\n100% 100% 100%\nprograms for manufacturing and product quality68\nDiverse Supplier Spend\nAll diverse and small suppliers 300M 336M 306M\nGovernance\nMinority-owned business enterprises 38M 44M 41M Strong\nWomen-owned business enterprises 82M 87M 83M\nVeteran-owned business enterprises 8M 7M 6M\nSmall business enterprises 274M 306M 285M\nand\nSocial\nLGBTQ+-owned enterprises 0.32M 0.12M 0.44M Sustainability\nImpact\nFramework Reporting\nDisclaimer\n64. Training completion percentage includes full-time associates and contractors.\n65. This increase may be attributed to normal variation in annual reporting levels that is influenced by internal and external factors. Alcon will continue to monitor this metric closely. 46\n66. This increase may be attributed to normal variation in annual reporting levels that is influenced by internal and external factors. Alcon will continue to monitor this metric closely.\n67. All Alcon production facilities are audited by third-party and regulatory notified bodies for ISO and other GxP compliance certification. Audit frequency and validity varies by audit type.\n68. Percentage of Tier 1 suppliers’ facilities participating in third-party audit programs for manufacturing and product quality.\nmpact and\nty Report\n2023 Social I\nSustainabili"
  },
  {
    "page": 46,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  },
  {
    "page": 48,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework\nReporting\nDisclaimer"
  },
  {
    "page": 48,
    "table": "Topic\tAccounting Metric\tAlcon’s Response\nAffordability and Pricing\tHC-MS-240a.1\tRatio of weighted average\nrate of net price increases\n(for all products) to the\nannual increase in the US\nConsumer Price Index\tAlcon does not disclose this metric publicly.\nHC-MS-240a.2\tDescription of how price\ninformation for each\nproduct is disclosed to\ncustomers or their agents\tSee the Access, Affordability and Pricing section.\nNote: disclosure does not include whether the range,\nmedian or typical price is provided to customers, or the\nfrequency of use of confidentiality clauses in purchasing\nagreements with healthcare providers that restrict them\nfrom sharing the price they paid with third parties.\nProduct Safety\tHC-MS-250a.1\tNumber of recalls issued;\ntotal units recalled\tSee Social Impact and Sustainability Performance Data\n(Product Quality and Patient Safety).\nHC-MS-250a.2\tList of products listed\nin the FDA’s MedWatch\nSafety Alerts for Human\nMedical Products database\tSee Social Impact and Sustainability Performance Data\n(Product Quality and Patient Safety).\nHC-MS-250a.3\tNumber of fatalities\nrelated to products as\nreported in the FDA\nManufacturer and User\nFacility Device Experience\tSee Social Impact and Sustainability Performance Data\n(Product Quality and Patient Safety).\nHC-MS-250a.4\tNumber of FDA\nenforcement actions taken\nin response to violations of\ncGMP, by type\tSee Social Impact and Sustainability Performance Data\n(Product Quality and Patient Safety).\nEthical Marketing\tHC-MS-270a.1\tTotal amount of monetary\nlosses as a result of legal\nproceedings associated\nwith false marketing claims\tSee Social Impact and Sustainability Performance Data\n(Ethical Marketing and Interactions with Healthcare\nProfessionals).\nHC-MS-270a.2\tDescription of code of\nethics governing\npromotion of off-label use\nof products\tSee the Ethical Marketing and Interactions with Healthcare\nProfessionals section."
  },
  {
    "page": 48,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nGeneral Disclosures\nGRI 2-1\tOrganizational details\tSee our 2023 Annual Report.\nGRI 2-2\tEntities included in the organization’s\nsustainability reporting\tThis report covers all Alcon business entities and\nconsolidated subsidiaries. For more information, see the\nGroup Structure and Shareholders section of our 2023\nAnnual Report.\nGRI 2-3\tReporting period, frequency and contact point\tPeriod: January 1 through December 31, 2023\nPublication date: May 2024\nFrequency: Annual\nContact: ESG@alcon.com\nGRI 2-4\tRestatement of information\tAny restatements of information are disclosed via the\nendnotes of this report.\nGRI 2-5\tExternal assurance\tAlcon is not currently conducting external assurance of\nour Sustainability and Social Impact Report.\nGRI 2-6\tActivities, value chain and other business relationships\tSee the About Alcon section and our 2023 Annual Report.\nGRI 2-7\tEmployees\tTotal number of associates: 25,244\n• Number of permanent associates: 23,32969\n•\nNumber of temporary associates: 1,915\n•\nNumber of full-time associates: 24,789\n•\nNumber of part-time associates: 455\n•\nTotal number of contractors: 2,288\n• Total number of associates (Asia) 7,59670\n• Total number of associates (Europe) 6,44071\n• Total number of associates (LATAM): 1,17372\n• Total number of associates (North America): 10,03573\nFor more employee diversity data, please see Social\nImpact and Sustainability Performance Data.\nGRI 2-8\tWorkers who are not employees\tAs of December 31, 2023, Alcon engaged 2,288 contract\nworkers including external sales representatives,\nspecialty consultants, warehouse clerks and customer\ncare associates, among other service providers.\nGRI 2-9\tGovernance structure and composition\tSee Social Impact and Sustainability Performance\nData, the Governance and Committee Composition\npages of our Investor Relations website and our 2023\nAnnual Report.\nGRI 2-10\tNomination and selection of the highest\ngovernance body\tSee the Governance and Nomination Committee charter.\nGRI 2-11\tChair of the highest governance body\tSee our 2023 Annual Report and the Committee\nComposition page of our Investor Relations website.\nGRI 2-12\tRole of the highest governance body in overseeing the\nmanagement of impacts\tSee the Corporate Governance section and Governance\nand Nomination Committee charter.\nGRI 2-13\tDelegation of responsibility for managing impacts\tSee the Corporate Governance section and Governance\nand Nomination Committee charter."
  },
  {
    "page": 49,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework\nReporting\nDisclaimer"
  },
  {
    "page": 49,
    "table": "GRI 2-14\tRole of the highest governance body in\nsustainability reporting\tThe Governance and Nomination Committee of Alcon’s\nBoard of Directors reviewed and approved this report.\nGRI 2-15\tConflicts of interest\tSee our Code of Business Conduct and the Regulations\nof the Board of Directors, Its Committees and the\nExecutive Committee of Alcon Inc.\nGRI 2-16\tCommunication of critical concerns\tSee the Business Ethics section and the Information\nPolicy section of our 2023 Annual Report. Alcon is\nnot able to disclose the number and nature of critical\nconcerns as it is proprietary and confidential.\nGRI 2-17\tCollective knowledge of the highest governance body\tSee the Board of Directors Composition section of our\n2023 Annual Report.\nGRI 2-18\tEvaluation of the performance of the highest\ngovernance body\tSee the Board Evaluation and Education section of our\n2023 Annual Report.\nGRI 2-19\tRemuneration policies\tSee the Compensation section of our 2023 Annual\nReport and the Compensation Committee charter.\nGRI 2-20\tProcess to determine remuneration\tSee the Compensation section of our 2023 Annual\nReport and the Compensation Committee charter.\nGRI 2-21\tAnnual total compensation ratio\tAlcon does not disclose this metric publicly.\nGRI 2-22\tStatement on sustainable development strategy\tSee the Message from the CEO.\nGRI 2-23\tPolicy commitments\tSee our Code of Business Conduct, Third Party Code\nof Conduct and Global HSE Policy as well as our\nResponsible Business Practices webpage.\nGRI 2-24\tEmbedding policy commitments\tWe discuss our approach to embedding policy\ncommitments for responsible business conduct\nthroughout this report. For example, see the Health and\nSafety and Business Ethics sections.\nGRI 2-25\tProcesses to remediate negative impacts\tWe discuss our managerial and programmatic approach\nto addressing material environmental, social and\ngovernance issues throughout this report. For example,\nsee the Reducing Product-Related Environmental\nImpacts section.\nGRI 2-26\tMechanisms for seeking advice and raising concerns\tSee the Business Ethics section and our Code of\nBusiness Conduct.\nGRI 2-27\tCompliance with laws and regulations\tSee the Business Ethics section.\nGRI 2-28\tMembership associations\tAlcon is a member of many chambers of commerce and\nmedical devices and pharmaceutical industry\nassociations in key markets. Examples of our\nmemberships include AdvaMed, Medical Device\nManufacturers Association, APACMed, MedTech Europe,\nEuromcontact, COCIR, Swiss Medtech, SwissHoldings,\nConsumer Healthcare Products Association, Global\nBusiness Alliance, Contact Lens Institute, Health Care\nAlliance for Patient Safety, The Vision Council, AdvaMed\nChina and ABIMED Brazil."
  },
  {
    "page": 49,
    "table": "GRI 2-29\tApproach to stakeholder engagement\tAlcon’s Social Impact and Sustainability Working Group is\nresponsible for identifying and engaging stakeholders on\nsustainability-related matters.\nGRI 2-30\tCollective bargaining agreements\t9% of Alcon’s associates were covered by collective\nbargaining agreements in 2023."
  },
  {
    "page": 49,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nMaterial Topics\nGRI 3-1\tProcess to determine material topics\tSee the Corporate Governance section.\nGRI 3-2\tList of material topics\tSee the Corporate Governance section."
  },
  {
    "page": 49,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nProduct Quality and Patient Safety\nGRI 3-3\tManagement of Material Topic\tSee the Corporate Governance section.\nN/A\tN/A\tProduct Quality and\nPatient Safety\tAlcon discloses SASB metrics related to product safety.\nSee the Product Quality and Patient Safety section and\nSocial Impact and Sustainability Performance Data\n(Product Quality and Quality Management System)\nfor the number of recalls issued, number of products\nlisted in the FDA’s MedWatch Safety Alerts for Human\nMedical Products database, number of facilities related\nto products as reported in the FDA manufacturer and\nuser fatality device experience, and the number of\nFDA-enforced actions taken in response to violations of\ncurrent Good Manufacturing Practices."
  },
  {
    "page": 49,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nEthics and Compliance\nGRI 3-3\tManagement of Material Topic\tSee the Business Ethics section.\nGRI 205: Anti-Corruption 2016\t205-1\tOperations assessed for\nrisks related to corruption\tSee the Business Ethics section.\n205-2\tCommunication and\ntraining about anti-\ncorruption policies\nand procedures\tSee the Business Ethics section."
  },
  {
    "page": 50,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework\nReporting\nDisclaimer"
  },
  {
    "page": 50,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nEnvironmental Compliance\nGRI 3-3\tManagement of Material Topic\tSee the Reducing Our Operational Footprint section.\nN/A\tN/A\tEnvironmental Compliance\tSee GRI 2-27."
  },
  {
    "page": 50,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nHealth and Safety\nGRI 3-3\tManagement of Material Topic\tSee the Health and Safety section.\nGRI 403: Occupational\nHealth and Safety 2018\t403-1\tOccupational health\nand safety\nmanagement system\tSee the Health and Safety section.\n403-2\tHazard identification, risk\nassessment, and incident\ninvestigation\tOn an annual basis, Alcon sites complete a Global Risk\nRegister, which is approved by site leadership. Upon\napproval, the site is required to take action to address\ntopics with residential risk categorized as high and\nmedium. Action plans must be submitted internally with\na timeframe correlating to the risk category. A member\nof the Global HSE Technical team aggregates all Risk\nRegisters to develop a summary of the top HSE-related\nrisks to the organization. On an annual basis, applicable\nsenior leadership are informed of the overall risk\nsummary by the Global Head of HSE. On a semi-annual\nbasis, site leadership reviews the current Risk Register\nfor updates and confirms that it remains accurate.\n403-3\tOccupational\nhealth services\tSee the Health and Safety section.\n403-4\tWorker participation,\nconsultation and\ncommunication on\noccupational health\nand safety\tSee the Health and Safety section.\n403-5\tWorker training on\noccupational health\nand safety\tSee the Health and Safety section.\n403-6\tPromotion of\nworker health\tSee the Health and Safety section.\n403-7\tPrevention and mitigation\nof occupational health\nand safety impacts\ndirectly linked by\nbusiness relationships\tSee answer to 403-2.\n403-8\tWorkers covered by\nan occupational\nhealth and safety\nmanagement system\tAll Alcon associates and third-party providers are\ncovered by our health and safety management system.\nMTO are covered by health and safety management\nsystems, which are internally and externally audited.\n403-9\tWork-related injuries\tSee Social Impact and Sustainability Performance Data\n(Health and Safety).\n403-10\tWork-related ill health\tSee Social Impact and Sustainability Performance Data\n(Health and Safety)."
  },
  {
    "page": 50,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nCustomer Privacy and Cybersecurity\nGRI 3-3\tManagement of Material Topic\tSee the Cybersecurity and Data Privacy section.\nGRI 418:\nCustomer Privacy 2016\t418-1\tSubstantiated complaints\nconcerning breaches of\ncustomer privacy and\nlosses of customer data\t0"
  },
  {
    "page": 51,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework\nReporting\nDisclaimer"
  },
  {
    "page": 51,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nHuman Rights\nGRI 3-3\tManagement of Material Topic\tSee the Business Ethics section and our Global Human\nRights Policy.\nGRI 408: Child Labor 2016\t408-1a\tOperations considered to\nhave significant risks for\nincidents of child labor\t0\n408-1a\tSuppliers considered to\nhave significant risks for\nincidents of child labor\t34\n408-1b\tOperations considered\nto have significant risks\nfor incidents of young\nworkers exposed to\nhazardous work\t0\n408-1b\tSuppliers considered\nto have significant risks\nfor incidents of young\nworkers exposed to\nhazardous work\t0"
  },
  {
    "page": 51,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nAccess, Affordability and Pricing\nGRI 3-3\tManagement of Material Topic\tSee the Access, Affordability and Pricing section.\nN/A\tN/A\tAccess, Affordability & Pricing\tAlcon discloses SASB metrics related to access,\naffordability and pricing. See the Access, Affordability\nand Pricing section and Social Impact and Sustainability\nPerformance Data (Affordability & Pricing) for the ratio\nof weighted average rate of net price increases (for all\nproducts) to the annual increase in the US Consumer\nProduct Index and for a description of how price\ninformation for each product is disclosed to customers\nor to their agents."
  },
  {
    "page": 51,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nPay Equity\nGRI 3-3\tManagement of Material Topic\tSee the Diversity and Inclusion section.\nDiversity and Equal\nOpportunity 2016\t405-1\tDiversity of governance\nbodies and employees\tSee Social Impact and Sustainability Performance Data\n(Diversity and Inclusion)."
  },
  {
    "page": 51,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nInnovation/Medical Innovation\nGRI 3-3\tManagement of Material Topic\tSee the Medical Innovation section.\nN/A\tN/A\tMedical Innovation\tWe incurred more than $800 million in R&D expenses\nin 2023 to create innovative products that meet our\ncustomers’ and patients’ needs. See the Medical\nInnovation section and Social Impact and Sustainability\nPerformance Data (Medical Innovation) for the number\nof first-to-market launches and product approvals."
  },
  {
    "page": 51,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nCorporate Governance\nGRI 3-3\tManagement of Material Topic\tSee the Corporate Governance section.\nN/A\tN/A\tCorporate Governance\tSee our 2023 Annual Report, Governance website and\nSocial Impact and Sustainability Governance."
  },
  {
    "page": 52,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework\nReporting\nDisclaimer"
  },
  {
    "page": 52,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nCompensation and Benefits\nGRI 3-3\tManagement of Material Topic\tSee Culture & Engagement section.\nGRI 401: Employment 2016\t401-1\tNew Employee Hires and\nEmployee Turnover\tIn 2023, Alcon had 3,454 new hires. See Social Impact\nand Sustainability Performance Data (Diversity &\nInclusion and Talent Attraction and Retention)\n401-2\tBenefits provided to full-\ntime employees that are\nnot provided to temporary\nor part-time employees\tIn the US, all regular associates working at least 20 hours\na week are eligible for all benefits including paid parental\nleave. Regular associates working less than 20 hours per\nweek are eligible to participate in Alcon’s US retirement\nplans but are not entitled to other benefits. Temporary\nemployees are not eligible for US benefits. Outside the\nUS, there are some limited differences in benefits for\nfull-time vs. part-time regular employees but this is\ncountry- and benefit-specific. In addition, it is a common\npractice to include fixed-term temporary employees in\nAlcon’s benefit programs (this varies from country to\ncountry). See Talent Attraction and Retention for more\ninformation about our global benefits.\n401-3\tParental Leave\tParental Leave - US Only Data\tFemale\tMale\nTotal number of associates who\nwere entitled to parental leave\t4,173\t5,437\nTotal number of associates who\ntook parental leave\t156\t180\nTotal number of associates who\nreturned to work in the reporting\nperiod after parental leave ended\t155\t178\nTotal number of associates who\nreturned to work after parental\nleave ended that were still\nemployed 12 months after their\nreturn to work\t111\t153\nReturn-to-work rate of associates\nwho took parental leave\t99.36%\t98.89%"
  },
  {
    "page": 52,
    "table": "GRI Disclosure\tDisclosure Title\tLocation/Notes\nProduct-Related Waste\nGRI 3-3\tManagement of Material Topic\tSee Reducing Product-Related Environmental\nImpact section.\nGRI 301: Materials 2016\t301-1\tMaterials Used by Weight\nor Volume\tSee Social Impact and Sustainability Performance Data\n(Reducing Product-Related Environmental Impact).\n301-2\tRecycled Input Materials\tSee Social Impact and Sustainability Performance Data\n(Reducing Product-Related Environmental Impact).\n301-3\tReclaimed Products and\ntheir Packaging Materials\tSee Social Impact and Sustainability Performance Data\n(Reducing Product-Related Environmental Impact)."
  },
  {
    "page": 53,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework\nReporting\nDisclaimer"
  },
  {
    "page": 55,
    "table": "from\nMessage\nthe\nCEO\nAlcon About\nBrilliant\nLives\nInnovation\nBrilliant\nPlanet Brilliant\nWorld-Class\nTalent\nGovernance\nStrong\nand\nSocial\nSustainability\nImpact\nFramework Reporting\nDisclaimer"
  }
]