[
  {
    "page": 1,
    "table": "E L I L I L LY A N D C O M P A N Y\n2019 UNGC\nCommunication\non Progress"
  },
  {
    "page": 1,
    "table": "E L I L I L LY A N D C O M P A N Y"
  },
  {
    "page": 3,
    "table": "About This Report\nThis report represents our Communication on Progress for 2019 in implementing the principles of the United Nations\nGlobal Compact.\nData and other updates contained in this report are focused on the 2019 calendar year and include global operations, unless\notherwise noted. We also discuss data and trends from previous years, where relevant, and include some significant events\nand initiatives that occurred in the first half of 2020. This report does not include joint ventures, partially owned subsidiaries,\nor outsourced operations.\nIn response to the COVID-19 pandemic, Lilly refocused internal resources to execute response activities, including those\nnecessary to ensure that employees and their families are safe and that patients have access to Lilly medicines. As a result of\nthese actions, we decided to postpone third-party verification of selected environmental data and progress against 2020 goals\nfor the 2019 report. We will be completing this assurance process later in 2020 and the resulting assurance will be posted\non lilly.com.\nLilly follows structured processes to collect, evaluate and calculate the data we report, to ensure appropriateness and\naccuracy. We consider external standards in deciding what data to collect and report. Our global health, safety and\nenvironment management system is periodically reviewed by an independent, accredited auditor to ensure conformance\nwith the American Chemistry Council’s Responsible Care® Management System requirements.\nWe welcome feedback on this content, as it helps us to prepare future reports.\nMohamed Osman Mohamed\nCorporate Responsibility, Eli Lilly and Company\nEmail: mmohamed@lilly.com\nPhone: +1-317-430-8123\nIntro | Page 3"
  },
  {
    "page": 6,
    "table": "Lilly’s Response to the COVID-19 Pandemic\nThe global pandemic brought on by the COVID-19 virus in early 2020 has changed the world as we know it. At Lilly, we are\nhonored to join with our industry partners in bringing the unique scientific and medical expertise of the pharmaceutical industry\nto bear in this crisis. We’re working together—with partners around the world—to help affected patients and communities.\nLilly continues to closely monitor the COVID-19 pandemic and its global impact. For updated information visit our COVID-19\nmedia page on lilly.com.\nOUR PRIORITIES INCLUDE:\nMaintaining Supplies of and Access • Lilly does not source active pharmaceutical\nto Lilly Medicines ingredients for any of our approved medicines\nfrom China, and, as of May 2020, our insulin\nWith the help of a large network of global\nmanufacturing sites in the United States and Europe\nexternal manufacturing partners we\nhave not been impacted by the coronavirus.\nsupply medicine to nearly 125 countries.\nLilly is committed to public health and does not currently\n• As the global situation evolves, we will continue to\nanticipate shortages for any of our medicines, including\ntake the steps necessary to safeguard the reliable\nall forms of insulin.\nsupply of our medicines.\n• We’ve taken several actions to protect our\n• For those affected economically, we introduced\nmanufacturing processes, such as moving to a work-\nour Lilly Insulin Value Program enabling people in\nfrom-home policy for everyone except those with jobs\nthe United States on commercial insurance or no\nthat are essential to ensuring supply of medicines.\ninsurance at all to fill their monthly prescription for\nmost Lilly insulins for $35.\n• We’re in close communication with key suppliers\nregarding supplies of raw materials.\n“Lilly is moving at top speed and using all available resources to help\nfight this pandemic. Developing potential therapeutic medicines\nfor COVID-19 is part of our vital and humanitarian mission. To be\nsuccessful, we must combine resources, data and expertise, with\ngovernment, academia and other companies.”\n—Daniel Skovronsky, M.D., Ph.D., Lilly’s chief scientific officer and president of Lilly Research Laboratories\nIntro | Page 6"
  },
  {
    "page": 7,
    "table": "Keeping Our Employees Safe and • To keep employees informed, we created a frequently\nHealthy updated global resource page dedicated to COVID-19,\nincluding: frequently asked questions, resources\nProtecting the health and safety of our\nfor leaders and a global virtual assistant to provide\nemployees has been, and remains, a major\nresponses to employee questions.\npriority for Lilly. The pandemic has forced all of us to work\nin new ways and we are committed to supporting one\n• To support employee well-being, we made physical\nanother as we all adapt. We have worked to keep open\nand mental health resources available, including a\ncommunication with teams around the world during this\nglobal website for well-being resources featuring on-\nchallenging time.\ndemand webinars, live fitness classes and resilience-\nbuilding activities.\n• To maximize social distancing, we announced travel\nrestrictions and remote working arrangements for\n• This year our global Week of Well-Being included\nthose whose roles do not require on-site presence.\na global keynote address on resilience, a series on\nmental health and a virtual 5K race.\n• In the field, we supported our customers and each\nother in new ways in this difficult time. We have\n• In the United States, we enhanced local benefits\nstopped face-to-face interactions with customers in\nrelated to health care, childcare and time off, and\nmany countries and we’re moving rapidly to a pure\nexpanded reimbursement for home office ergonomic\ndigital communication platform with customers.\nsupport expenditures.\nDeveloping Treatments for COVID-19 • We entered into a study with the National Institute of\nAllergy and Infectious Diseases (NIAID)—part of the\nAs the world urgently awaits new treatments\nNational Institutes of Health—to study baricitinib as\nfor COVID-19, we at Lilly are working to do\nan anti-inflammatory treatment approach under the\nour part to put our expertise to work. In the\nNIAID Adaptive COVID-19 Treatment Trial.\nface of the outbreak in early 2020, we’ve\nredirected scientific efforts to help solve\n• We also have an investigational selective monoclonal\ncritical medical issues—including potential therapeutics,\nantibody against Angiopoietin 2, to Phase 2 testing\ndiagnostics and testing.\nin pneumonia patients hospitalized with COVID-19\nwho are at a higher risk of progressing to acute\n• Under a partnership with AbCellera Biologics, Inc. we\nrespiratory distress syndrome.\nbegan Phase I clinical trials to develop treatments\nbased on antibodies isolated from patients infected\n• With other life sciences companies, we joined\nwith COVID-19 who have recovered.\nwith the Bill & Melinda Gates Foundation, national\nregulators and the World Health Organization to\n• We also entered into an agreement with\nensure promising studies are quickly scaled to help\nJunshi Biosciences—which launched one of the\npeople around the world.\nindustry’s first R&D efforts aimed at discovering\ntherapies to combat COVID-19—to co-develop\ntherapeutic antibodies.\nIntro | Page 7"
  },
  {
    "page": 8,
    "table": "Supporting Communities local stakeholders to establish the Indianapolis\nE-Learning Fund to support Indianapolis educators,\nLilly has a long history of giving back to the\nstudents and families during the transition to at-\ncommunities where we work and live. In\nhome distance learning.\nthis time of global crisis, we are committed\nto supporting our workforce, affected\n• Together with the governor of Indiana, the mayor\ncommunities and people who need our medicines. We’re\nof Indianapolis and other community stakeholders,\nworking together—and with partners around the world—\nLilly launched the #INThisTogether community\nto help communities weather this storm and come back\nawareness campaign to provide access to helpful\neven stronger.\ntips and information and galvanize communitywide\ncommitment to flattening the curve of\n• We repurposed specialized labs to conduct free\nCOVID-19 infections.\ndiagnostic testing in our home community of\nIndianapolis and created a drive-through testing\n• Lilly and the Lilly Foundation also provided financial\nfacility for healthcare workers, first responders and\nassistance for supplies and relief efforts in China\nother essential workers.\nthrough our long-standing partners, Project HOPE,\nDirect Relief and the Red Cross.\n• The Lilly Foundation1 joined a coalition of community\nfunders to launch an initial $16.5 million Central\n• Lilly donated personal protective equipment—\nIndiana COVID-19 Community Economic Relief Fund\nincluding masks, gloves and lab coats—to Project\nto support human services organizations in Central\nHOPE for distribution to hospitals and clinics in\nIndiana during the crisis.\nhigh-risk areas and hot spots, including New\nOrleans, New York, Los Angeles, the Navajo\n• The Lilly Foundation announced a 2:1 match for\nReservation near Gallup, New Mexico and\nemployee and retiree contributions to select\nPuerto Rico.\nCOVID-19 community relief funds across the United\nStates and in our hometown of Indianapolis.\n• The Lilly Foundation is matching 1:1 for employee\ncontributions to international COVID-19 related\n• We announced a joint effort with Merck and Pfizer\nprojects—including more than 150 coronavirus-\nto enable employees who are licensed medical\nrelated projects—from relief aid distribution in China\nprofessionals to aid in the fight against COVID-19.\nto emergency response efforts in Italy.\n• As local schools were shuttered, the Lilly Foundation\njoined forces with the city of Indianapolis and other\n“The Lilly Foundation and Lilly are actively engaged with\ncommunity partners to address new and complex challenges\narising from the coronavirus—including the need for meaningful\naccess to e-learning. The Lilly Foundation is privileged to join\nothers to support the Indianapolis E-Learning Fund to ensure kids\nin Indianapolis—regardless of household income—have access to\nthe e-learning tools and support they need to succeed.”\n—Tiffany Benjamin, senior director, corporate responsibility, global health and president, Lilly Foundation\n1The Eli Lilly and Company Foundation, Inc, a separate nonprofit organization, is commonly referred to as the Lilly Foundation.\nIntro | Page 8"
  },
  {
    "page": 13,
    "table": "Human\nRights\nLilly supports the UN Global Compact’s principles on respecting internationally\nproclaimed human rights. As a global pharmaceutical company, our activities\ncut across a broad range of societal issues: activities such as ensuring the\nsafety and availability of our medicines, promoting global health and enhancing\naccess to medicines for those who have trouble affording them. In this section,\nwe discuss our work in the following areas related to human rights: bioethics;\nthe availability and safety of our products; sourcing in our supply chain;\nthe affordability of medications; and our global health initiatives. Further\ninformation on our support for labor standards can be found in the Labor\nsection of this report.\nIntro | Human Rights | Labor | Health, Safety and Environment | Anti-Corruption"
  },
  {
    "page": 15,
    "table": "Protecting Research Subjects’ Rights in Clinical Trials\nLilly is committed to protecting the rights and well-being of research subjects and patients who use our medicines.\nLilly applies a single global standard to the conduct of medical trials involving human subjects. This standard is based on\nwell-respected ethics guidance and other requirements including:\n• The World Medical Association’s Declaration of Helsinki;\n• The Council for International Organizations of Medical Sciences’ International Ethical Guidelines for Biomedical\nResearch Involving Human Subjects;\n• The International Conference on Harmonisation’s Guideline for Good Clinical Practice (E6);\n• The Pharmaceutical Research and Manufacturers of America’s Principles on Conduct of Clinical Trials; and\n• Applicable laws and regulations of the country or countries in which a study is conducted.\nLilly’s commitment to protecting the rights of research subjects is articulated in two company guidance documents—\nPrinciples of Medical Research and Bioethics Framework for Human Biomedical Research—and upheld through company\npolicies, standards and procedures.\nHuman Rights | Page 15"
  },
  {
    "page": 17,
    "table": "46\n42\n42\n41\n38\n29\n29\n27\n22\n17\n15\n10\n8\n8\n7\n6\n6\n2\n1\n1"
  },
  {
    "page": 17,
    "table": "Bioethics Principles Informing Lilly’s\nBioethics Framework for Human Biomedical Research\nBASIC BIOETHICS PRINCIPLES KEY CONCEPTS\nEnsures that research participants are not treated as a mere means to an\nend but as self-determining individuals with the right to fully exercise their\nautonomy, including:\nRespect for Persons\n• that those who are capable can provide voluntary informed consent and\n• ensuring protections are in place for those who are not capable\nBeneficence Requires that researchers seek to maximize benefits and minimize harms\nNonmaleficence Requires that researchers avoid inflicting harm or imposing undue risk of harm\nRequires that research procedures be carried out fairly and equitably and that\nJustice\nthere is a fair distribution of the burdens and benefits of research\nHuman Rights | Page 17"
  },
  {
    "page": 22,
    "table": "Working Together to Build a Healthier World\nThe pharmaceutical industry has voiced its perspective that there are three key components to achieving universal health\ncoverage (UHC). In recognition of the need to move together towards achieving UHC, Lilly is committed to partnering with\nothers towards these goals.\nUpholding Access to like Lilly, play a vital role in developing and delivering\nQuality Primary Health Care health innovations that can support and strengthen\nlocal healthcare response. In 2019, Lilly joined with the\nQuality primary health care and resilient local health\nBill & Melinda Gates Foundation and four other health\nsystems are the backbone of UHC. They are what\ncompanies to fund community health workers in up to six\nenable UHC to be truly inclusive and ensure no one\nAfrican countries that are projected to reach an estimated\nis left behind. The full sweep of essential healthcare\n1.7 million people by 2022. By tackling health challenges\nservices— often beginning before birth and continuing\nat the local level, community health workers can improve\nthrough illness, injury, work, childbirth, aging and the\nindividual health outcomes, contributing to increased\nend of life—are foundational to health, and they are\ncommunity employment and fewer health crises, while\nessential in helping countries respond to public health\nreducing national health expenditures.\ndisasters and emergencies. Pharmaceutical companies,\nHuman Rights | Page 22"
  },
  {
    "page": 25,
    "table": "About Lilly Diabetes\nSince pioneering the manufacturing and distribution of the first animal-based insulin in 1923 to launching the first\ncommercially available biosynthetic form of human insulin, Lilly has been working for over 95 years to develop medicines\nthat save and improve the lives of people with diabetes. We offer a wide range of therapies and a continued determination\nto provide real solutions—from medicines and technologies that can improve adherence to treatment, health outcomes and\npatient convenience, to ongoing diabetes research, support programs and more.\nManufacturing insulin requires deep technical expertise and a significant, ongoing financial commitment. In fact, in 2018,\nanother pharmaceutical company canceled plans to launch a biosimilar insulin product after citing the cost of manufacturing.\n• At Lilly, approximately 5,000 highly skilled personnel, such as engineers and other scientists, oversee our insulin\nmanufacturing process around the world, 365 days a year.\n• It takes several months, start to finish, to create the insulin that people use today.\n• Lilly has invested more than $1.2 billion since 2012 to expand our insulin manufacturing facilities and ensure that they\nare state-of-the-art.\nTreating Diabetes: Then and Now\nNearly 100 years ago, insulin was a new invention, but production was crude. To produce a vial of insulin, pancreases from\nlivestock were ground up to extract the life-saving substance—leading to purity and quality concerns. In addition, the initial\ninsulins did not closely mimic the way a healthy body regulates insulin. They did not fit into the lives of those living with\ndiabetes, making it difficult to stay compliant with treatment.\nBefore the discovery of insulin, a child diagnosed with Type 1 diabetes at age 10 typically died less than three years after being\ndiagnosed. Insulin was literally life-saving. Today, insulin extends life expectancy for people with Type 1 diabetes into their\nearly 60s and 70s. That’s good, but still less than the average American.\nAt Lilly, we’re not just treating diabetes, we’re trying to stop it. Lilly scientists are developing non-insulin drugs and therapies\nthat, if successful, could put diabetes in remission or even cure it for some. We are also pursuing advances to make insulin\ntreatment more effective, such as our “connected care” strategy—featuring an advanced insulin pen and insulin pump—and\nour partnership with Sigilon Therapeutics to develop cell therapies.\nHuman Rights | Page 25"
  },
  {
    "page": 39,
    "table": "the right medicines\nto the right people"
  },
  {
    "page": 40,
    "table": "Connecting Hearts Abroad Volunteers Work to • In Indianapolis, the Diabetes Impact Project\nImprove Health (DIP-IN) is Lilly’s first U.S. global health partnership.\nVolunteers work alongside local partners and\nMore than 1,300 Lilly employees have volunteered through\ncommunity members in three urban communities\nConnecting Hearts Abroad, Lilly’s global service program.\nwhere rates of diabetes are double the global rate.\nMost work on health-related projects in communities\nProjects completed support the broader DIP-IN\nwith limited resources, working alongside local partners,\ninitiative designed to build resources and connections\ngaining first-hand experience with complex global health\nwithin communities with the goal of preventing\nchallenges and Lilly’s role in addressing them, including:\ndiabetes or better managing it so that people can live\n• At displacement camps in Greece, where in 2019 long and healthy lives.\nambassadors cared for more than 725 refugees,\n• In Kenya, where volunteers worked with A Fresh\nhelping with health and vision screenings and other\nChapter (AFC), a non-profit whose mission is to heal\nmedical services. About half of the patients screened\nthe emotional scars of cancer through volunteerism,\nwere referred to local health centers and hospitals\nmeaningful travel, and programs designed to\nfor additional care.\nreframe adversity and redefine what is possible,\n• In Panama, where volunteers attended to the health as well as Lilly’s long-standing partner AMPATH to\nneeds of more than 920 patients across several improve advocacy and care for people with cancer.\ndiverse communities. Serving these communities is Through the partnership, AFC plans to reach 32,000\npart of a uniquely holistic model to meet community’s Kenyans by 2025.\nhealth and economic goals, collaboratively, building\nTo respond to the COVID-19 pandemic, Lilly is\ncommunity ownership.\ncollaborating with partners to explore virtual volunteer\nopportunities for 2020.\nHuman Rights | Page 40"
  },
  {
    "page": 41,
    "table": "Labor\nTo solve the toughest challenges in medicine, Lilly is committed to attracting and retaining a\ndiverse, agile workforce of top talent from around the world. Everything we do requires fully\nengaged people.\nOur company’s values—integrity, excellence and respect for people—shape our approach to\nattracting and developing a highly skilled and ethical workforce. We are committed to fairness\nand nondiscrimination in our employment practices, and we value diverse backgrounds,\nskills and global perspectives. Lilly is a place where employees can enjoy meaningful work,\nbuild successful careers and be part of a caring, inclusive team working with shared purpose\nto make life better for people around the world. We support a culture of well-being by\nproviding competitive pay, comprehensive employee benefit programs, robust training and\ndevelopment, and opportunities for employees to volunteer in their communities and around\nthe world.\nIn this section, we discuss our efforts to provide employees with a safe, supportive\nand rewarding work environment, and to offer fair compensation, training and career\ndevelopment. We highlight our commitment to maintain a workplace that upholds all\napplicable labor standards and is free from coercion, discrimination and retaliation. And we\nunderscore our efforts to promote diversity and inclusion within our company, as a reflection\nof our values and a key driver of business success and growth.\nIntro | Human Rights | Labor | Health, Safety and Environment | Anti-Corruption"
  },
  {
    "page": 46,
    "table": "Employee Safety\nKeeping our people safe and healthy, whether at home or at work, is one of our highest priorities and aligns directly with our\ncompany values.\nWe realize that the journey toward safety excellence never ends and we are constantly evaluating approaches to improve our\nprograms and to integrate injury prevention into everyday work. At Lilly, employee safety is managed by our health, safety and\nenvironment (HSE) team. For more information, see our discussion in Employee Safety..\nLabor | Page 46"
  }
]