[
  {
    "page": 3,
    "table": "A Message\nfrom Our CEO\nDavid A. Ricks\nChair and CEO\nDear Stakeholders,\nWhile it’s a relatively modern term, sustainability has always been central to Lilly’s purpose. In fact, “take what you\nfind here and make it better and better” was the mantra of Colonel Eli Lilly, who founded our company back in 1876.\nNearly 150 years later, we continue to lead in this space, with an ongoing commitment to the environmental, social\nand governance priorities that matter to our company and industry.\nMore important than setting ambitious goals is achieving them. This starts from the top, with our ESG commitments\nembedded into my personal performance targets, as well as those of other key executives. We review progress\nagainst these targets as a full Executive Committee quarterly and with the full Board annually.\nWe further hold our operational leaders accountable for advancing these goals, including through the annual\ncompensation process. We expect all our employees to treat ESG objectives no differently than other vital\nbusiness challenges.\nAnd in the last year, we successfully executed against our ambitious sustainability agenda. In 2021, Lilly:\nImproved diversity at the company with both women and minority group members, and increased\n•\ntransparency by releasing our EEO-1 report.\nBrought the largest solar field in Ireland online at our Kinsale site. We continue to update our\n•\ninfrastructure worldwide as part of our environmental goals.\nEnhanced and streamlined our disclosures on lobbying and political activity; and\n•\nIssued our first sustainability bond, the proceeds from which we are allocating across several\n•\nenvironmental and social priorities.\nWe also continued our efforts to improve access and affordability for the innovative medicines that are central to\nfulfilling our purpose.\nIn the U.S., anyone is eligible to obtain their monthly prescription of Lilly’s life-saving insulin for $35 or less –\nregardless of their health care coverage. Last year we also grew the number of patients we reach through our global\nhealth program, 30x30, focused on improving access to quality health care for 30 million people each year by 2030.\nSustainability is central not only to our purpose, but also our growth agenda. It’s something we’ve integrated into our\nbusiness and our strategy, because we believe it makes us a stronger, more resilient company. Thank you for your\ninterest in our ESG commitment.\nDavid A. Ricks\nChair and CEO\nDownload our 2021 ESG Data\nSee important information about our ESG report"
  },
  {
    "page": 5,
    "table": "IN THIS SECTION\nOur ESG Strategy 6\nStakeholder Engagement\nand Topic Identification 8\nOur ESG Goals 10\nDownload Data Sheet"
  },
  {
    "page": 5,
    "table": "IN THIS SECTION\nOur ESG Strategy 6\nStakeholder Engagement\nand Topic Identification 8\nOur ESG Goals 10\nDownload Data Sheet"
  },
  {
    "page": 10,
    "table": "25,000 Volunteer Hours and\n$25 Million to Combat Racism\nLilly committed 25,000\nvolunteer hours and the Lilly\nFoundation pledged $25 million\nto combat racism in central\nIndiana over five years.\nSee Our Progress"
  },
  {
    "page": 10,
    "table": "Doubling Our Spend with\nBlack-Owned Businesses by 2022\nIn October 2020, Lilly\ncommitted to doubling its\nspend with Black-owned\nbusiness by 2022.\nSee Our Progress"
  },
  {
    "page": 13,
    "table": "Climate\nCarbon neutral\nin our own operations\n100%\nrenewable electricity\nEnhance\nfull value-chain\nemissions reporting"
  },
  {
    "page": 13,
    "table": "Waste\nZero\nwaste to landfill\n100%\nof plastic waste repurposed for\nbeneficial use with at least\n90% recycled or reused\nIntegrate sustainability\ninto product and\npackaging design"
  },
  {
    "page": 13,
    "table": "Water\nNo adverse impact\nto water-stressed areas\nNo adverse impact\nfrom pharmaceuticals\nin the environment"
  },
  {
    "page": 13,
    "table": "Climate\nCarbon neutral\nin our own operations\n100%\nrenewable electricity\nEnhance\nfull value-chain\nemissions reporting"
  },
  {
    "page": 13,
    "table": "Waste\nZero\nwaste to landfill\n100%\nof plastic waste repurposed for\nbeneficial use with at least\n90% recycled or reused\nIntegrate sustainability\ninto product and\npackaging design"
  },
  {
    "page": 13,
    "table": "Water\nNo adverse impact\nto water-stressed areas\nNo adverse impact\nfrom pharmaceuticals\nin the environment"
  },
  {
    "page": 37,
    "table": "The work we do starts with the patient in mind. We are committed to making a\npositive impact on people, society and the planet. We aspire to develop products that\nPatient Use\nare inclusive, trustworthy and sustainable to achieve the highest level of safety, user\nexperience and patient outcomes with all of our products.\nWe consider environmental factors beginning with the earliest stages of design and\ndevelopment. We use the 12 principles of green chemistry, environmental risk\nResearch\nassessments, packaging manufacturing reviews and an environmental development\nand Development\nreview process to evaluate potential environmental impacts during the scale-up of\nproduction to manufacturing levels.\nOur stakeholders, including customers, governments and suppliers worldwide, are\nincreasingly focused on the materials and chemicals used to make pharmaceutical\nMaterials\nproducts. A key component of our sustainability strategy is to reduce our carbon footprint\nand Natural\nby continuing to increase the use of environmentally friendly materials and processes.\nResources\nAdditionally, through our chemical management program, we work to reduce our use of\nmaterials, water and other natural resources when possible.\nWe recognize that our manufacturing processes require the use of valuable natural\nresources. Our priorities include compliance with applicable HSE regulations, policies,\nprocedures and standards as we work to continually improve our environmental\nManufacturing\nperformance related to energy efficiency, waste minimization and water management.\nWe strive to reduce Lilly’s environmental impacts associated with our own manufacturing\nprocesses as well as our contract manufacturing organizations.\nWe consider many factors when selecting product packaging, including sustainability\nProduct\naspects such as materials reuse and recyclability. We have formed a green logistics team\nTransportation\nthat seeks to optimize both shipment volumes and transportation methods to reduce\nand Logistics\npackaging materials and greenhouse gas (GHG) emissions.\nOur product journey is circular and always comes back to where it started – the patient.\nWe work with stakeholders to ensure cost-effective approaches are available for product\nend-of-life disposal that balance environmental protection, patient safety and privacy,\nlegal compliance and security.\nProduct\nEnd-of-Life We commit to understanding the potential effects of pharmaceuticals in the\nenvironment (PiE). We support using science-based evaluations to assess and reduce\nthe environmental risks of our pharmaceutical products. Through collaborations with\nindustry partners, academic researchers and regulatory agencies, we continually work\nto further understand and proactively address any potential impacts from our products."
  },
  {
    "page": 41,
    "table": "IN THIS SECTION\nOur Social Approach 42\nAccess & Affordability 43\nCommunity Engagement 55\nDiversity, Equity & Inclusion 60\nEmployee Well-Being 74\nHuman Rights 85\nPatient Safety 89\nDownload Data Sheet"
  },
  {
    "page": 41,
    "table": "IN THIS SECTION\nOur Social Approach 42\nAccess & Affordability 43\nCommunity Engagement 55\nDiversity, Equity & Inclusion 60\nEmployee Well-Being 74\nHuman Rights 85\nPatient Safety 89\nDownload Data Sheet"
  },
  {
    "page": 42,
    "table": "Access and\nAffordability\nReach 30 million people in resource-limited\nsettings annually by 2030, through investments\nin people, medicines and health systems.\nDiversity and Inclusion\nIncrease the number of women and minority\ngroup members in leadership; increase the\ncurrent representation of Black/African\nAmericans in our U.S. workforce from\napproximately 10% to 13%."
  },
  {
    "page": 42,
    "table": "Community\nEngagement\nLilly employees and retirees, along with\nmatch from the Lilly Foundation, contributed\n$12.6 million to United Way in 2021.\nEmployee Safety\nAchieve zero severe injuries; develop safety\nleadership capabilities, reduce our\nmost significant risks that could have\nlife-altering or fatal consequences and\nmanage business continuity risk."
  }
]