[
  {
    "page": 3,
    "table": "Danish Statutory Disclosure\nThis report constitutes Lundbeck’s compliance with the statutory disclosure on corporate social responsibility, in\naccordance with the Danish Financial Statements Act pursuant to the EU Directive on non-financial reporting.\nReporting on sections 99a can be found on pages 2-45, 99d on page 40, and 107d on pages 24 and 36-37.\nReporting on 99b can be found in the Annual Report on pages 35-36."
  },
  {
    "page": 9,
    "table": "Access to\nHealth\nLundbeck is one of the only companies in\nthe world exclusively dedicated to\nneuroscience.\nWe see neurological and psychiatric\nhealth as being fundamental to good\nhealth across the life course, and we\ncontinue to proactively address the unmet\nneeds in this area.\n50% It is estimated that neurology and psychiatry disorders directly\naffect about half the world’s population.1\n2030 ASPIRATION\n• Leverage our specialist knowledge to address the burden\nof neurological diseases and make efficacious medicine\navailable\n• Promote accessibility of our medicines by addressing\ndiscriminatory, physical, economical, and informational\nbarriers\n• Improve mental health parity, reduce stigma, support\nnational suicide prevention efforts, and enhance cultural\nacceptability of neuropsychiatric diseases\n1) Data manually taken from Global Burden of Disease Study 2019 (GBD 2019) Data Resources using the GHD x tool by the • Provide high-quality medicinal products, safeguard patient\nInstitute for Health Metrics and Evaluation, University of Washington.\nsafety, and combat counterfeit medicine\nLundbeck is one of the only companies in\nthe world exclusively dedicated to\nneuroscience.\nWe see neurological and psychiatric\nhealth as being fundamental to good\nhealth across the life course, and we\ncontinue to proactively address the unmet\nneeds in this area.\n50% It is estimated that neurology and psychiatry disorders directly\naffect about half the world’s population.1\n2030 ASPIRATION\n• Leverage our specialist knowledge to address the burden\nof neurological diseases and make efficacious medicine\navailable\n• Promote accessibility of our medicines by addressing\ndiscriminatory, physical, economical, and informational\nbarriers\n• Improve mental health parity, reduce stigma, support\nnational suicide prevention efforts, and enhance cultural\nacceptability of neuropsychiatric diseases\n• Provide high-quality medicinal products, safeguard patient\nsafety, and combat counterfeit medicine"
  },
  {
    "page": 10,
    "table": "MENTAL HEALTH AND PSYCHOSOCIAL SUPPORT IN UKRAINE\nIn December 2023, Lundbeck made a commitment to contribute DKK 5 million to Danish\nRed Cross-supported mental health and psychosocial support (MHPSS) activities in\nUkraine over the next two years. This funding will allow the Ukrainian Red Cross to scale\nup the provision of vital psychosocial support to vulnerable children and adults affected\nby the war in communities across Ukraine, including psychological first aid, Child-\nFriendly spaces and training for Red Cross volunteers and staff."
  },
  {
    "page": 12,
    "table": "EXAMPLES OF HOW WE HELP SPREAD AWARENESS IN THE COUNTRIES WHERE WE OPERATE\nTALKING ABOUT MENTAL HEALTH IN MEXICO\nLundbeck Mexico launched “Hablamos” (Let’s talk), a special project that works together with\npatient associations that specialize in accompanying people who live with a mental condition in\ntheir rehabilitation and recovery processes. In Mexico, around 25% of the population presents\nsome mental health problems, while only around 2% of the health budget is allocated to mental\nhealth.\nIn 2023, Hablamos collected real testimonials from people who live in cities like Mexico City,\nMonterrey, and Guadalajara.\nLundbeck believes that it is vital to collect these testimonials to increase exposure to and remove\nstigma from mental health problems, to help increase employees’ empathy towards challenges\nfaced by patients, and to increase the quality of our solutions to positively impact the lives of\nthese patients, their families and the society which we all live in.\nFIGHTING MENTAL HEALTH STIGMA THROUGH ART IN ITALY\nTo increase social engagement on the topic of mental health, Lundbeck Italy\norganized the fourth “People in Mind Contest”, a graphic arts contest to raise\nawareness about mental illness and to fight against stigma through painting,\ndrawing, photography, videography, and social commitment.\n299 works of art were collected from all over Italy, of which 90 were sent in by\nartists representing associations or centers, and 74 works of art were collected\nfrom high school students. The finalists of the competition became advocates\nfor mental health through traveling exhibitions and other social activities. On 10th\nOctober, the awards ceremony was held, announcing 13 winners of the fourth\nedition of the People in Mind Contest. Furthermore, during the ceremony,\ndebates were held together with patient associations, expert clinicians, and\ninstitutional representatives about mental health.\nSome of the artwork was subsequently used in partnerships with hospitals to\ndecorate their facilities, offering both patients and caregivers a respectable\nplace decorated by art."
  },
  {
    "page": 13,
    "table": "Business\nEthics\nAt Lundbeck, we pursue our business\npurpose guided by the ethical principles\nin our Code of Conduct as a fundamental\nelement of our sustainability strategy.\nBusiness ethics is crucial to us as a\nglobal pharmaceutical company. It is\nhow we safeguard patient safety, uphold\nstakeholder integrity, and maintain\nour license to operate.\n18 Regional Compliance Officers are present in our global\n18\ncommercial organization, alongside the dedicated employees in\nthe Global Compliance function who are committed to providing\nbusiness ethics guidance to their colleagues.\n2030 ASPIRATION\n• Promote business ethics, including human and labor rights,\nthrough strengthened collaboration with key business\npartners\n• Demonstrate that the Code of Conduct compliance program\nand organization work, i.e. that they sustain an ethical\nculture and prevent any form of corruption\n• Protect the integrity of the healthcare professionals we work\nwith and use transparency as an asset\nAt Lundbeck, we pursue our business\npurpose guided by the ethical principles\nin our Code of Conduct as a fundamental\nelement of our sustainability strategy.\nBusiness ethics is crucial to us as a\nglobal pharmaceutical company. It is\nhow we safeguard patient safety, uphold\nstakeholder integrity, and maintain\nour license to operate.\n18 Regional Compliance Officers are present in our global\n18\ncommercial organization, alongside the dedicated employees in\nthe Global Compliance function who are committed to providing\nbusiness ethics guidance to their colleagues.\n2030 ASPIRATION\n• Promote business ethics, including human and labor rights,\nthrough strengthened collaboration with key business\npartners\n• Demonstrate that the Code of Conduct compliance program\nand organization work, i.e. that they sustain an ethical\nculture and prevent any form of corruption\n• Protect the integrity of the healthcare professionals we work\nwith and use transparency as an asset"
  },
  {
    "page": 16,
    "table": "Climate\nChange & Lundbeck has for many years\ndemonstrated our commitment to circular\neconomy principles and cutting emissions.\nCircularity In 2023, Lundbeck has continued with our\npledge to achieve zero emissions and to\nintroduce circularity concepts into our\nproduction processes in line with our\ntransition plan.\nIn 2023, 61 of Lundbeck’s suppliers signed new contractual\n61\ncommitments to use renewable electricity in their operations.\n2030 ASPIRATION\n• Deliver on the “Business Ambition for 1.5°C” pledge\n• Transition electricity supply to renewable sources\n• Manage two-thirds of value chain carbon emissions equally as\neffectively as carbon emissions from operations\n• Minimize key business partners’ carbon emissions reflected in\nrelevant agreements\n2030 ASPIRATION\n• Establish manufacturing processes based on circular economy\nprinciples to limit materials use, waste, and carbon emissions\n• Expand application of circular economy principles to key partne\n• Use detailed knowledge about active pharmaceutical ingredient\nto minimize environmental impact\nLundbeck has for many years\ndemonstrated our commitment to circular\neconomy principles and cutting emissions.\nIn 2023, Lundbeck has continued with our\npledge to achieve zero emissions and to\nintroduce circularity concepts into our\nproduction processes in line with our\ntransition plan.\nIn 2023, 61 of Lundbeck’s suppliers signed new contractual\n61\ncommitments to use renewable electricity in their operations.\n2030 ASPIRATION\n• Deliver on the “Business Ambition for 1.5°C” pledge\n• Transition electricity supply to renewable sources\n• Manage two-thirds of value chain carbon emissions equally as\neffectively as carbon emissions from operations\n• Minimize key business partners’ carbon emissions reflected in\nrelevant agreements\n2030 ASPIRATION\n• Establish manufacturing processes based on circular economy\nprinciples to limit materials use, waste, and carbon emissions\n• Expand application of circular economy principles to key partne\n• Use detailed knowledge about active pharmaceutical ingredient\nto minimize environmental impact"
  },
  {
    "page": 18,
    "table": "ENERGY EFFICIENCY AND RENEWABLE ELECTRICITY GAINS\nSTRIVING FOR ENERGY EFFICIENCY IN FRANCE\nReducing scope 1 emissions – emissions from sources that\nLundbeck owns and directly controls – is a key goal in\nLundbeck’s climate strategy. One noteworthy initiative that\nhas been implemented to reduce Lundbeck’s energy use is\nthe installation of a new compressed air system at our\nValbonne site in France.\nImplemented in 2022, this project serves multiple purposes\tRENEWABLE SOURCES IN ITALY\nincluding addressing the need for increased compressed air\ncapacity due to the implementation of four new packaging\tOur Transition Plan aims to exclusively utilize 100%\nlines within three years, ensuring redundancy in case of\telectricity sourced (scope 2 emissions) from renewable\nbreakdowns and achieving energy savings through reduced\tenergy in all EU sites by 2025. The objective extends to our\nreliance on gas. Furthermore, the heat generated by the new\tUS sites by 2030. We intend to achieve this goal by\ncompressed air producer is utilized to heat the site's sanitary\temploying on-site electricity generation and engaging in\nwater.\teither physical or virtual Power Purchase Agreements\n(PPA/VPPA) in the EU, alongside the procurement of\nFully effective from 2023, “the project yielded immediate\tRenewable Energy Attribute Certificates aligned with the\nresults, boasting an 18% capacity increase and energy\tRE100 technical guidance for our US and global affiliates.\nsavings of 696 MWh, translating to EUR 43,000 annually,\tAs of January 2022, our Danish facilities have already\nand an impressive reduction of 127 tonnes of CO2e\tsuccessfully switched to renewable electricity.\nemissions each year out of the site's total annual CO2e\nemissions of 1196 tonnes,” says Sebastien Larcher, Director\tA significant 2023 project was the installation of solar panels\nof Technical Services & Engineering.\tat the Padova site in Italy. After an internal evaluation, the\nTechnical Office identified several rooftops where solar\npanels could be installed without increasing the operational\nrisks to the area. In total, there are 1,089 panels situated\naround the site.\n“With the assistance of our partner, Engie, we have\nsuccessfully completed the installation of our solar panels\nand anticipate an annual energy production of approximately\n500 MWh. This accounts for roughly 10% of our total\nelectricity consumption, equal to saving 140 tonnes of CO2e\nemissions annually,” says Andrea D'Ascoli, Project Engineer\nat Lundbeck."
  },
  {
    "page": 22,
    "table": "People &\nCommunities\nEverywhere we operate, we strive to make\na positive contribution to the people &\ncommunities we touch. This means\nsafeguarding and developing our\nemployees, taking action on gender\nequality and unconscious bias, and\ncontributing to the communities where we\ndo business.\n5,600 Our approximate 5,600 employees are our most important and\ncritical resource.\n2030 ASPIRATION\n• Be recognized by employees and externally as a workplace\nwith an inclusive culture that offers equal opportunities for all\n• Influence the public debate on equality and inclusion by settin\nambitious targets, enhancing data transparency, and\ncommunicating actively\n• Request key business partners to promote diversity and\nprevent discrimination in all its forms\n2030 ASPIRATION\n• Be recognized as a workplace that fosters physical and menta\nwellbeing\n• Show leadership to promote mental health with preventive\nactions at our workplaces globally\n• Achieve a lost time accident frequency below 3\nEverywhere we operate, we strive to make\na positive contribution to the people &\ncommunities we touch. This means\nsafeguarding and developing our\nemployees, taking action on gender\nequality and unconscious bias, and\ncontributing to the communities where we\ndo business.\n5,600 Our approximate 5,600 employees are our most important and\ncritical resource.\n2030 ASPIRATION\n• Be recognized by employees and externally as a workplace\nwith an inclusive culture that offers equal opportunities for all\n• Influence the public debate on equality and inclusion by settin\nambitious targets, enhancing data transparency, and\ncommunicating actively\n• Request key business partners to promote diversity and\nprevent discrimination in all its forms\n2030 ASPIRATION\n• Be recognized as a workplace that fosters physical and menta\nwellbeing\n• Show leadership to promote mental health with preventive\nactions at our workplaces globally\n• Achieve a lost time accident frequency below 3"
  },
  {
    "page": 24,
    "table": "43.0% 43.1% 42.6%\n2023 2022 2021"
  },
  {
    "page": 24,
    "table": "35.9%\n33.8%\n31.5%\n2023 2022 2021"
  },
  {
    "page": 29,
    "table": "Sustainability accounting policies - definitions\nEnvironmental incidents\tAn environmental incident is an unintended release to\nthe environment.\nEnvironmental incidents with impact\tIncidents with an impact on the environment and due for external\non the environment\treporting, are evaluated based on an internal risk\nassessment/scoring methodology of quantity, dispersion, and\neffect.\nEnvironmental near miss\tAn environmental near miss is a contained spill which did not\nrelease to the environment. The near miss could potentially have\nescalated to an environmental incident."
  },
  {
    "page": 30,
    "table": "2023\n19,912\n3,795\n427\n3,476\n3,414\n62\n16,694\n15,262\n949\n6,356\n7,957\n0\n1,432\n1,080\n345\n7\n59\n75\n229,874\n161,168\n68,706\n208,320"
  },
  {
    "page": 30,
    "table": "Sustainability accounting policies - definitions\nRevenue\tSee Annual Report 2023 – Accounting Policy.\nFinished goods production\tProduction units (e.g. one tablet or one ampoule) based on SAP\ndata.\nChemical production\tChemical production of Active Pharmaceutical Ingredients (API)\nand intermediate products.\nRaw materials\tRaw materials consist of the consumption of: Organic compounds\n(chemical compounds used in R&D and production) and Active\nPharmaceutical Ingredients (API) (used for pharmaceutical\nproduction). Cleaning agents were part of the totals in 2021 data.\nThese were excluded from the scope in 2022 and going forward.\nWaste\tWaste is measured as the sum of all the waste disposed from\nLundbeck’s four production sites. Waste is divided into “Chemical\nwaste” and “General waste” and subdivided into Recycling,\nIncineration, Biological treatment, and Landfill. Incinerated\nwastewater from chemical production processes is treated as\nwaste and therefore reported as waste and not wastewater.\nRecycling rate - Organic compounds\tOrganic compounds which are recovered and reused or recycled.\nEstimated relative to tonnes of total organic compounds used at\nboth our chemical sites (Lumsås (DK) and Padova (I)). Organic\ncompounds are reused on site in Lumsås (DK) and recycled\nexternally at a third party in Padova (I).\nRecycling rate - General waste\nShare of the total general waste reused or recycled based on the\ninformation from the receiver.\nWater consumption\tWater consumption consists of: groundwater (unfiltered water)\nand water from waterworks (potable water). Data cover\nLundbeck’s four production sites. Includes: water withdrawal for\nprocess use (boilers etc.), water withdrawal converted to steam or\nhot water, and water withdrawal for use in production, labs,\noffices and other buildings. Measured based on meter readings or\ninvoices from suppliers.\nWastewater\tWastewater discharge includes potable water and discharged\ngroundwater/unfiltered water. Wastewater includes all planned\nand unplanned discharges of water from Lundbeck’s four\nproduction sites. Recorded based on meter readings or water\nconsumption."
  },
  {
    "page": 31,
    "table": "Sustainability accounting policies - definitions\nGreenhouse Gas Emission\tAmount of calculated greenhouse gas (GHG) emitted to air, reported\nin CO2e.\nScope 1 GHGs\tDirect scope 1 emissions include greenhouse gas emissions (GHG)\nthat occur related to and including consumption of gas, oil, and\nrefrigerants used in production (e.g. emissions associated with fuel\ncombustion in boilers, furnaces, vehicles).\nAll consumed energy is monitored by building-specific meter readings\nor invoices. The quantity of consumed energy sources is multiplied by\nrelevant emission factors provided by the UK Department for\nEnvironment, Food & Rural Affairs (DEFRA).\nEmissions data from Lundbeck’s owned or controlled vehicle fleet are\nprovided directly by the associated leasing company or calculated\nbased on consumed fuel multiplied with relevant emission factors.\nPrimary data from an estimated 57% of the company cars are retrieved\nand used to extrapolate emissions from Lundbeck’s full fleet activity.\nScope 2 GHGs (location based)\tScope 2 emissions includes all indirect emissions related to the\ngeneration of acquired and consumed electricity and district heating.\nAll consumed energy is monitored by building-specific meter readings\nand invoices if meter readings are not available.\nThe emissions are reported as location-based and are derived from\nconsumed energy multiplied with relevant location-based emission\nfactors provided by DEFRA.\nScope 2 GHGs (market based)\tIncludes all indirect emissions related to the generation of acquired\nand consumed electricity and district heating.\nAll consumed energy is monitored by building-specific meter readings\nor invoices.\nThe emissions are reported primarily as market-based emissions,\nwhere consumed scope 2 energy is multiplied with market-specific\nemission factors provided directly from the energy supplier. Where\nmarket-specific emissions are not available, the best available\nlocation-based emission factors provided by DEFRA are used for the\nreporting in line with the GHG protocol hierarchy.\nScope 1 & 2 GHGs (market based)\tCombines the calculated scope 1 and scope 2 emissions using the\nreported market-based scope 2 emissions."
  },
  {
    "page": 31,
    "table": "2023\n25,291\n21,357\n15,602\n3,934\n119,336\n99,232\n7,468\n12,636\n8\n107,477\n32,702\n16,725\n13,576\n44,474\n71"
  },
  {
    "page": 32,
    "table": "Sustainability accounting policies - definitions (continued)\nScope 3 GHGs\tScope 3 includes and accounts for other indirect emissions in\nLundbeck’s value-chain, which are not accounted for elsewhere.\nThe reported scope 3 emissions are limited to include three GHG-\nprotocol categories: ‘Purchased goods and services’, ‘Up-stream\ntransportation and distribution’, and ‘Business travel’. The reported\nscope 3 emissions cover our scope SBTi target boundary.\nScope 3 GHGs: Purchased goods\tEmissions related to purchased products are estimated based on\nand services\tacquired quantities multiplied with appropriate emissions factors\nsupplied by the Ecoinvent database. Currently app. 21.5% (2022: app.\n20%, 2021: app.16%) of data in this category is based on suppliers’\nemission data reported directly to Lundbeck or based on the suppliers’\nreported emissions in their CDP disclosure or Sustainability Reports.\nEmissions related to purchased services are based on financial spend\nin USD multiplied with relevant spend-based emission factors supplied\nby the USEEIO database. Approximately 12% of the emissions in this\ncategory are excluded, as they are not included in our SBTi target\nboundary. The excluded emissions include tax and authority service.\nScope 3 GHGs: Up-stream\tIncludes emissions from all purchased (non-owned) transport and\ntransportation and distribution\tdistribution services. This includes inbound logistics (from Tier 1\nsuppliers), transport between Lundbeck sites in Valby and Lumsås\n(DK), and outbound logistics. A selection of Lundbeck’s key logistic\nsuppliers provides specific emissions data for their activities related to\nLundbeck. Where this is not available, emissions are calculated based\non financial spend in USD multiplied with relevant spend-based\nemission factors supplied by the EEIO database. This is primarily for\nlocally procured logistics services.\nAll emissions related to the category are converted and calculated as\nwell-to-wheel greenhouse gas emissions.\nScope 3 GHGs: Business travel\tIncludes emissions from the transportation of employees across the\nwhole group for business-related activities owned or operated by third\nparties. This includes emissions that are caused due to employees\ntraveling by air, road, rail, and sea as well as emissions associated\nwith hotel stays. The emissions from business travel-related activities\nare calculated based on transported distance and number of stays at\nhotels, multiplied with relevant emissions factors provided by DEFRA.\nCurrently 98% (2022: 89%, 2021: 75%) of the flight-related emissions\nare provided by associated travel agencies and the remaining 2% are\nextrapolated (2022: 11%, 2021: 25%). All flight-related activities have\nbeen adjusted to include radiative forcing factors in 2023, 2022, and\n2021 figures."
  },
  {
    "page": 32,
    "table": "Sustainability accounting policies - definitions (continued)\nVOCs emitted to air\tVolatile Organic Compounds (VOCs) emitted to air. An insignificant\nshare of the VOCs from Lundbeck’s production has global warming\npotential (according to IPCC) and the VOCs are therefore not reported\nas part of our scope 1 GHG emissions.\nEnergy consumption\tConsumed energy is monitored by building-specific meter readings or\ninvoices if meter readings are not available.\nRenewable electricity share\tShare of renewable electricity purchased through either selected\nsupplier or shares of renewable electricity in country-specific grids. The\nshare of renewable electricity is reported as the mean of consumed\nrenewable electricity."
  },
  {
    "page": 33,
    "table": "Sustainability accounting policies - definitions\nDonated treatment in Low-Middle\tNumber of patients estimated by dividing the number of doses shipped\nIncome Countries\twith medically recommended average treatment. The number is based\non a mathematical calculation based on the donated amount of\nmedicine. The number is not based on an evaluation of actual\ntreatment at clinics."
  },
  {
    "page": 36,
    "table": "Sustainability accounting policies - definitions\nAverage employee remuneration\tTotal H. Lundbeck A/S remuneration excl. Management divided by total\n(H. Lundbeck A/S)\tnumber of FTEs in H. Lundbeck A/S. This number is reported in the\n2023 Remuneration Report.\nNew CEO/Employee ratio (H.\tTotal Annualized CEO remuneration divided by H. Lundbeck A/S\nLundbeck A/S)\taverage employee remuneration excl. Management. This number is\nreported in the 2023 Remuneration Report together with Former\nCEO/Employee ratios.\nGender balance - all employees\tIncludes all permanent employees hired and paid directly by H.\nLundbeck A/S. Gender is assigned as female or male. Gender balance\nreported as female/male shares of total.\nGender balance - all people\tIncludes all managers that have at least one direct report in their\nmanagers\torganizational structure. Gender is assigned as female or male. Gender\nbalance reported as female/male shares of total.\nGender balance - senior managers\tIncludes all Executive Vice Presidents, Senior Vice Presidents and Vice\nPresidents. Gender is assigned as female or male. Gender balance\nreported as female/male shares of total.\nNumber of women on the Board\tTotal number of women elected by the general meeting divided by the\n(shareholder elected)\ttotal number of members of the Board of Directors for H. Lundbeck A/S\nelected by the general meeting. Gender is assigned as male and\nfemale."
  },
  {
    "page": 36,
    "table": "2023\n0.88\n31.7\n54.5/45.5%\n43.0/57.0%\n35.9/64.1%\n2/8"
  },
  {
    "page": 38,
    "table": "Sustainability accounting policies - definitions\nWork-related accident\tA work-related event or exposure that occurred suddenly and gives rise to\nwith absence\tpersonal physical or psychological injury and results in days away from work for\none or more working days in addition to the day of the accident.\nThe data covers accidents reported to Corporate Health, Safety & Environment.\nWork-related near miss\tA sudden incident where no personal injury occurred but had the potential to do\nso. Near miss also contains hazardous observations (a situation, condition or act\nthat could lead to a near miss or accident).\nThe data covers near miss reported to Corporate Health, Safety & Environment.\nWork-related accident\tA work-related event or exposure that occurred suddenly and gives rise to\nwithout absence\tpersonal physical or psychological injury but does not result in incapacity to work\nin addition to the day of the accident.\nThe data covers accidents reported to Corporate Health, Safety & Environment.\nWork-related disease\tA work-related disease that arises after long-term harmful exposure from the\nwork or working conditions. Must be recognized as a disease by the competent\nauthority.\nThe data covers diseases reported to Corporate Health, Safety & Environment.\nHigh-consequence work-\tWork-related accidents with absence that are assessed as “Large” (work-related\nrelated accident with\tinjury with permanent injury) or “Catastrophic” (death or disability) in internal risk\nabsence\tassessment and results in an injury from which the employee is not expected to\nrecover fully within six months.\nAt year end, there is a follow up performed of the status of accidents that have\noccurred in the past two years. If any increases in the severity of the accidents\nare found, then comparative figures will be updated accordingly.\nThe data covers accidents reported to Corporate Health, Safety & Environment.\nFrequency of lost time\tThe frequency is calculated as the number of accidents with absence and\naccidents\tfatalities per one million working hours.\nTotal number of working hours is calculated using an estimate of 225 working\ndays a year multiplied by 7.4 hours per day multiplied by the number of\nemployees.\nFatalities\tFatalities are the number of employees who lost their lives as a result of a work-\nrelated accident. These accidents are included in the calculation of the\nFrequency of lost time accidents.\nThe data covers fatalities reported to Corporate Health, Safety & Environment."
  },
  {
    "page": 41,
    "table": "2023\n375\n164\n55\n8\n101\n211\n133\n12\n66\n105\n99.9\n227"
  },
  {
    "page": 42,
    "table": "Sustainability accounting policies – definitions\nPatient & product safety audits\tIncludes the following audit areas: Good Clinical Practice, Good\nLaboratory Practice, Good Manufacturing Practice, Good Distribution\nPractice, Medical Regulatory Clinical Quality Assurance (MRC QA),\nPharmacovigilance Audits, Chemistry, Manufacturing, and Controls\nQuality Assurance (CMC QA), Corporate Product Quality (CPQ), and\nAnimal Welfare. All audits are performed and reported by internal\nfunctions in Lundbeck.\nHealth, Safety\tProcess for verifying that our internal operations, as well as the\n& Environment audits\toperations of our suppliers and third parties, meet our expectations and\nrequirements with regards to health & safety performance, human and\nlabor rights performance (applicable for suppliers and third parties), and\nenvironmental performance. All audits are performed and reported by\ninternal functions in Lundbeck.\nBusiness ethics and internal\tCompliance and financial audit functions review, audit, and conduct\ncontrol audits\tmonitoring activities of employees, as well as internal control\nprocesses. All audits are performed and reported by internal functions\nin Lundbeck.\nThird parties and supplier audits\tThird parties and suppliers are monitored and audited (based on\ncontractual requirements and requirements stipulated in Lundbeck’s\nthird-party obligations), including information security reviews of\nexternal personal data processors. All audits are performed and\nreported by internal functions in Lundbeck.\nCompliance Hotline reports\tAll concerns reported through the Compliance Hotline, or other\nescalation routes, regardless of whether investigations were able to be\nsubstantiated. Data from 2021 is based on the aggregation of reports to\nthe same specific cases.\nCompletion rate of annual\tIncludes all permanent and temporary employees, excluding\nCode of Conduct e-learning\temployees on leave. Calculated based on number of employees in the\ninitial roll out (31 October 2023) who have completed by 14 December\n2023.\nDue diligence screenings of\tAn examination of publicly available sources to identify potential risks\nsuppliers and third parties\trelated to potential or existing third parties. The number contains all\nscreenings completed, including those found to be out of scope, or\nwithdrawn by the reporter."
  },
  {
    "page": 46,
    "table": "Sustainability accounting policies - definitions\nTurnover denominator\tThe share of turnover generated from taxonomy-eligible economic\nactivities is divided by net sales. In order to determine the turnover\ngenerated by the Group from taxonomy-eligible economic activities, the\nCompany allocates the relevant products to those underlying activities.\nThis KPI is calculated through our net sales reported in our Income\nStatement (denominator) and disclosed as part of the Group’s Financial\nStatements.\nOPEX denominator\tDirect non-capitalized costs recorded in the Consolidated Income\nStatement under IFRS that relate to research and development,\nbuilding renovation measures, short-term lease, maintenance and\nrepair (excluding expenses reported as raw materials and consumables\nused), and any other direct expenditures inherent in our manufacturing\nprocesses (included in cost of sales), relating to the day-to-day\nservicing of assets or Property, Plant, and Equipment (PPE).\nCAPEX denominator\tAdditions to tangible and intangible assets accounted for in the\nConsolidated Financial Statements under IFRS during the financial\nyear, considered before depreciation, amortization, and any re-\nmeasurements, excluding Goodwill (included in Notes 6 and 7 in the\nFinancial Statements)."
  },
  {
    "page": 47,
    "table": "Financial year N\tYear\tSubstantial contribution criteria\tDNSH criteria ('Does Not Significantly Harm') (h)\negnahc\netamilC\t)5(\nnoitagitim\tegnahc\netamilC\t)6(\nnoitatpada\t)7(\nretaW\t)8(\nnoitulloP\tymonocE\nralucriC\t)9(\t)01(\nytisrevidoiB\tegnahc\netamilC\t)11(\nnoitagitim\tegnahc\netamilC\t)21(\nnoitatpada\t)31(\nretaW\t)41(\nnoitulloP\tymonocE\nralucriC\t)51(\t)61(\nytisrevidoiB\tmuminiM\t)71(\nsdraugefas\nProportion of\nTaxonomy\nProportion\naligned (A.1.)\tCategory\tCategory\nEconomic activities (1)\tCodes\tTurnover\tof turnover\tor eligible\tenabling\ttransitional\n(a) (2)\t(3)\tyear 2023\n(4)\t(A.2.)\tactivity (19)\tactivity (20)\nturnover,\nyear 2022 (18)\nY; N;\tY; N;\tY; N;\tY; N;\tY; N;\tY; N;\nDKKm\t%\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\tY/N\tY/N\tY/N\tY/N\tY/N\tY/N\tY/N\t%\tE\tT\n(b) (c)\t(b) (c)\t(b) (c)\t(b) (c)\t(b) (c)\t(b) (c)\nA. TAXONOMY-ELIGIBLE ACTIVITIES\nA.1. Environmentally sustainable activities (Taxonomy-aligned)\nNone\nTurnover of environmentally\nsustainable activities\n(Taxonomy-aligned) (A.1)\n0\t0%\t0%\nOf which Enabling\nOf which Transitional\nA.2 Taxonomy-Eligible but not environmentally sustainable activities (not Taxonomy-aligned activities) (g)\nEL;\tEL;\tEL;\tEL;\tEL;\tEL;\nN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\nManufacture of medicinal products\tPPC 1.2\t19.448\t100%\tN/EL\tN/EL\tN/EL\tEL\tN/EL\tN/EL\t0%\nTurnover of Taxonomy-eligible but not\nenvironmentally sustainable activities (not\nTaxonomy-aligned activities) (A.2)\t19.448\t100%\t-\t-\t-\t100%\t-\t-\t0%\nA. Turnover of Taxonomy-eligible activities\n(A.1+A.2)\t19.448\t100%\t-\t-\t-\t100%\t-\t-\nB. TAXONOMY-NON-ELIGIBLE ACTIVITIES\nTurnover of Taxonomy-non-eligible\nactivities\t-\t0%\nTOTAL\t19.448\t100%"
  },
  {
    "page": 48,
    "table": "Financial year N\tYear\tSubstantial contribution criteria\tDNSH criteria ('Does Not Significantly Harm') (h)\nProportion\tegnahc\netamilC\t)5(\nnoitagitim\tegnahc\netamilC\t)6(\nnoitatpada\t)7(\nretaW\t)8(\nnoitulloP\tymonocE\nralucriC\t)9(\t)01(\nytisrevidoiB\tegnahc\netamilC\t)11(\nnoitagitim\tegnahc\netamilC\t)21(\nnoitatpada\t)31(\nretaW\t)41(\nnoitulloP\tymonocE\nralucriC\t)51(\t)61(\nytisrevidoiB\tmuminiM\t)71(\nsdraugefas\tProportion of\nTaxonomy\naligned (A.1.)\nEconomic activities (1)\tCodes\n(a) (2)\tOpEx\n(3)\tof OpEx,\nyear 2023\tor eligible\n(A.2.)\tCategory\nenabling\nactivity (19)\tCategory\ntransitional\nactivity (20)\n(4)\tturnover,\nyear 2022\n(18)\nY; N;\tY; N;\tY; N;\tY; N;\tY; N;\tY; N;\nDKKm\t%\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\tY/N\tY/N\tY/N\tY/N\tY/N\tY/N\tY/N\t%\tE\tT\n(b) (c)\t(b) (c)\t(b) (c)\t(b) (c)\t(b) (c)\t(b) (c)\nA. TAXONOMY-ELIGIBLE ACTIVITIES\nA.1. Environmentally sustainable activities (Taxonomy-aligned)\nNone\nOpEx of environmentally\nsustainable activities\n(Taxonomy-aligned) (A.1)\n0\t0%\t0%\nOf which Enabling\nOf which Transitional\nA.2 Taxonomy-Eligible but not environmentally sustainable activities (not Taxonomy-aligned activities) (g)\nEL;\tEL;\tEL;\tEL;\tEL;\tEL;\nN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\nManufacture of medicinal products\tPPC 1.2\t3.035\t45%\tN/EL\tN/EL\tN/EL\tEL\tN/EL\tN/EL\t0%\nTransport by motorbikes,\npassenger cars and light\ncommercial vehicles\tCCM 6.5\t206\t3%\tEL\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\t4%\nRenovation of existing buildings\tCCM 7.2\t33\t0%\tEL\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\t0%\nOpEx of Taxonomy-eligible but not\nenvironmentally sustainable activities (not\nTaxonomy-aligned activities) (A.2)\t3.274\t48%\t3%\t-\t-\t45%\t-\t-\t4%\nA. OpEx of Taxonomy-eligible activities\n(A.1+A.2)\t3.274\t48%\t3%\t-\t-\t45%\t-\t-\nB. TAXONOMY-NON-ELIGIBLE ACTIVITIES\nOpEx of Taxonomy-non-eligible activities\t3.481\t52%\nTOTAL\t6.755\t100%"
  },
  {
    "page": 49,
    "table": "Financial year N\tYear\tSubstantial contribution criteria\tDNSH criteria ('Does Not Significantly Harm') (h)\negnahc\netamilC\t)5(\nnoitagitim\tegnahc\netamilC\t)6(\nnoitatpada\t)7(\nretaW\t)8(\nnoitulloP\tymonocE\nralucriC\t)9(\t)01(\nytisrevidoiB\tegnahc\netamilC\t)11(\nnoitagitim\tegnahc\netamilC\t)21(\nnoitatpada\t)31(\nretaW\t)41(\nnoitulloP\tymonocE\nralucriC\t)51(\t)61(\nytisrevidoiB\tmuminiM\t)71(\nsdraugefas\nProportion of\nProportion\tTaxonomy\tCategory\nEconomic activities (1)\tCodes\tCapEx\tof CapEx,\taligned (A.1.)\tenabling\tCategory\ntransitional\n(a) (2)\t(3)\tyear 2023\tor eligible\tactivity\n(4)\t(A.2.) turnover,\t(19)\tactivity (20)\nyear 2022 (18)\nY; N;\tY; N;\tY; N;\tY; N;\tY; N;\tY; N;\nDKKm\t%\tN/EL\tN/EL (b)\tN/EL (b)\tN/EL (b)\tN/EL (b)\tN/EL (b)\tY/N\tY/N\tY/N\tY/N\tY/N\tY/N\tY/N\t%\tE\tT\n(b) (c)\t(c)\t(c)\t(c)\t(c)\t(c)\nA. TAXONOMY-ELIGIBLE ACTIVITIES\nA.1. Environmentally sustainable activities (Taxonomy-aligned)\nNone\nCapEx of environmentally sustainable\nactivities (Taxonomy-aligned) (A.1)\n0\t0%\t0%\nOf which Enabling\nOf which Transitional\nA.2 Taxonomy-Eligible but not environmentally sustainable activities (not Taxonomy-aligned activities) (g)\nEL;\tEL;\tEL;\tEL;\tEL;\tEL;\nN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\tN/EL (f)\nManufacture of medicinal products\tPPC 1.2\t102\t20%\tN/EL\tN/EL\tN/EL\tEL\tN/EL\tN/EL\t0%\nTransport by motorbikes, passenger cars\nand light commercial vehicles\tCCM 6.5\t9\t2%\tEL\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\t0%\nConstruction of new buildings\tCCM 7.1\t-\t0%\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\t3%\nRenovation of existing buildings\tCCM 7.2\t24\t5%\tEL\tN/EL\tN/EL\tN/EL\tN/EL\tN/EL\t5%\nCapEx of Taxonomy-eligible but not\nenvironmentally sustainable activities (not\nTaxonomy-aligned activities) (A.2)\t135\t27%\t7%\t-\t-\t20%\t-\t-\t8%\nA. CapEx of Taxonomy-eligible activities (A.1+A.2)\t135\t27%\t7%\t-\t-\t20%\t-\t-\nB. TAXONOMY-NON-ELIGIBLE ACTIVITIES\nCapEx of Taxonomy-non-eligible activities\t366\t73%\nTOTAL\t501\t100%"
  }
]