[
  {
    "page": 2,
    "source": "table",
    "content": "Letter From Our CEOTo Our Global Community: education programs for surgeons in developing markets our global operations by 2030 and will continue buildingand on developing partnerships to improve access and on our use of renewable energy sources. Several of ourAs we celebrate our 75th anniversary, Alcon continues ouraffordability. Further, through our charitable and product manufacturing sites are zero waste to landfill certified, andcommitment to delivering innovations that improve sight whiledonations, the Alcon Foundation and Alcon Cares are laying we plan to achieve 100 non-hazardous waste landfillworking to expand access to eye care in communities aroundthe groundwork to treat vision loss in underserved parts diversion at all our manufacturing sites and distributionthe world. As a global leader in eye care, we believe we canof the world. In 2022, we are adding goals in both centers by 2030. We also continue to pursue opportunitiesbest serve our community by focusing every day on helpingophthalmology and optometry that align with our business to reduce packaging or to replace packaging materials withpeople See Brilliantly, so they can live brilliantly.and philanthropic priorities. sustainable alternatives.With that in mind, I am pleased to share our 2021 CorporateBrilliant Innovation: Our diverse talent from around the None of this progress would be possible without the hardResponsibility Report. It highlights the outstanding workworld innovates sight-saving and sight-restoring products that work and dedication of our more than 24,000 associates.our team has done to serve customers and communitieschange lives. Our core business is product innovation, and we They continue to live our purpose so that everyone hasand provides details on the important work we are doing onbelieve that more inclusive ideation creates better products the potential to See Brilliantly. With their leadership andenvironmental, social and governance (ESG) initiatives.for more people. Inclusive ideation also ensures we consider commitment, we are integrating corporate responsibilityThis report features important evolutions in how Alcon tracks changing market and customer needs in our product design objectives into our decision-making to deliver long-term valueand reports our progress, as well as several new social and process - for instance, innovating smaller, more portable for our investors and all Alcon stakeholders.environmental goals. Moving forward, our ESG strategy is devices at a lower cost for certain regions or instrumentationThank you for your interest in Alcon.focused on three pillars that align with and reinforce our for all hand sizes. In addition, we have developed anpurpose: Brilliant Lives, Brilliant Innovation and Brilliant Planet. Environmental Sustainability Scorecard for new productdevelopment. Used by a collaborative group of research andBrilliant Lives: We know that access to quality eye care development (R&D), manufacturing and commercial teams,for millions of people around the world is limited or even this scorecard integrates key sustainability ideas into newunavailable - and we believe everyone, regardless of age, product development. David J. Endicott,location or circumstance - should have access to care. AlconCHIEF EXECUTIVE OFFICER, ALCON INC.Brilliant Planet: Being mindful of our environmental impact,is one of the few companies in the world focused solely onwe are working to reduce emissions and operational waste.the eye and is uniquely positioned to address this challenge.We are committed to becoming carbon neutral acrossIn 2021, we heightened our focus on providing training andTo Our Global Community: education programs for surgeons in developing markets our global operations by 2030 and will continue buildingand on developing partnerships to improve access and on our use of renewable energy sources. Several of ourAs we celebrate our 75th anniversary, Alcon continues ouraffordability. Further, through our charitable and product manufacturing sites are zero waste to landfill certified, andcommitment to delivering innovations that improve sight whiledonations, the Alcon Foundation and Alcon Cares are laying we plan to achieve 100 non-hazardous waste landfillworking to expand access to eye care in communities aroundthe groundwork to treat vision loss in underserved parts diversion at all our manufacturing sites and distributionthe world. As a global leader in eye care, we believe we canof the world. In 2022, we are adding goals in both centers by 2030. We also continue to pursue opportunitiesbest serve our community by focusing every day on helpingophthalmology and optometry that align with our business to reduce packaging or to replace packaging materials withpeople See Brilliantly, so they can live brilliantly.and philanthropic priorities. sustainable alternatives.With that in mind, I am pleased to share our 2021 CorporateBrilliant Innovation: Our diverse talent from around the None of this progress would be possible without the hardResponsibility Report. It highlights the outstanding workworld innovates sight-saving and sight-restoring products that work and dedication of our more than 24,000 associates.our team has done to serve customers and communitiesCaring for Our Protecting OurMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 222002211 CCoorrppoorraattee RReessppoonnssiibbiilliittyy RReeppoorrtt Customers and Patients Environment"
  },
  {
    "page": 3,
    "source": "table",
    "content": "Table of ContentsSupporting People 32Talent Attraction and Retention 33Engagement 34Training and Development 35Diversity and Inclusion 36Letter From Our CEO 2 Caring for Our CustomersAssociate Well-Being 39and Patients 16About Alcon 4Medical Innovation 17Working With Integrity 402021 Report Highlights 6Product Quality and Patient Safety 18Purpose and Strategy 7 Business Ethics 41Clinical Trial Standards 19Our Approach to Sustainability 8 Ethical Marketing and Interactions With Healthcare Professionals 44Access, Affordability and Pricing 20Our ESG Reporting 9 Responsible Procurement and Supply Chain 45Cybersecurity and Data Privacy 47Protecting Our Environment 21Serving Communities 10 Public Policy and Political Influence 49Global Environmental Sustainability Strategy and Leadership 22Philanthropy 11 Health, Safety and Environmental Management System 23Our Data 50Philanthropic Initiatives 12 Health and Safety 24Alcon Children's Vision Program 13 Sustainable Products and Services 26 ESG Performance Data 50Community Engagement 14 Environmental Sustainability Scorecard 27 ESG Reporting Indices 61Enhancing Sustainable Access to Eye Care 15 Reducing Our Operational Footprint 28 Index 73Caring for Our Protecting OurMessage From Our CEO About Alcon Serving Communities Supporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 32021 Corporate Responsibility Report Customers and Patients Environment"
  },
  {
    "page": 3,
    "source": "table",
    "content": "Table of ContentsTable of Contents"
  },
  {
    "page": 5,
    "source": "table",
    "content": "$8.2B2021 net sales24K+associates140+countries served100+pipeline products underdevelopmentdollar680M+invested in R&D1"
  },
  {
    "page": 5,
    "source": "table",
    "content": "Contact Lenses (26)Ocular Health (17)Consumables (29)Implantables (18)Equipment/Other (10)"
  },
  {
    "page": 7,
    "source": "table",
    "content": "SocialEnvironmental By 2025, Alcon will work with our partners throughphilanthropic support and training programs to help improvevision for 5 million people afflicted with untreated cataractsin low- and middle-income countries, including 1 millionconsidered cataract-blind2 (2021 baseline) By 2025, Alcon associates will help improve vision andenhance academic success by providing 150,000 visionscreenings to children and ensuring comprehensive care forthose in need (2021 baseline) By 2030, Alcon will become carbon neutral across globaloperations (Scope 1 and Scope 2 emissions) By 2030, Alcon will divert 100 of non-hazardous wastegenerated at manufacturing sites and distribution centers fromlandfill"
  },
  {
    "page": 8,
    "source": "table",
    "content": "ESG Governance StructureBoard of DirectorsAlcon's Board of Directors is responsible for overall ESG strategyGovernance and Nominating CommitteeThe Governance and Nominating Committee assists the Board in its oversight of our sustainability initiativesESG Executive Steering CommitteeExecutives from across departments, including Corporate Affairs, Human Resources, Innovation,Legal and Compliance, Manufacturing and Global Quality and Regulatory Affairs, oversee ESG topics and areresponsible for identifying and managing Alcon's environmental and social impactsESG Working GroupRepresentativesfrom Philanthropy,Investor Relations,IT and Privacy,Health, Safety andEnvironment, HumanResources, Legal andCompliance, MarketAccess, Procurement,Supply Chain, Qualityand Research andDevelopment lead ourday-to-day workSocial ImpactCommitteeA dedicatedcommittee isresponsible forimplementing andtracking our socialcommitments aswell as identifyinginnovative ways toexpand accessAlcon Foundationand Alcon CaresOur two charitablefoundationsprovide monetarydonations, productand equipmentdonations andexpertise toour partners tohelp ensure thecontinuity ofeye care in localcommunitiesGlobalEnvironmentalSustainabilityCommitteeA dedicatedcommittee isfocused on settingand achievingenvironmental goalsfor Alcon's globaloperationsExecutiveDiversity CouncilLeaders from acrossmajor business linesprovide guidanceand decision-making relatedto our enterprisediversity andinclusion strategyand executivesponsorship forour employeeresource groupsGlobalPrivacy OfficeA dedicatedteam headed byAlcon's GlobalHead of Privacy isresponsible for ourprivacy policies,procedures andcompliance"
  },
  {
    "page": 11,
    "source": "table",
    "content": "Our Goals"
  },
  {
    "page": 13,
    "source": "table",
    "content": "Our GoalsBy 2025, Alcon associates will help improvevision and enhance academic success byproviding 150,000 vision screenings tochildren and ensuring comprehensive care forthose in need."
  },
  {
    "page": 17,
    "source": "table",
    "content": "R&D Productivity201920202021Number of first-to-marketlaunches1488Number of productapprovals (major markets)78078114"
  },
  {
    "page": 18,
    "source": "table",
    "content": "Product Quality201920202021Recall RateVision Care recall rate000Surgical recall rate00.0480.37Number of Recalls IssuedNumber of FDA-initiated recalls000Percentage of recalls that werevoluntary, FDA-requested orFDA-mandated0100voluntary100voluntary"
  },
  {
    "page": 19,
    "source": "table",
    "content": "Clinical Trial Deviations201920202021Number of clinical trial deviations1095"
  },
  {
    "page": 24,
    "source": "table",
    "content": "Caring for Our Protecting OurMessage From Our CEO About Alcon Serving Communities Su2021 Corporate Responsibility Report Customers and Patients Environmentpporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 24"
  },
  {
    "page": 25,
    "source": "table",
    "content": "Employee Safety201920202021Employee total recordable case rate(TRCR)100.48110.420.55Employee lost time incident rate (LTIR)120.100.100.19"
  },
  {
    "page": 26,
    "source": "table",
    "content": "Product Design and LifecycleManagement201920202021Devices and equipment reused, recycledor donated (metric tons [MT])1318513108"
  },
  {
    "page": 27,
    "source": "table",
    "content": "\"By ideEnvironmentalthe envSustainabilityScorecardSustainability is a core aspect of new product developmentat Alcon. We factor ESG into the earliest stages of our R&Dprocess for new development through our EnvironmentalSustainability Scorecard. This means that from the time webegin working on new products through lifecycle management,teams across the company are using this scorecard toproactively generate more sustainable product ideas that meetor exceed our efficiency and cost expectations.We initially developed and piloted our scorecard withseveral product development teams in 2020. Then, in 2021,a cross-functional team of associates and leadership fromacross the business came together to develop and launch animproved scorecard that is fully embedded into our enterprisestage-gate process. This scorecard evaluates new and existingproducts against sustainability KPIs, such as water and energyuse, Greenhouse Gas emissions and waste generated. It allows us todetermine the sustainability impact of products long beforeproduction and make improvements before launch.In 2022, we aim to implement the scorecard across all early-stage R&D projects.Message From Our CEO About Alcon Serving Communitie2021 Corporate Responsibility Reportntifying opportunities atironmental impact of oCHIEMessage From Our CEO About Alcon Serving Communitie2021 Corporate Responsibility ReportCaring for Our ProtectingsCustomers and Patients EnvironmeOurSupporting People Working With Integrity ESG Performance Data ESG Reporting Frameworks Index 27nt"
  },
  {
    "page": 28,
    "source": "table",
    "content": "Our GoalsBy 2030, Alcon will divert 100 of non-hazardous waste generated at manufacturingsites and distribution centers from landfill."
  },
  {
    "page": 29,
    "source": "table",
    "content": "Waste Management2019152020162021Total waste generated (MT)46,57845,29451,782Total hazardous waste (MT)20,52624,11228,154Total non-hazardous waste (MT)26,05121,18223,628"
  },
  {
    "page": 30,
    "source": "table",
    "content": "Greenhouse Gas Emissions201920202021Total Scope 1 and Scope 2 GHGemissions (MT CO e)2346,435327,882309,083GHG emissions intensity ratio -onsite generated energy (Tonnes/TJ)1856 19551955GHG emissions intensity ratio -purchased energy (Tonnes/TJ) 201401913919126"
  },
  {
    "page": 30,
    "source": "table",
    "content": "Energy Management201920202021Energy usage intensity(Gigajoules/million units produced)74222791691"
  },
  {
    "page": 30,
    "source": "table",
    "content": "Our GoalsBy 2030, Alcon will achieve carbon neutralityacross global operations (Scope 1 and Scope2 emissions)."
  },
  {
    "page": 31,
    "source": "table",
    "content": "Water Management201920202021Total water input(ML/million units produced)1.13231.281.15Total water withdrawal fromall areas (ML)4,4584,6404,864"
  },
  {
    "page": 33,
    "source": "table",
    "content": "Turnover Rates201920202021Total turnover rate9.0257.711.4Voluntary turnover rate6.04.67.8"
  },
  {
    "page": 38,
    "source": "table",
    "content": "Diversity Performance25201920202021U.S. Ethnic DiversityWorkforce444747Manager/Supervisor263132Global Female RepresentationWorkforce474948Manager/Supervisor343434"
  },
  {
    "page": 43,
    "source": "table",
    "content": "Speak Up Culture201920202021Number of grievances filed per year513462502"
  },
  {
    "page": 43,
    "source": "table",
    "content": "Business Ethics201920202021Code of Business Conduct trainingcompletion rate989798"
  },
  {
    "page": 44,
    "source": "table",
    "content": "Ethical Marketing201920202021Monetary losses as a result of legalproceedings associated with falsemarketing claimsdollar0dollar0dollar0"
  },
  {
    "page": 46,
    "source": "table",
    "content": "Responsible Procurement andSupply Chain201920202021Facilities participating in third-partyaudit programs for manufacturing andproduct quality26100100100Tier 1 supplier facilities participatingin third-party audit programsfor manufacturing and product quality27100100100"
  },
  {
    "page": 46,
    "source": "table",
    "content": "Diverse Supplier Spend201920202021All diverse and small suppliersdollar226Mdollar273Mdollar300MMinority-owned business enterprisesdollar33Mdollar41Mdollar38MWomen-owned business enterprisesdollar50Mdollar69Mdollar82MVeteran-owned business enterprisesdollar7Mdollar9Mdollar8MSmall business enterprisesdollar199Mdollar247Mdollar274MLGBTQ+-owned business enterprisesdollar0.31Mdollar0.34Mdollar0.32M"
  },
  {
    "page": 48,
    "source": "table",
    "content": "upporting PeopleWorking With IntegrityESG Performance DataESG Reporting FrameworksIndex48"
  },
  {
    "page": 51,
    "source": "table",
    "content": "Philanthropy201920202021Medical Missions29Number of medical missions supported52915173Number of patients treated (including optometric and surgical care)308,00085,46240,253Number of surgeries38,00010,7003011,080"
  },
  {
    "page": 51,
    "source": "table",
    "content": "Medical Innovation201920202021R&D ProductivityNumber of first-to-market launches1488Number of product approvals (major markets)318078114"
  },
  {
    "page": 52,
    "source": "table",
    "content": "Product Quality and Patient Safety201920202021Recall Rate32Vision Care000Surgical00.04330.37Number of Recalls IssuedNumber of FDA-initiated recalls000Percentage of recalls which were voluntary, FDA-requested or FDA-mandated0100 voluntary100 voluntaryQuality Management SystemProducts listed in the FDA's MedWatch Safety Alerts for Human Medical Products database000Number of fatalities related to products as reported in the FDA Manufacturer and User Facility Device Experience000Number of FDA enforcement actions taken in response to violations of Current Good Manufacturing Practices000"
  },
  {
    "page": 52,
    "source": "table",
    "content": "Access, Affordability and Pricing201920202021Relative Price PerformanceRatio of weighted average rate of net price increases in the U.S. (for all products) to the annual increase in the U.S.Consumer Price Index0.731.290.1034"
  },
  {
    "page": 53,
    "source": "table",
    "content": "Health and Safety201920202021Employee SafetyEmployee fatalities000Employee fatality rate000High-consequence work-related injuries and illnesses (excluding fatalities)000High-consequence work-related injuries and illnesses rate (excluding fatalities)000Recordable work-related injuries and illnesses (including fatalities)13035110139Recordable work-related injuries and illnesses rate (including fatalities)0.48350.420.55TRCR360.48350.420.55LTIR370.100.100.19Management walk-through rate3820.5823.7621.13Near miss and good catch rate3935.7427.9729.14Contractor SafetyContractor fatalities000Contractor fatality rate000TRCR1.05350.68350.54LTIR0.17350350"
  },
  {
    "page": 54,
    "source": "table",
    "content": "Sustainable Products and Services201920202021Product Design and Lifecycle ManagementDevices and equipment reused, recycled or donated (MT)1318540108"
  },
  {
    "page": 54,
    "source": "table",
    "content": "Reducing Our Operational Footprint201920202021Energy ManagementEnergy usage intensity (Gigajoules/million units produced)74241791691Total fuel consumption - non-renewable sources (Gigajoules)1,077,7311,073,2301,104,907Total fuel consumption - renewable sources (Gigajoules)3062831,129Electricity consumption (Gigajoules)1,858,4571,786,3841,809,006Steam consumption (Gigajoules)36,13249,03948,934Electricity sold (Gigajoules)236202216Total energy consumption within the organization (Gigajoules)2,936,2572,859,6952,914,826Total reduction in energy consumption (Gigajoules)42N/AN/A49,451EmissionsTotal Scope 1 and Scope 2 Greenhouse Gas emissions (MT CO e)2346,435327,882309,083Direct (Scope 1) Greenhouse Gas emissions (MT CO e)285,78178,92481,151Location-based energy indirect (Scope 2) Greenhouse Gas emissions (MT CO e)2277,210265,641265,301Market-based energy indirect (Scope 2) Greenhouse Gas emissions (MT CO e)2260,655248,957227,933"
  },
  {
    "page": 55,
    "source": "table",
    "content": "Reducing Our Operational Footprint201920202021GHG emissions intensity ratio - onsite generated energy (Tonnes/TJ)435644554455GHG emissions intensity ratio - purchased energy (Tonnes/TJ)451404413944126Production, imports and exports of ODS (tR11e)0.770.730.57Waste ManagementTotal waste generated (MT)46,5784645,2944651,782Total hazardous waste (MT)20,5264624,1124628,154Total non-hazardous waste (MT)26,0514621,1824623,628Total Waste Diverted from DisposalTotal waste diverted from disposal (MT)34,96336,82942,024Hazardous waste diverted from disposal (MT)20,17423,83427,795Hazardous waste recycled - offsite (MT)20,12423,78327,744Hazardous waste diverted through other operations - offsite (MT)49.4650.7951.65Non-hazardous waste diverted from disposal (MT)14,78912,99514,228Non-hazardous waste recycled - offsite (MT)13,28311,06211,615Non-hazardous waste diverted through other operations - offsite (MT)1,5061,9332,613"
  },
  {
    "page": 56,
    "source": "table",
    "content": "Reducing Our Operational Footprint201920202021Total Waste Directed to DisposalTotal waste directed to disposal (MT)11,6158,4659,759Hazardous waste directed to disposal (MT)353278359Hazardous waste incinerated with or without energy recovery - offsite (MT) 47340275N/AHazardous waste incinerated with energy recovery - offsite (MT)N/AN/A253Hazardous waste incinerated without energy recovery - offsite (MT)N/AN/A106Hazardous waste landfilled - offsite (MT)12.802.470Total non-hazardous waste directed to disposal (MT)11,2628,1879,400Non-hazardous waste incinerated with or without energy recovery - offsite (MT)488,3825,956N/ANon-hazardous waste incinerated with energy recovery - offsite (MT)N/AN/A6,590Non-hazardous waste incinerated without energy recovery - offsite (MT)N/AN/A993Non-hazardous waste landfilled - offsite (MT)2,8812,2311,818"
  },
  {
    "page": 57,
    "source": "table",
    "content": "Reducing Our Operational Footprint201920202021Water ManagementTotal water input (ML/million units produced)1.13491.281.15Total water withdrawal from all areas (ML)4,4584,6404,864"
  },
  {
    "page": 58,
    "source": "table",
    "content": "Talent Attraction and Retention201920202021Turnover RatesTotal turnover rate9.0507.711.4Voluntary turnover rate6.04.67.8"
  },
  {
    "page": 58,
    "source": "table",
    "content": "Diversity and Inclusion201920202021Global Female RepresentationWorkforce474948Manager and supervisor343434Board of directors51303030U.S. Ethnic Diversity52Workforce444747Manager and supervisor263132"
  },
  {
    "page": 59,
    "source": "table",
    "content": "Business Ethics201920202021Code of Conduct and Speak Up CultureCode of Business Conduct training completion rate (associates and contractors)989798Number of grievances filed per year513462502Bribery and CorruptionMonetary losses as a result of legal proceedings associated with bribery or corruption (in millions)$0dollar8.93dollar0"
  },
  {
    "page": 59,
    "source": "table",
    "content": "Ethical Marketing and Interactions With Healthcare Professionals201920202021Ethical MarketingMonetary losses as a result of legal proceedings associated with false marketing claimsdollar0dollar0dollar0"
  },
  {
    "page": 60,
    "source": "table",
    "content": "Responsible Procurement and Supply Chain201920202021Supplier SustainabilityFacilities participating in third-party audit programs for manufacturing and product quality53100100100Tier 1 suppliers' facilities participating in third-party audit programs for manufacturing and product quality54100100100Diverse Supplier SpendAll diverse and small suppliersdollar226Mdollar273Mdollar300MMinority-owned business enterprisesdollar33Mdollar41Mdollar38MWomen-owned business enterprisesdollar50Mdollar69Mdollar82MVeteran-owned business enterprisesdollar7Mdollar9Mdollar8MSmall business enterprisesdollar199Mdollar247Mdollar274MLGBTQ+-owned business enterprisesdollar0.31Mdollar0.34Mdollar0.32M"
  },
  {
    "page": 62,
    "source": "table",
    "content": "TopicAccounting MetricAlcon's ResponseAffordabilityand PricingHC-MS-240a.1Ratio of weighted average rate of net price increases (for all products) to the annual increase in the U.S.Consumer Price IndexSee ESG Performance Data (Access, Affordability and Pricing).HC-MS-240a.2Description of how price information for each product is disclosed to customers or to their agentsSee Access, Affordability and Pricing. Note: disclosure does not include whether the range,median or typical price are provided to customers or the frequency of use of confidentialityclauses in purchasing agreements with heathcare providers that restrict them from sharingwith third parties the price they paid.Product SafetyHC-MS-250a.1Number of recalls issued; total units recalledSee ESG Performance Data (Product Quality and Patient Safety).HC-MS-250a.2List of products listed in the FDA's MedWatch Safety Alerts for Human Medical Products databaseSee ESG Performance Data (Product Quality and Patient Safety).HC-MS-250a.3Number of fatalities related to products as reported in the FDA Manufacturer and User Facility DeviceExperienceSee ESG Performance Data (Product Quality and Patient Safety).HC-MS-250a.4Number of FDA enforcement actions taken in response to violations of current Good ManufacturingPractices (cGMP) by typeSee ESG Performance Data (Product Quality and Patient Safety).EthicalMarketingHC-MS-270a.1Total amount of monetary losses as a result of legal proceedings associated with false marketing claimsSee ESG Performance Data (Ethical Marketing and Interactions with Healthcare Professionals).HC-MS-270a.2Description of code of ethics governing promotion of off-label use of productsSee Ethical Marketing and Interactions With Healthcare Professionals.ProductDesignand LifecycleManagementHC-MS-410a.1Discussion of process to assess and manage environmental and human health considerationsassociated with chemicals in products, and meet demand for sustainable productsSee Sustainable Products and Services.HC-MS-410a.2Total amount of products accepted for takeback and reused, recycled, or donated, broken down by: (1)devices and equipment and (2) suppliesSee ESG Performance Data (Sustainable Products and Services).Supply ChainManagementHC-MS-430a.1Percentage of (1) entity's facilities and (2) Tier I suppliers' facilities participating in third-party auditprograms for manufacturing and product qualitySee ESG Performance Data (Responsible Procurement and Supply Chain).HC-MS-430a.2Description of efforts to maintain traceability within the distribution chainSee Responsible Procurement and Supply Chain. Note: disclosure does not identify thecritical materials that present a significant risk to Alcon's operations or the type of risk(s) theyrepresent.HC-MS-430a.3Description of the management of risks associated with the use of critical materialsSee Responsible Procurement and Supply Chain.BusinessEthicsHC-MS-510a.1Total amount of monetary losses as a result of legal proceedings associated with bribery or corruptionSee ESG Performance Data (Business Ethics).HC-MS-510a.2Description of code of ethics governing interactions with healthcare professionalsSee Ethical Marketing and Interactions With Healthcare Professionals.ActivityMetricsHC-MS-000.ANumber of units sold by product categoryAlcon does not disclose this data given the breadth and diversity of Alcon's product portfolio.See About Alcon and our 2021 Annual Report for more information on our company's scale."
  },
  {
    "page": 63,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's ResponseGRI 102:GeneralDisclosures2016102-1Name of the organizationAlcon Inc.102-2Activities, brands, products and servicesSee our 2021 Annual Report (Market Overview, Portfolio Update and Business Overview).102-3Location of headquartersGeneva, Switzerland102-4Location of operationsSee our 2021 Annual Report (Property, Plants and Equipment).102-5Ownership and legal formAlcon is a public company traded on the New York Stock Exchange and SIX Swiss Exchange.102-6Markets servedSee our 2021 Annual Report (Market Overview and Business Overview).102-7Scale of the organizationSee About Alcon and our 2021 Annual Report.102-8Information on employees and other workersAlcon employed 24,966 associates in 2021. For more information, see Supporting People.102-9Supply chainSee Responsible Procurement and Supply Chain.102-10Significant changes to the organization and its supply chainThere were no significant changes to the organization in 2021.102-12External initiativesWe support the Innovative Health Initiative and are a partner of the World Economic Forum. Alcon also supports the AdvaMedCode of Conduct and various other country industry Codes of Conduct.102-13Membership of associatesAlcon is a member of many chambers of commerce and medical devices and pharmaceutical industry associations in key markets.Examples of our memberships include, AdvaMed, Medical Device Manufacturers Association, APACMed, MedTech Europe,Euromcontact, COCIR, Swiss Medtech, Swissholding, Consumer Health Products Association, Global Business Alliance, ContactLens Institute, Healthcare Alliance for Patient Safety, The Vision Council, AdvaMed China and AbiMed Brazil.102-14Statement from senior decision-makerSee Message from Our CEO.102-16Values, principles, standards and norms of behaviorSee Business Ethics and our Code of Business Conduct.102-17Mechanisms for advice and concerns about ethicsSee Business Ethics and our Code of Business Conduct.102-18Governance structureSee the Governance page of our website.102-20Executive-level responsibility for economic, environmental and socialtopicsSee Our Approach to Sustainability."
  },
  {
    "page": 64,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's ResponseGRI 102:GeneralDisclosures2016102-23Chair of the highest governance bodyAlcon has separate Chief Executive Officer and Chairman of the Board positions. See the Board of Directors page of our websitefor more information.102-24Nominating and selecting the highest governance bodySee the Governance and Nominating Committee charter.102-32Highest governance body's role in sustainability reportingThe Governance and Nominating Committee of Alcon's Board of Directors reviewed and approved this report.102-40List of stakeholder groupsSee our 2021 Annual Report (page iii).102-41Collective bargaining agreements11.28 of our associates were covered by collective bargaining agreements in 2021.102-42Identifying and selecting stakeholdersAlcon's ESG Working Group is responsible for identifying and engaging stakeholders on sustainability-related matters.102-43Approach to stakeholder engagementAlcon's ESG Working Group is responsible for identifying and engaging stakeholders on sustainability-related matters.102-44Key topics and concerns raisedSee Our ESG Reporting.102-45Entities included in the consolidated financial statementsSee our 2021 Annual Report for a list of all entities included in our consolidated financial statements.102-46Defining report content and topic BoundariesSee Our ESG Reporting.102-47List of material topicsSee Our ESG Reporting.102-48Restatements of informationRestatements of information are documented in footnotes throughout our Corporate Responsibility Report.102-49Changes in reportingWe have not made any significant changes in reporting for 2021.102-50Reporting periodThis report covers Alcon's operations from January 1, through December 31, 2021, unless otherwise indicated.102-51Date of most recent reportThis is Alcon's most recent Corporate Responsibility Report.102-52Reporting cycleAnnual102-53Contact point for questions regarding the reportPlease email the Investor Relations team at investor.relations@alcon.com.102-54Claims of reporting in accordance with the GRI StandardsWe referenced the GRI Standards in the development of this Corporate Responsibility Report.102-55GRI content indexThis is the GRI content index.102-56External assuranceAlcon is not currently conducting external assurance of our Corporate Responsibility Report."
  },
  {
    "page": 65,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's Response"
  },
  {
    "page": 65,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Business Ethics.103-2The management approach and its componentsSee Business Ethics.103-3Evaluation of the management approachSee Business Ethics.GRI 205: Anti-Corruption 2016205-2Communication and training about anti-corruption policies andproceduresSee Business Ethics."
  },
  {
    "page": 65,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Reducing Our Operational Footprint (Energy and Climate Change and Greenhouse Gas Emissions).103-2The management approach and its componentsSee Environmental Management System and Reducing Our Operational Footprint (Energy and Climate Change and Greenhouse Gas Emissions).103-3Evaluation of the management approachSee Reducing Our Operational Footprint (Energy and Climate Change and Greenhouse Gas Emissions)."
  },
  {
    "page": 66,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's ResponseGRI 302: Energy2016302-1Energy consumption within the organizationTotal fuel consumption within the organization from non-renewable sources: See ESG Performance Data (Reducing OurOperational Footprint: Energy Management).Total fuel consumption within the organization from renewable sources: See ESG Performance Data (Reducing OurOperational Footprint: Energy Management).Electricity consumption and steam consumption: See ESG Performance Data (Reducing Our Operational Footprint: EnergyManagement).Electricity Sold: See ESG Performance Data (Reducing Our Operational Footprint: Energy Management).Total energy consumption within the organization: See ESG Performance Data (Reducing Our Operational Footprint: EnergyManagement).Standards, methodologies, assumptions and/or calculation tools used: The data collection and data management procedurescriteria are established with reference to the Global Reporting Initiative's guidelines.Source of the conversion factors used: Transformation between volume and mass of fuels with standard densities from IEA;Transformation between volume / mass and energy content of fuel with calorific values from IEA, World Coal Org., U.S. Bio DieselBoard and Plastics Europe.302-3Energy intensityEnergy intensity ratio for the organization: See ESG Performance Data (Reducing Our Operational Footprint: EnergyManagement).Organization-specific metric (the denominator) chosen to calculate the ratio: Million units produced.Types of energy included in the intensity ratio; whether fuel, electricity, heating, cooling, steam, or all: Energy generatedfrom fossil fuels, purchased electricity.Whether the ratio uses energy consumption within the organization, outside of it, or both: Within the organization.302-4Reduction of energy consumptionTotal reduction in energy consumption achieved through conservation and efficiency initiatives: See ESG Performance Data(Reducing Our Operational Footprint: Energy Management).Types of energy included in the reductions; whether fuel, electricity, heating, cooling, steam, or all: Purchased electricityBase year for calculating reductions in energy consumption: 2019."
  },
  {
    "page": 67,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's ResponseGRI 305:Emissions 2016305-1Direct (Scope 1) Greenhouse Gas emissionsGross direct (Scope 1) Greenhouse Gas emissions in metric tons of CO2 equivalent: See ESG Performance Data (Reducing Our OperationalFootprint: Emissions).Gases included in the calculation: CO , CH , N O.2 4 2Base year for the calculation: 2019.Source of the emission factors and the global warming potential (GWP) rates used, or a reference to the GWP source:Intergovernmental Panel on Climate Change (IPCC) based on a 100-year timeframe, Greenhouse Gas protocol GWP Values, EPA eGrid factors.Consolidation approach for emissions; whether equity share, financial control, or operational control: Operational control.Standards, methodologies, assumptions and/or calculation tools used: Alcon reports Greenhouse Gas and ODS inventory and emissions inline with the GRI Guidelines and the Greenhouse Gas emissions in accordance with the WRI/WBCSD Greenhouse Gas Protocol.305-2Energy indirect (Scope 2) Greenhouse Gas emissionsGross location-based energy indirect (Scope 2) Greenhouse Gas emissions in metric tons of CO2 equivalent: See ESG Performance Data(Reducing Our Operational Footprint: Emissions).Gross market-based energy indirect (Scope 2) Greenhouse Gas emissions in metric tons of CO2 equivalent: See Reducing Our OperationalFootprint page (Greenhouse Gas Emissions).Gases included in the calculation: CO , CH , N O.2 4 2Base year for the calculation: 2019.Source of the emission factors and the global warming potential (GWP) rates used, or a reference to the GWP source:Intergovernmental Panel on Climate Change (IPCC) based on a 100-year timeframe, Greenhouse Gas protocol GWP Values, EPA eGrid factors.Consolidation approach for emissions; whether equity share, financial control, or operational control: Operational control.Standards, methodologies, assumptions and/or calculation tools used: Alcon calculates and reports Greenhouse Gas inventory andemissions in line with the GRI Guidelines and the Greenhouse Gas emissions in accordance with the WRI/WBCSD Greenhouse Gas Protocol.305-3Other indirect (Scope 3) Greenhouse Gas emissionsIn 2021, we completed an inventory of our Scope 3 emissions for our 2019 baseline year.305-4GHG emissions intensityGHG emissions intensity ratio for the organization: See ESG Performance Data (Reducing Our Operational Footprint: Emissions).Organization-specific metric (the denominator) chosen to calculate the ratio: Terajoules.Types of Greenhouse Gas emissions included in the intensity ratio (Scope 1, Scope 2, Scope 3): Scope 1 and 2 only. Note, Scope 1 excludesfleet emissions as there is no energy consumption.Gases included in the calculation: CO , CH , N O.2 4 2"
  },
  {
    "page": 68,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's ResponseGRI 305:Emissions 2016305-6Emissions of ozone-depleting substances (ODS)Production, imports and exports of ODS: See ESG Performance Data (Reducing Our Operational Footprint: Emissions).Substances included in the calculation: HCFCs.Source of the emission factors used: ODS Transformation Factors for HFCs, CFCs, HCFCs and Halons (Greenhouse Gas Factors) as defined bythe Intergovernmental Panel on Climate Change (IPCC) for a 100-year time horizon).Standards, methodologies, assumptions and/or calculation tools used: Alcon calculates and reports Greenhouse Gas inventory andemissions in line with the GRI Guidelines and the Greenhouse Gas emissions in accordance with the WRI/WBCSD Greenhouse Gas Protocol."
  },
  {
    "page": 68,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Reducing Our Operational Footprint (Waste).103-2The management approach and its componentsSee Enviornmental Management System and Reducing Our Operational Footprint (Waste).103-3Evaluation of the management approachSee Reducing Our Operational Footprint (Waste).GRI 306: Waste2020306-3Waste generatedSee ESG Performance Data (Reducing our Operational Footprint: Waste Management).306-4Waste diverted from disposalSee ESG Performance Data (Reducing our Operational Footprint: Waste Management).306-5Waste directed to disposalSee ESG Performance Data (Reducing our Operational Footprint: Waste Management)."
  },
  {
    "page": 68,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting, Talent Attraction and Retention and Engagement.103-2The management approach and its componentsSee Talent Attraction and Retention and Engagement.103-3Evaluation of the management approachSee Talent Attraction and Retention and Engagement.GRI 401:Employment2016401-1New employee hires and employee turnoverSee Talent Attraction and Retention and ESG Performance Data (Talent Attraction and Retention).401-2Benefits provided to full-time employees that are not provided totemporary or part-time employeesIn the U.S., all regular associates working at least 20 hours of training per employee a week are eligible for all benefits including paid parental leave. Regularassociates working less than 20 hours of training per employee per week are eligible to participate in Alcon's U.S. retirement plans but are not entitled toother benefits. Temporary employees are not eligible for U.S. benefits. Outside the U.S., there are some limited differences inbenefits for full-time vs. part-time regular employees but this is country- and benefit-specific. In addition, it is common practice toinclude fixed term temporary employees in Alcon's benefit programs (this varies from country to country). See Talent Attraction andRetention and Engagement for information about our global benefits."
  },
  {
    "page": 69,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's Response"
  },
  {
    "page": 69,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Diversity and Inclusion.103-2The management approach and its componentsSee Diversity and Inclusion.103-3Evaluation of the management approachSee Diversity and Inclusion.GRI 405:Diversityand EqualOpportunity2016405-1Diversity of governance bodies and employeesSee ESG Performance Data (Diversity and Inclusion)."
  },
  {
    "page": 69,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Cybersecurity and Data Privacy.103-2The management approach and its componentsSee Cybersecurity and Data Privacy.103-3Evaluation of the management approachSee Cybersecurity and Data Privacy.GRI 418:CustomerPrivacy 2016418-1Substantiated complaints concerning breaches of customer privacy andlosses of customer dataAlcon does not disclose this data as it is confidential and proprietary to the company."
  },
  {
    "page": 69,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Access, Affordability and Pricing.103-2The management approach and its componentsSee Access, Affordability and Pricing.103-3Evaluation of the management approachSee Access, Affordability and Pricing.N/AAccess, Affordability & PricingAlcon discloses SASB metrics related to affordability and pricing. See ESG Performance Data (Access, Affordability and Pricing) forthe ratio of weighted average rate of net price increases (for all products) to the annual increase in the U.S. CPI and for a descriptionof how price information for each product is disclosed to customers or to their agents."
  },
  {
    "page": 70,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's Response"
  },
  {
    "page": 70,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Ethical Marketing and Interactions With Healthcare Professionals.103-2The management approach and its componentsSee Ethical Marketing and Interactions With Healthcare Professionals.103-3Evaluation of the management approachSee Ethical Marketing and Interactions With Healthcare Professionals.N/AEthical MarketingAlcon discloses SASB metrics related to ethical marketing. Please see ESG Performance Data (Ethical Marketing and InteractionsWith Healthcare Professionals) for the total amount of monetary losses as a result of legal proceedings associated with falsemarketing claims and a description of our code of ethics governing promotion of off-label use of products."
  },
  {
    "page": 70,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Medical Innovation.103-2The management approach and its componentsSee Medical Innovation.103-3Evaluation of the management approachSee Medical Innovation.N/AMedical InnovationWe invested over $680 million to create innovative products that meet our customers' and patients' needs in 2021. See ESGPerformance Data (Medical Innovation) for the number of first-to-market launches and product approvals."
  },
  {
    "page": 70,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Serving Communities.103-2The management approach and its componentsSee Serving Communities.103-3Evaluation of the management approachSee Serving Communities.N/APhilanthropyThe Alcon Foundation and Alcon Cares donated more than $15 million in 2021. See Serving Communities and ESG PerformanceData (Philanthropy) for more information on the number of medical missions, surgeries and patients supported."
  },
  {
    "page": 71,
    "source": "table",
    "content": "GRI StandardDisclosureAlcon's Response"
  },
  {
    "page": 71,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Product Quality and Patient Safety.103-2The management approach and its componentsSee Product Quality and Patient Safety.103-3Evaluation of the management approachSee Product Quality and Patient Safety.N/AProduct Quality & Patient SafetyAlcon discloses SASB metrics related to product safety. See ESG Performance Data (Product Quality and Patient Safety) for thenumber of recalls issued, number of products listed in the FDA's MedWatch Safety Alerts for Human Medical Products database,number of facilities related to products as reported in the FDA manufacturer and user fatality device experience and the number ofFDA-enforced actions taken in response to violations of current Good Manufacturing Practices."
  },
  {
    "page": 71,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Responsible Procurement and Supply Chain.103-2The management approach and its componentsSee Responsible Procurement and Supply Chain.103-3Evaluation of the management approachSee Responsible Procurement and Supply Chain.N/AResponsible Procurement & ManagementAlcon discloses SASB metrics related to supply chain management. See ESG Performance Data (Responsible Procurement andSupply Chain) for the percentage of (1) entity's facilities and (2) Tier I suppliers' facilities participating in third-party audit programsfor manufacturing and product quality, a description of efforts to maintain traceability within the distribution chain and adescription of the management of risks associated with use of critical materials."
  },
  {
    "page": 71,
    "source": "table",
    "content": "GRI 103:ManagementApproach 2017103-1Explanation of the material topic and its BoundarySee Our ESG Reporting and Sustainable Products and Services.103-2The management approach and its componentsSee Sustainable Products and Services.103-3Evaluation of the management approachSee Sustainable Products and Services.N/ASustainable Products & ServicesAlcon discloses SASB metrics related to product design and lifecycle management. See ESG Performance Data (SustainableProducts and Services) for our process to assess and manage environmental and human health considerations associated withchemicals in products and the total amount of products accepted for takeback and reused, recycled or donated."
  }
]