[
  {
    "page": 1,
    "source": "table",
    "content": "Enabling a Healthier WorldEnabling a Healthier WorldEnabling a Healthier World"
  },
  {
    "page": 1,
    "source": "table",
    "content": "SustainabilityReport2023"
  },
  {
    "page": 5,
    "source": "table",
    "content": "BiologicsSmall MoleculesCell & GeneCapsules &Health Ingredients"
  },
  {
    "page": 5,
    "source": "table",
    "content": "MammalianMicrobialLicensingBioconjugatesDrug Product ServicesmRNAActive PharmaceuticalIngredientsDrug Product FormulationBioscienceCell & Gene TechnologiesPersonalized MedicineCapsulesHealth Ingredients"
  },
  {
    "page": 6,
    "source": "table",
    "content": "Lonza's FinancialPerformance 20231,999mio.CORE EBITDA in CHF6,717mio.Sales in CHF8.7ROIC29.8CORE EBITDA margin"
  },
  {
    "page": 7,
    "source": "table",
    "content": "2023Male11,27111,5356,681Americas5,2575,3489,763APAC3,1053,1342,447Americas1,2828331,323APAC49829110.5Americas881740911APAC3512347.2Non-managers9.38.61.4Non-managers1.42.4"
  },
  {
    "page": 8,
    "source": "table",
    "content": "EmployeeAssociationsand UnionsAll Lonza employees are free to join a union or similar association. We do not track union membership or discriminate against employeeswith memberships.Around 12 of our total global workforce is subject to a collective bargaining agreement. In addition, many employees are based inlocations with national or industry labor contract frameworks, which typically define minimum wage and wage increases, and giveguidance for the formation of works councils. We actively partner with works councils on the development and deployment of global andlocal employment policies.Alongside country-specific employee representation, we have established a European Works Council (EWC) that holds regular meetings.The EWC's 2023 annual meeting took place in person with senior Lonza leaders including members of the EC. It included an update onLonza's business and people strategy. Ad hoc sessions with local representatives took place during the year to update Council memberson people-related topics."
  },
  {
    "page": 8,
    "source": "table",
    "content": "Actively Monitor Top PrioritiesWater andOccupational Health EffluentssredlohekatS and Safety Carbon emissions(Scope 1, 2 and 3)GovernanceEnvironment Supply Chain WasteResponsibilitySocial EnergyEnvironmental ComplianceotecnatropmIRisk Management and Resilience Diversity and EqualInformation Governance Opportunity Anti-Bribery/Anti-CorruptionEmployee Recruitment,Development andInnovating for RetentionSustainabilityResponsibleEmployment Employee Ethicsand Compliance Employee EngagementSupplierEnvironmental Other AirImprovement EmissionsFinancialHealth andPerformancePublic PolicyMonitor Actively ManageImportance to Lonza GroupTop PrioritiesWater andOccupational Health Effluentsand Safety Carbon emissions(Scope 1, 2 and 3)Supply Chain WasteResponsibilityEnergyDiversity and EqualOpportunity Anti-Bribery/Anti-CorruptionEmployee Recruitment,Development andRetentionEmployee Engagement"
  },
  {
    "page": 8,
    "source": "table",
    "content": "Suppliersand businesspartnersWe engage with suppliers and conduct risk assessments, focusing on ESG aspects. This includes the role of our suppliers and businesspartners in the decarbonization of our supply chain (see Responsible Sourcing chapter).Every year we also attend in excess of 100 tradeshows and in-person events for the pharmaceutical and nutrition industry, includingCPhI Worldwide, DCAT and BIO International. These global and regional events give us an opportunity to interact with new and existingcustomers, present on thought leadership topics and meet suppliers and industry groups."
  },
  {
    "page": 8,
    "source": "table",
    "content": "SocietyOur entities and sites regularly engage with their relevant stakeholders on a local level and incorporate their requirements for sitedevelopment, though not necessarily in a formalized manner.We are active on relevant and useful social media platforms, through which we can engage in conversations and receive feedback fromindividuals or groups.In August, we hosted a groundbreaking event for a new large-scale manufacturing facility at our site in Portsmouth (US) in collaborationwith our customer, Vertex. Lonza and Vertex's leadership teams were joined at the event by several New Hampshire government officialsand members of Type 1 Diabetes patient groups that may be supported by future Vertex treatments."
  },
  {
    "page": 8,
    "source": "table",
    "content": "RegulatorsThere is increasing ESG regulation in countries where we are active.We work with trade associations, such as Scienceindustries and SwissHoldings, to participate in consultation processes for upcomingregulations.We also work alongside industry working groups and participate in industry initiatives (see Associations section) to define commonimplementation pathways."
  },
  {
    "page": 9,
    "source": "table",
    "content": "RiskIdentificationTrendAnalysisCalibrationand MitigationPlanningReportingto ExecutiveCommitteeReportingto Board ofDirectorsWe identify risks usinginternal and external dataanalytics and resources.We have discussionswith risk owners andincorporate anticipatoryrisks identified throughclimate, social and otherdata trends.Our ERM teamconsolidates input,assesses the risks andmaps probability andimpact versus prior year.We conduct calibrationworkshops with seniorleadership teams andensure appropriatemitigation measures are inplace. Mitigation measureowners report status oftheir measures quarterly.We report findings to theExecutive Committee forevaluation and alignmentwith strategic planning.We report top risks andmitigation plans to theBoard of Directors andits Audit Committee toensure awareness andappropriate oversight."
  },
  {
    "page": 10,
    "source": "table",
    "content": "Increase in number ofheat daysMedium-termHighCooling impairmentMediumBuilding shell,cooling technology"
  },
  {
    "page": 10,
    "source": "table",
    "content": "Carbon pricinglegislationMedium-termVery likelyCost increaseMediumScope 1 and 2reduction"
  },
  {
    "page": 10,
    "source": "table",
    "content": "ActionDesigning and implementing technical solutions around building insulation, heat management, cooling technology to mitigateimpairment of operations. These actions can be implemented during regular building upgrades and new building designs."
  },
  {
    "page": 10,
    "source": "table",
    "content": "ActionLonza is actively pursuing a Greenhouse Gas reduction strategy described in the Greenhouse Gas-chapters, which will mitigate the business' exposureto increased CO-prices. Total exposure in 2030 could amount to between CHF 25-35m, based on fossil fuel consumption andemission factors2."
  },
  {
    "page": 10,
    "source": "table",
    "content": "RiskReduced water availability or reduced treatment availability, and water competition."
  },
  {
    "page": 11,
    "source": "table",
    "content": "PreventiveMeasures Enhanced Technical Standards Various countermeasures in placeto address modern threatsIncidentResponse Data Breach Response Plans Security Incident Response Plans A ctive Security Operations Centermonitoring and Response teamTesting Penetration tests on criticalexternally facing websites Phishing and other active tests Compliance testing andassessments Vulnerability tests and mitigationTraining S ecurity Fundamentals Data Privacy Periodic Awareness Updates,E-trainings, simulated phishingand on-site trainingsPolicy andFramework F ramework for IT Security andCompliance Tonnes echnology Standards Processes and ProceduresGovernance Active Internal ComplianceCommittees with representativesfrom across the business Periodic Executive Committee andAudit and Compliance Committeebriefings"
  },
  {
    "page": 12,
    "source": "table",
    "content": "number of reports per 1,000 employees 312.611.314.3"
  },
  {
    "page": 12,
    "source": "table",
    "content": "Substantiation rate 4,5383628"
  },
  {
    "page": 13,
    "source": "table",
    "content": "2023EC and Board members to whom policies and anti-corruption procedures are communicated15 / 10018,1146 / 100Active suppliers to whom anti-corruption policies and procedures are communicated714,762 / 10015 / 100Employees who have received training on anti-corruption policies and procedures916,711 / 92959889Training and completion rates by worker type (all employees excluding EC):Managers95Non-managers92"
  },
  {
    "page": 13,
    "source": "table",
    "content": "Identifythe risks"
  },
  {
    "page": 13,
    "source": "table",
    "content": "Rate theinherent risk"
  },
  {
    "page": 13,
    "source": "table",
    "content": "Identifyand ratemitigatingcontrols"
  },
  {
    "page": 13,
    "source": "table",
    "content": "Calculateresidual risk"
  },
  {
    "page": 13,
    "source": "table",
    "content": "APAC15>3,20010 / 90"
  },
  {
    "page": 13,
    "source": "table",
    "content": "Americas26>4,10015 / 85"
  },
  {
    "page": 14,
    "source": "table",
    "content": "2023Number of suppliers assessed for environmental impacts2,4343,47486Percentage of suppliers identified as having actual or potential significant negative environmental impactsand with whom improvements were agreed as a result of assessment41443,469Number of suppliers identified as having actual or potential significant negative social impacts334953"
  },
  {
    "page": 14,
    "source": "table",
    "content": "2023Percentage of spend from suppliers havinga sustainability evaluation3372"
  },
  {
    "page": 15,
    "source": "table",
    "content": "2023Percentage of Scope 3 emissions fromsuppliers having science-based targets418"
  },
  {
    "page": 16,
    "source": "table",
    "content": "2023Net Energy Consumption [TJ]5,8346,2996,442"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Fuel Oil [TJ]39"
  },
  {
    "page": 17,
    "source": "table",
    "content": "LPG [TJ]6"
  },
  {
    "page": 17,
    "source": "table",
    "content": "2023Industrial Water Used [thousand Cubic Meters]3,5513,2733,07429,028"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Self-Generated Energy (Waste, Processes) [TJ]2,062"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Biomass (Wood) [TJ]66"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Purchased Electricity Non-Renewable [TJ]1,468"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Renewable Electricity (On-Site) [TJ]11"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Purchased Steam [TJ]1,706"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Net Consumption [TJ]6,442"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Public Supply [thousand Cubic Meters]3,981"
  },
  {
    "page": 17,
    "source": "table",
    "content": "Total Water Withdrawn [thousand Cubic Meters]29,000"
  },
  {
    "page": 18,
    "source": "table",
    "content": "Water to Water Bodies [thousand Cubic Meters]29,071"
  },
  {
    "page": 19,
    "source": "table",
    "content": "2023Location-based [thousand metrictons CO-eq]2215224228202"
  },
  {
    "page": 19,
    "source": "table",
    "content": "2023Total Scope 3 Emissions [thousandmetric tons CO-eq]21,7861,8471,876279"
  },
  {
    "page": 19,
    "source": "table",
    "content": "2023Total Scope 1 Emissions [thousandmetric tons CO-eq]2325321319"
  },
  {
    "page": 20,
    "source": "table",
    "content": "2023Total Waste Disposed [thousand tons]62.061.964.1"
  },
  {
    "page": 20,
    "source": "table",
    "content": "Waste Hazardous Landfilled [thousand tons]2.0"
  },
  {
    "page": 20,
    "source": "table",
    "content": "Waste Hazardous Treated [thousand tons]0.03"
  },
  {
    "page": 20,
    "source": "table",
    "content": "Waste Non-Hazardous Incinerated [thousand tons]4.4"
  },
  {
    "page": 20,
    "source": "table",
    "content": "Waste Non-Hazardous Recycled [thousand tons]6.1"
  },
  {
    "page": 20,
    "source": "table",
    "content": "Total Waste [thousand tons]64.1"
  },
  {
    "page": 23,
    "source": "table",
    "content": "2023Lost Time Injury Frequency Rate20Per 1,000,000 worked hours0.350.520.540.48Fatalities000"
  },
  {
    "page": 23,
    "source": "table",
    "content": "2023Female New Hires40404037Female Management2126282917Female Board Members383838"
  },
  {
    "page": 24,
    "source": "table",
    "content": "FemaleMale"
  },
  {
    "page": 24,
    "source": "table",
    "content": "FemaleMale"
  },
  {
    "page": 24,
    "source": "table",
    "content": "FemaleMale"
  },
  {
    "page": 24,
    "source": "table",
    "content": "FemaleMale"
  },
  {
    "page": 24,
    "source": "table",
    "content": "Age structure"
  },
  {
    "page": 24,
    "source": "table",
    "content": "30 - 500002074665758"
  },
  {
    "page": 24,
    "source": "table",
    "content": "ComeAttracting theright peopleStayEmpowering environmentfor our peopleGrowDevelopingour peopleMake a meaningfuldifferenceConnecting people insideLonza and beyond"
  },
  {
    "page": 24,
    "source": "table",
    "content": "2023Internal Promotion Rate22.721.018.639.2Total Turnover12.712.810.5"
  },
  {
    "page": 25,
    "source": "table",
    "content": "Response Rate65788170"
  },
  {
    "page": 27,
    "source": "table",
    "content": "GRI 1: Foundation 202152General Disclosures"
  },
  {
    "page": 27,
    "source": "table",
    "content": "2-2 Entities included in theorganization's sustainabilityreportingThe information in this report concerns all underLonza Group Ltd operational control during 2023,including subsidiaries. Joint ventures are notincluded unless specifically mentioned.Financial reporting and accounting principles areavailable in the Notes to the Consolidated FinancialStatements in the Annual Report 2023.All environmental data relates to Lonza'scontinuing operations. Unless otherwise stated,the reporting boundaries for environmental datainclude the facilities for which we have operationalcontrol, own either the facility or significantrelevant equipment, and where data is readilyavailable and adequately representative. Facilitiesoutside the reporting boundaries are smaller-sized leased warehouses and office spaces withcomparatively insignificant energy consumption."
  },
  {
    "page": 27,
    "source": "table",
    "content": "2-4 Restatementsof informationIf, in individual cases, a new form of presentation,calculation method or optimized data collectionhas led to other results for the previous years, thenthis is noted under the respective disclosures."
  },
  {
    "page": 27,
    "source": "table",
    "content": "2-6 Activities, value chain andother business relationshipsPlease visit our website www.lonza.comSignificant changes to the organization and itssupply chain can be found on pages 8 and 9 ofour Annual Report 2023"
  },
  {
    "page": 27,
    "source": "table",
    "content": "2-8 Workers who are notemployees13Reported under the contingent workers' category.HC-basis points-330a.1HC-basis points-330a.2"
  },
  {
    "page": 27,
    "source": "table",
    "content": "2-10 Nomination and selectionof the highest governance bodyPlease see the Corporate Governance sectionof our Annual Report 2023"
  },
  {
    "page": 27,
    "source": "table",
    "content": "2-12 Role of the highestgovernance body in overseeingthe management of impacts10-11,59"
  },
  {
    "page": 28,
    "source": "table",
    "content": "General Disclosures cont.2-14 Role of the highestgovernance body insustainability reporting10-11"
  },
  {
    "page": 28,
    "source": "table",
    "content": "Economic1. Management disclosures243, 12HC-basis points-510a.1(losses notreported)"
  },
  {
    "page": 28,
    "source": "table",
    "content": "2-16 Communication of criticalconcerns16-17,21-25"
  },
  {
    "page": 28,
    "source": "table",
    "content": "2-18 Evaluation of theperformance of the highestgovernance body11"
  },
  {
    "page": 28,
    "source": "table",
    "content": "205-2 Communicationand training about anti-corruption policies andprocedures24"
  },
  {
    "page": 28,
    "source": "table",
    "content": "2-20 Process to determineremunerationPlease see the Remuneration section of our AnnualReport 2023."
  },
  {
    "page": 28,
    "source": "table",
    "content": "308-2 Negativeenvironmental impacts inthe supply chain and actionstaken273, 13, 5,12HC-basis points-430a.1(all of Lonza'sfacilitiesparticipatein the Rx-360 auditprogram.We currentlydo not trackthe numberof Tier 1suppliers'facilitiesparticipatingin thisprogram orequivalent)"
  },
  {
    "page": 28,
    "source": "table",
    "content": "2-22 Statement on sustainabledevelopment strategy4-5"
  },
  {
    "page": 28,
    "source": "table",
    "content": "2-24 Embedding policycommitments11, 22,26-28,31,42-48"
  },
  {
    "page": 28,
    "source": "table",
    "content": "2-26 Mechanisms for seekingadvice and raising concerns22Our Ethics and Compliance Group providesguidance in recognizing, understanding andcomplying with the laws and ethical standardsthat govern our business practices and activities.This is supervised by the Audit and ComplianceCommittee of the Board of Directors. In addition,we have the Lonza Ethics and Compliance Hotline,operated by an external provider."
  },
  {
    "page": 28,
    "source": "table",
    "content": "Environmental1. Management disclosures3113, 9, 12"
  },
  {
    "page": 28,
    "source": "table",
    "content": "2-28 Membership associations14"
  },
  {
    "page": 28,
    "source": "table",
    "content": "2-30 Collective bargainingagreements14Material Topics"
  },
  {
    "page": 28,
    "source": "table",
    "content": "302-3 Energy intensity32"
  },
  {
    "page": 28,
    "source": "table",
    "content": "3-2 List of material topics15"
  },
  {
    "page": 29,
    "source": "table",
    "content": "Environmental cont."
  },
  {
    "page": 29,
    "source": "table",
    "content": "Environmental cont.1. Management disclosures34-36We follow the requirements of the GHGProtocol Corporate Standards to calculate ourGHG emissions. Note: emissions from energyconsumption from smaller sites previously outsidethe reporting boundary were added, also forprevious years.3, 13, 9,12"
  },
  {
    "page": 29,
    "source": "table",
    "content": "303-1 Interactions withwater as a shared resource32-33"
  },
  {
    "page": 29,
    "source": "table",
    "content": "303-3 Water withdrawal32Our numbers are reported as \"thousand Cubic Meters\", whichis equivalent to megaliters, as required by this GRIstandard.The amount of Total Dissolved Solids in the watersourced is, in general, < 1000 mg/L.Water Withdrawal 2023[thousand Cubic Meters]Total from areaswith water stressTotal Water Withdrawn1,313Groundwater Wells369Public Supply944Water Bodies0Note: Corrections were made to industrial waterdata from previous years, to properly include waterused by facilities under our operational control."
  },
  {
    "page": 29,
    "source": "table",
    "content": "305-2 Energy indirect(Scope 2) Greenhouse Gas emissions36-37GHG emissions from municipal waste incinerationare allocated according to the cut-off method.Note: The emission factor for electricity for oursite in Singapore was also corrected for 2023 andfor previous years."
  },
  {
    "page": 29,
    "source": "table",
    "content": "305-4 Greenhouse Gas emissionsintensity37-38"
  },
  {
    "page": 29,
    "source": "table",
    "content": "1. Management disclosures38-393, 13, 12"
  },
  {
    "page": 29,
    "source": "table",
    "content": "306-2 Management ofsignificant waste-relatedimpacts38-40"
  },
  {
    "page": 30,
    "source": "table",
    "content": "Social1. Management disclosures42-433"
  },
  {
    "page": 30,
    "source": "table",
    "content": "403-2 Hazardidentification, riskassessment, and incidentinvestigation43"
  },
  {
    "page": 30,
    "source": "table",
    "content": "403-4 Workerparticipation, consultation,and communication onoccupational health andsafety43-44"
  },
  {
    "page": 30,
    "source": "table",
    "content": "403-6 Promotion of workerhealth44"
  },
  {
    "page": 30,
    "source": "table",
    "content": "403-9 Work-related injuries44-45"
  },
  {
    "page": 30,
    "source": "table",
    "content": "405-1 Diversity ofgovernance bodies andemployees45"
  },
  {
    "page": 30,
    "source": "table",
    "content": "Internal promotion rate andinternal fill rate**47Note: internal promotion rate does not includethose employees who were promoted but whoare not within the global grading system.5, 4HC-basis points-330a.1"
  },
  {
    "page": 30,
    "source": "table",
    "content": "Employee survey responserate and EmployeeEngagement Index**485, 4HC-basis points-330a.1"
  },
  {
    "page": 31,
    "source": "table",
    "content": "General RequirementsMateriality Assessment15Business Model9Annual Report, \"Our Businesses\" sectionConcepts / Policies (incl. Due Diligence Applied)- Safety and Sustainability Policy- Corporate Environmental Management System(ISO 14001 and ISO 45001 aligned) p. 23- Code of Conduct- Supplier Code of Conduct- Lonza's Human Rights Principles, p. 22Risks Related to Non-Financial Matters17, 61"
  },
  {
    "page": 31,
    "source": "table",
    "content": "ClimatechangeClimate related physical risks,transitional risks, chronic risks Value chain Ownoperations Community Environment Water availability Heat defense, cooling capacity People availability Resource competition Contribution to increasing Greenhouse Gas-concentration Increased cost from energy taxesor certificates Greenhouse Gas reduction target and actionplanning Renewable electricity ambition Climate Scenario modelling Enhanced site BCP, and master plans Investment planning for mitigations"
  },
  {
    "page": 31,
    "source": "table",
    "content": "WasteUntimely removal, cost increases,transportation shortage Ownoperations Community Downtime of the storage facility Overload of the transport chain Disposal/treatment by Lonzairregular Remediation needed later Alternative, mobile storage facility Waste reduction target Own incineration capacity Sufficient contractual capacity"
  },
  {
    "page": 31,
    "source": "table",
    "content": "Employee-mattersEmployee Recruitment, Retention andDevelopment46-48Employee Engagement46, 48"
  },
  {
    "page": 31,
    "source": "table",
    "content": "Respect for Human RightsSupply Chain Responsibility25-28"
  },
  {
    "page": 31,
    "source": "table",
    "content": "OccupationalHealth andSafetyRisk to people, Lonza employeesor contractors Ownoperations,contractors,neighbors Injuries or health impairment Lost time Equipment or productiondowntime Job / technical hazard assessments,e.grams., chemical, physical, ergonomichazards Technical safety installations andimprovements Training and education Substance exposure monitoring forchemicals, Toxicology group Safety Culture programs Near miss and observation program Medical assistance facilities"
  },
  {
    "page": 31,
    "source": "table",
    "content": "ABACFailure to abide by the Code ofConduct, bribery, misbehavior,corruption Ownoperations Value chain Legal enforcement action Reputation Individuals impacted Code of conduct, ABAC policy Internal Audit Robust processes of investigationand penalties Mandatory regular training of allemployees Ethics Hotline Compliance declarations"
  },
  {
    "page": 32,
    "source": "table",
    "content": "Management system25-26"
  },
  {
    "page": 32,
    "source": "table",
    "content": "Material and Metals: Due diligence28We are exempt from the obligations of due diligence and reporting on mineralsand metals from conflict-affected areas, since no relevant mineral import abovelegal thresholds were identified."
  },
  {
    "page": 32,
    "source": "table",
    "content": "Child Labor: due diligence, supplychain policy, supply risk managementinstruments, supply traceability system27"
  }
]