[
  {
    "page": 2,
    "source": "table",
    "content": "Sustainable ProcurementQuality Manufacturing and Patient Safety"
  },
  {
    "page": 2,
    "source": "table",
    "content": "About This Report2022 Reporting"
  },
  {
    "page": 5,
    "source": "table",
    "content": "PerformanceIndustry Ranking202020212022202020212022364154Top 30Top 17Top 733.3 (High risk)31.1 (High risk)29.8(Medium risk)Top 10Top 12Top 183.3 (B)3.4 (B)3.7 (BB)NANANA37NA42NANANACC+C+Top 40Top 10Top 10566367Top 23Top 12Top 9CLIMATEWATERCLIMATEA-BA-NANANAWATERCBBNANANA"
  },
  {
    "page": 7,
    "source": "table",
    "content": "OncologyCentral NervousSystemRespiratory"
  },
  {
    "page": 10,
    "source": "table",
    "content": "TopicSubtopicLong-term Quantitative TargetsProgressStatusClimate Actionand ResilienceGreenhouse Gas(Greenhouse Gas) EmissionsReduce absolute scope 1 and 2 Greenhouse Gas emissions by 25 by 2025 and by 46 by2030 (vs. 2019)2Reduced by 24Reduce absolute scope 3 Greenhouse Gas emissions by 25 by 2030 (vs. 2020)Reduced by 12EnergyIncrease energy efficiency by revenue (kilowatt-hours/United States Dollar revenue) by 10by 2030 (vs. 2020)Achieved at 10Increase total proportion of electricity purchased or generated from renewablesources to 50 by 2030Increased by 8 (vs. 2021) to 41Responsible Useof Natural ResourcesWaterReduce total water withdrawal by 10 in areas projected to be in water stressby 2030 (vs. 2020)Achieved at 17 reductionPackaging MaterialsIncrease the proportion of recycled and responsibly sourced materialsby 10 by 2030 (vs. 2025)Baseline to be definedEffluentsand WasteAntimicrobialResistanceMeet AMR (antimicrobial resistance) Industry Alliance commitment to minimizeantimicrobial discharges by assessing 100 of Teva sites that are handling drugproducts by 2030Achieved, assessed 33 sitesMeet AMR Industry Alliance commitment to minimize antimicrobial dischargesby assessing 50 of antimicrobial drug product and drug substance supplyby 2030Implementation of strategy to startin 2023Access to Healthand MedicinesAccess StrategyContinue to be a leader and trusted partner for healthcare organizations inemergencies, disasters and pandemicsUkraine emergency donationand new agreement for StrategicEmergency StockpileQuantify savings of quality generics to health systemsdollar44B in savings across 21 countriesAccess ProgramsLaunch eight access programs by 2025 that address vulnerable populationsand those in the last mile in low- and middle-income countries (LMICs)5 programs launched(62 of the target)Submissions/ApprovalsIncrease the cumulative number of new regulatory submissions in LMICs on theWorld Health Organization's (WHO) Essential Medicine List (EML) across six keytherapeutic areas (TAs) by 150 from 2022 to 2025 (vs. 2017-2020)221 submissions (28 of the target)"
  },
  {
    "page": 11,
    "source": "table",
    "content": "TopicSubtopicLong-term Quantitative TargetsProgressStatusAccess to Healthand MedicinesAccess ProgramProduct VolumeIncrease access to medicine program product volume by 150 in 2025 (vs. 2020)through four access to medicine programs, including donations and socialbusiness in LMICs on the WHO EML across six key TAs2361,711 single unit dosesEnsure consideration of access to medicines strategy for new product launches(by 2023 and beyond)Benchmarking initiatedBusiness Ethics,Anti-bribery andAnti-corruption4TrainingTrain or retrain 1003 of active employees on applicable Teva compliancepolicies by 202399.57 of target audience trainedTrain or retrain 1003 of active sales employees on compliance policies relatedto marketing practices by 202399.57 of target audience trainedEvaluation ProcessesMaintain annual 100 evaluation of submitted high-risk third-party businesspartners through Teva's Third-Party Due Diligence tool100 evaluationCulture of ComplianceTrain new employees and retrain 1003 of active employees on how to reportconcerns through the Teva Integrity Hotline by 202399.57 of target audience trainedStrengthen Teva's culture of compliance, keeping our Gartner global index score atparity or greater than external benchmark by 2022Results at parity with benchmarksData Privacyand SecurityTrainingTrain 1003 of employees who process personal data on Teva's privacypolicies by 202299.41 of active employees trainedResponsibleSupply ChainAssessmentAssess 100 of critical suppliers on ESG performance by 202556 of suppliers assessedAchieve bronze or higher score for more than 75 of critical suppliersin EcoVadis by 202546 have bronze or higher scoreAchieve silver or higher score for more than 50 of critical suppliersin EcoVadis by 202531 have silver or higher score"
  },
  {
    "page": 16,
    "source": "table",
    "content": "ProgressClimateAction andResilienceReduce absolute scope 1 and 2 greenhouse gas (Greenhouse Gas) emissions by 25 by 2025 andby 46 by 2030 (vs. 2019)2Reduced by 24Reduce absolute scope 3 Greenhouse Gas emissions by 25 by 2030 (vs. 2020)Reduced by 12Increase energy efficiency (kilowatt-hours/United States Dollar revenue) by 10 by 2030 (vs. 2020)Achieved at 10Increase total proportion of electricity purchased or generated from renewable sourcesto 50 by 2030Increased by 8 (vs. 2021)to 41ResponsibleUse ofNaturalResourcesReduce total water withdrawal by 10 in areas projected to be in water stressby 2030 (vs. 2020)Achieved at 17 reductionIncrease the proportion of recycled and responsibly sourced materials by 10by 2030 (vs. 2025)Baseline to be definedReduce the overall mass of secondary and tertiary packaging materials per unit doseby 2030Strategy in developmentAssess the environmental life cycle impact of key products by 20302 LCAs performed to dateMeet AMR Industry Alliance commitment to minimize antimicrobial discharges byassessing 100 of Teva sites that are handling drug products by 2030Achieved, assessed 33 sitesMeet AMR Industry Alliance commitment to minimize antimicrobial discharges byassessing 50 of antimicrobial drug product and drug substance supply by 2030Implementation of strategy to startin 2023Assess and mitigate the environmental impact of pharmaceutical ingredients used inoperations6 sites handling priority APIsassessed in 2022Continue to minimize waste generated from operations and the environmental impactof its disposal by 203032 reduction in total wastegenerated (vs. 2020) and 3increase in proportion of wasterecovered (vs. 2020)"
  },
  {
    "page": 21,
    "source": "table",
    "content": "24"
  },
  {
    "page": 21,
    "source": "table",
    "content": "95"
  },
  {
    "page": 21,
    "source": "table",
    "content": "13"
  },
  {
    "page": 24,
    "source": "table",
    "content": "ProgressContinue to be a leader and trusted partner forhealthcare organizations in emergencies,disasters and pandemicsUkraine emergency donationand new agreement forStrategic Emergency StockpileQuantify savings of quality genericsto health systemsdollar44B in savings across21 countriesLaunch eight access programs by 2025that address vulnerable populations andthose in the last mile in LMICs5 programs launched(62 of the target)Increase the cumulative number of newregulatory submissions in LMICs on the WHOsEML across six key TAs by 150 from 2022 to2025 (vs. 2017-2020)221 submissions(28 of the target)Increase access to medicine program productvolume by 150 in 2025 (vs. 2020) throughfour access to medicine programs, includingdonations and social business in LMICs on theWHOs Essential Medicines List (EML) across sixkey therapeutic areas (TAs)2361,711 single unit dosesBenchmarking initiated"
  },
  {
    "page": 29,
    "source": "table",
    "content": "2019202020212022Change () in average listprice across US innovativemedicine portfolio comparedto previous year3.782.123.243.74Change () in average netprice across US innovativemedicine portfolio comparedto previous yearNANA-0.32"
  },
  {
    "page": 30,
    "source": "table",
    "content": "5Infec23Migr31Neur5OncoRese24Resp10Wom2Infectious diseasestious diseasesMigraine/painaine/painNoleougryo/lopgsyyc/hpisaytcryhiatryOlongcyologyarch innovationsResearch innovationsiratoryRespiratoryen's healthWomen's health"
  },
  {
    "page": 35,
    "source": "table",
    "content": "utives/MiddleJuniorTotalProfessionalsEntry LevelTotal"
  },
  {
    "page": 39,
    "source": "table",
    "content": "Employee Turnover Rates8 8 852021 2022Voluntary Turnover Involuntary Turnover"
  },
  {
    "page": 41,
    "source": "table",
    "content": "ProgressTotal Recordable Incident Rate (OSHA TRIR) of 0.23 or lessby 202260.24Process Safety Event Rate (PSER) of 0.028 or less by 20220.015New GoalsTotal Recordable Incident Rate (OSHA TRIR) of 0.25 or less by 2023"
  },
  {
    "page": 47,
    "source": "table",
    "content": "88582918 152Teva'sE Euurrooppee Region Tev"
  },
  {
    "page": 51,
    "source": "table",
    "content": "ProgressTrainingTrain or retrain 1007 of active employees on applicableTeva compliance policies by 202399.57 of targetaudience trainedTrain or retrain 1007 of active sales employees oncompliance policies related to marketing practices by 202399.57 of targetaudience trainedEvaluationProcessesMaintain annual 100 evaluation of submitted high-riskthird-party business partners through Teva's Third-PartyDue Diligence tool100 evaluationCulture ofComplianceTrain new employees and retrain 1007 of active employeeson how to report concerns through the Teva IntegrityHotline by 202399.57 of targetaudience trainedStrengthen Teva's culture of compliance, keeping ourGartner global index score at parity or greater than externalbenchmark by 2022Results at paritywith benchmarksNew GoalsTrainingTrain 1007 of targeted active employees in annual GC&E training campaignsRecertify 1007 of active employees on the Code of Conduct in 2024Culture ofComplianceIntroduce new compliance and ethics questions into the 2023 Organizational Health Survey(OHS) and establish a 2023 baseline to measure Teva's future performance on the culture ofcompliance and ethics"
  },
  {
    "page": 55,
    "source": "table",
    "content": "ProgressAssess 100 of critical suppliers on ESGperformance by 202556 of suppliersassessedAchieve bronze or higher score for more than 75 ofcritical suppliers in EcoVadis by 202546 have bronzeor higher score31 have silver orhigher score"
  },
  {
    "page": 57,
    "source": "table",
    "content": "Supplier Diversity in the US900800 777700600499500400300200166131100 906539190Small businesses Women-owned Small Veteran-ownedsmall businesses disadvantaged small businessesbusinesses2021 2022"
  },
  {
    "page": 57,
    "source": "table",
    "content": "65"
  },
  {
    "page": 57,
    "source": "table",
    "content": "0"
  },
  {
    "page": 61,
    "source": "table",
    "content": "Progress99.41 of activeemployeestrained"
  },
  {
    "page": 65,
    "source": "table",
    "content": "Employee information and diversity: GRI 2-7 Employees\tGRI 401-1 New employee hires and employee turnover GRI 2-8 Workers who are not employees\tGRI 405-1 Diversity of governance bodies and employees GRI 2-30 Collective bargaining agreementsWater and effluents: GRI 303-1 Interactions with water as a shared resource\tGRI 303-4 Water discharge GRI 303-2 Management of water discharge-related impacts\tGRI 303-5 Water consumption GRI 303-3 Water withdrawal"
  }
]